[
  {
    "title": "Title",
    "image": "https://i.pinimg.com/736x/75/9b/9e/759b9e0b15e6985d32bac97221809636.jpg",
    "video": "",
    "tag": "foryou",
    "description": "Description"
  },
  {
    "title": "Beautiful Sea Creatures",
    "image": "https://i.pinimg.com/736x/4c/21/11/4c2111bfcd3e8cbd028cb97bf5c420e3.jpg",
    "video": "",
    "tag": "media",
    "description": "Abstract Wallpaper, Colorful Wallpaper, Art Wallpaper, Iphone Wallpaper, Painting Art Projects, Abstract Art Painting, Camoflauge Wallpaper, Image Deco, Beautiful Sea Creatures"
  },
  {
    "title": "လူငယ်",
    "image": "https://i.pinimg.com/736x/d2/c3/86/d2c3866c27281a8752d18351dd347e62.jpg",
    "video": "",
    "tag": "foryou",
    "description": "လူငယ်ထဲ မှ လူငယ် တစ်ယောက်ဖြစ်စေဖို့\n\nကံ ကောင်းနေဖို့ မလိုဘူး\nမင်း ကောင်းနေဖို့ပဲ့ လိုတာပါ\nကံကောင်းနေခြင်းက မင်းကို မကောင်းစေပါဘူး...\n\nဒါပေမဲ့...\nမင်းကောင်းနေခြင်းက မင်းကံကိုပါ ကောင်းစေပါတယ်..\n\nဘာလို့လဲ ဆိုတော့...\nကံဘယ်လောက်ကောင်းကောင်း \nမင်းမှာ ကြိုးစားချင်စိတ် အလုပ်လုပ်ချင်တဲ့စိတ် မရှိရင် \nကံဆိုတဲ့ အရာကြီးက မင်းဘဝရဲ့\nစားဝတ်နေရေးကို တာဝန်ယူမှာ မဟုတ်ပါဘူး...\n\nအေး ဒါပေမဲ့...\nကံဘယ်လောက်ပဲ ဆိုးနေပါစေ\nမင်းမှာ ကြိုးစားချင်စိတ် အလုပ်လုပ်ချင်တဲ့ စိတ်\nရှိနေသေးရင်တော့...\n\nမင်းဘဝရဲ့ စားဝတ်နေရေးကို\nမင်းရဲ့ ကြိုးစားမှုတွေ မင်းရဲ့ လုပ်အားတွေက \nတာဝန်ယူသွားလိမ့်မယ်...\n\nဗုဒ္ဓဘာသာ တစ်ယောက်အနေနဲ့ \nကံကို မယုံပါနဲ့ လို့ မပြောပါဘူး...\n\nဒါပေမဲ့...\nလူငယ်တစ်ယောက်အနေနဲ့ ပြောချင်တာတစ်ခုက\nကံဆိုတဲ့ မမြင်ရတဲ့ အရာထက် \nမင်းဆိုတဲ့ မြင်နေရတဲ့ မင်းကိုယ်မင်း \nပိုပြီးယုံကြည်ပါလို့ ပြောချင်တယ်...\n\nကံကောင်းခြင်း ကံဆိုးခြင်းဆိုတာ\nမင်းအပေါ်မှာပဲ့ မူတည်ပါတယ်\nရိုးရိုးလေးပါပဲ....\n\nမင်းကောင်းနေရင် မင်း ကံကောင်းလိမ့်မယ်...\nမင်းဆိုးနေရင်တော့ မင်းကံဆိုးလိမ့်မယ်...\nကျွန်တော် ဘာပဲလုပ်လုပ် အမြဲကံဆိုးနေတယ်လို့\nငြီးငြူမနေပါနဲ့....\n\nမင်းပြောတဲ့ ကံဆိုးလို့ဆိုတဲ့ အလုပ်တွေကို \nဘယ်နှစ်ကြိမ်ကြိုးစားပြီး လုပ်ဖူးလဲ???\n\nတစ်ကြိမ်လုပ်ပြီး ကံဆိုးတယ်လို့ ထိုင်အော်မနေပါနဲ့...\nအဲဒါ ကံဆိုးတာ မဟုတ်တော့ဘူး...\nမင်းပျင်းတာ မင်းညံ့တာ ဖြစ်သွားပြီ...\n\nဘာပဲ့လုပ်လုပ် ကံကိုပဲ့ အပြစ်ပုံချမနေနဲ့\nမင်းကိုယ်မင်းလဲ အပြစ်တင်ကြည့်ပါအုံး...\nအဲဒါတွေ ဖြစ်နေတာ ကံကြောင့်မဟုတ်ဘူး...\nအဲဒါတွေ ဖြစ်နေတာ မင်းကြောင့်ဆိုတာ မမေ့နဲ့...\nလူငယ်တွေ မြဲမြဲမှတ်ထားပါ...\n\nမင်းတို့ အရမ်းယုံကြည်နေပါတယ် ဆိုတဲ့...\nကံကောင်းမှုကြီးက ဘယ်တော့မှ မင်းတို့ဆီကို\nအပြုံးလေးနဲ့ လာမှာ မဟုတ်ဘူး...\n\nမနက်ဖြန်တိုင်းမှာ ကံကောင်းခြင်းတွေ ရှိတယ်\nဒါဆိုရင် အဲဒီကံကောင်းခြင်းတွေကို ကျွန်တော်တို့ ဘာလို့မရလဲ..\nမင်းတို့ ဘာလို့ မရလဲ သိလား???\n\nမင်းတို့ရဲ့ မနက်ဖြန်အတွက် မင်းတို့ ဒီနေ့ အသုံးမကျလို့ မရတာကွ...\nအနာဂတ် မနက်ဖြန်တိုင်းရဲ့ \nကံကောင်းခြင်းတွေ လိုချင်ရင်\n\nပစ္စုပ္ပန် နေ့ရက်တိုင်းကို \nအကောင်းဆုံး ကြိုးစားဖို့ လိုတယ်ဆိုတာ\nဘယ်တော့မှ မမေ့ပါနဲ့....\nမင်းလိုချင်တဲ့ ကံကောင်းခြင်းကို\nမင်းကလွဲပြီး ဘယ်သူမှ မယူပေးနိုင်ဘူးနော်...\n\nလူငယ်တွေကို ပြောချင်တာတစ်ခုကတော့\nငယ်ရွယ်တဲ့ အချိန်မှာ ကြိုးစားမှုကို \nဘယ်တော့မှ မရပ်တန့်ပါနဲ့\nဘာလို့လဲဆိုတော့....\n\nမင်းတို့ ကြိုးစားမှုရဲ့ နောက်ကွယ်မှာ\nမင်းတို့ရဲ့ ကံကောင်းခြင်း တွေ ရှိနေလို့ပဲ့...\nကံကောင်းချင်ရင်...\n\nပျင်းရိခြင်း နဲ့ သက်သာခြင်းကို ဝေးဝေးက ရှောင်ပါ\nလူငယ်တွေ တိုးတက်စေဖို့ ရည်ရွယ်လျက်...\n\nsource: credit"
  },
  {
    "title": "4YCA4YC84YCs4YCV4YCU4YC64YC44YCc4YCx4YC4",
    "image": "aHR0cHM6Ly9pLnBpbmltZy5jb20vNzM2eC9iZC9hMC83NC9iZGEwNzQ4MjFmM2IwMDFjNjFmZDc4NmU3MjZjZTlhYy5qcGc=",
    "video": "",
    "tag": "bWVkaWE=",
    "description": "UHJldHR5IFBsYW50cywgQmVhdXRpZnVsIEZsb3dlcnMsIEJlYXV0aWZ1bCBQaWN0dXJlcywgRmxvd2VyIFBob25lIFdhbGxwYXBlciwgV2FsbHBhcGVyIEJhY2tncm91bmRzLCBGbG93ZXJzIE5hdHVyZSwgV2F0ZXIgRmxvd2VycywgTG90dXMgRmxvd2VyIFBpY3R1cmVzLCBDdXRlIExvdmUgV2FsbHBhcGVycw=="
  }
]