[
  {
    "id": "lqhyxz21-38967",
    "title": "Alien Xmas MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/3UGrAX6D1AMVra80jmUMUOLq8Qr-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Alien Xmas\/Alien Xmas.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=alien-xmas",
    "tag": "",
    "genre": "Animation,Family,Fantasy,",
    "ep": "",
    "date": "Nov. 20, 2020",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/x2lPPe2aH76uyYVhkVCtzTMYawC.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/hjRrN70paQ9eOyGrzPUkyRhup0F.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/9sCMOaQXtqOD0oa9C6DRg6mNdB2.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/rJIXmOJ4Zmsvhw3B7WMiHcIR5ru.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/hJBuNiEzQRfVOx7gl0TjwoJy6Rr.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/4b7IqyV368A9dZwYdVvjpAjeXP8.jpg\r,",
    "description": ",Download File Here,–,Christmas လည်းနီးလာပြီဆိုတော့ ပရိတ်သတ်ကြီးတို့အတွက်IMDb rating 6.2\/10နဲ့ ခရမ်းချဉ်သီးအလုံး၁၀၀ရရှိထားတဲ့ ChristmasAnimation ဇာတ်ကားကောင်းလေးကိုတင်ဆက်ပေးပါမယ်။ ဇာတ်လမ်းအစအမှာတော့ ခရစ္စမတ်ဘိုးဘိုးကြီးက ပုံပြင်ပြောပြနေတာနဲ့အစပြုထားပါတယ်။ဟိုးရှေးရှေးတုန်းက ခလက်စ်ဆိုတဲ့ ဂြိုဟ်သားမျိုးနွယ်စုတစ်ခုရှိတယ်။အစကတော့ ခလက်စ်တွေဟာ အရောင်အသွေးစုံကြတယ်။ ဒါပေမဲ့သူတို့ရဲ့အမိဂြိုဟ်ပေါ်က သယံဇာတတွေကို လောဘတကြီးသုံးဖြုန်းရင်းကြာတော့ ဂြိုဟ်ကြီးလည်းပြောင်၊ သူတို့ရဲ့အရောင်တွေလည်း မှောင်ကုန်ကြတယ်။ အဲလိုနဲ့ ခလက်စ်တွေဟာ တစ်ဂြိုဟ်ပြီးတစ်ဂြိုဟ်ကူးပြီးပစ္စည်းတွေခိုးဝှက်အလစ်သုတ်ကြတော့တယ်။ တစ်ရက်ကျ ကမ္ဘာဂြိုဟ်ကို မျက်စိကျသွားတော့ ကမ္ဘာ့မြေဆွဲအားကိုဖျက်ဆီးပြီး အာကာသထဲလွင့်လာတဲ့ ပစ္စည်းတွေကို လုယက်ဖို့စီစဉ်ကြပါလေရော။အဲ့အတွက် မြေဆွဲအားဖျက်ဆီးမဲ့ ဂျိုင်ရိုထရွန်ဆိုတဲ့ စက်ကြီးကို မြောက်ဝင်ရိုးစွန်းမှာ သွားဆောက်ဖို့ ဂြိုဟ်သားတွေက အရွယ်အသေးဆုံးလေးဖြစ်တဲ့ အိက်စ်ကို တာဝန်ပေးလိုက်တယ်။ အိက်စ်က အသေးဆုံးသာဖြစ်တာ အခိုးဆုံးပဲ။ သိပ်တော်တဲ့သူခိုးပိစိလေး မြောက်ဝင်ရိုးစွန်းကိုရောက်လာပြီး ဆန်တာတို့ရဲ့ခရစ္စမတ်မြို့တော်ကို ဘယ်လိုဝင်မွှေမလဲဆိုတာကြည့်ရှုခံစားလိုက်ပါဦး။,A young elf mistakes a tiny alien for a Christmas gift, not knowing her new plaything has plans to destroy Earth’s gravity — and steal all the presents.,"
  },
  {
    "id": "lqhyxsif-90256",
    "title": "The Four Feathers MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/jE5Fdoq2xZqfNEptdSXMJr1uN8x-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/The Four Feathers\/The Four Feathers.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=the-four-feathers",
    "tag": "",
    "genre": "Action,Adventure,Drama,Romance,War,",
    "ep": "",
    "date": "Sep. 08, 2002",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/g3B1OkWVXXaseAV3iyhCV41IUEJ.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/5dCJdPKIwbbqbSuKGvGrZcEuvyl.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/2IojDzEWedVbre8KZhZPMoP5az4.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/s1nab8dpk2BWw7lsZHjISxUrGhk.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/2Wif6AyJgQ6tZ6O7AyRVOIfsHkB.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/ubutDzZw1YdPvm2dDm7v2hLjUTh.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/xeYdDCw2qD3mUiKgqp6AUXNiVq7.jpg\r,",
    "description": ",Download File Here,–,ဒီရုပ်ရှင်ကို ၁၉၈၇ မှာ Mr. India နဲ့ ၁၉၉၄ မှာ Bandit Queen အစရှိတဲ့ အိန္ဒိယရုပ်ရှင်တွေကိုရိုက်ပြီး နိုင်ငံတကာရဲ့ အာရုံစိုက်မှုရခဲ့တဲ့ အိန္ဒိယဒါရိုက်တာ Shekhar Kapoor က ရိုက်ထားတယ်။ Bandit Queen အရှိန်ကြောင့်ပဲထင်ပါရဲ့… ယူကေမှာ သူဦးဆုံးရိုက်ခဲ့တဲ့ကားက Cate Blanchett နဲ့ရိုက်တဲ့ Elizabeth… နောက် အခုရုပ်ရှင် The Four Feathers ကို ဆက်ရိုက်တယ်။ နောက် Elizabeth: The Golden Age… သူရိုက်တဲ့သုံးကားလုံးက အင်္ဂလန်သမိုင်းကြောင်းနဲ့သက်ဆိုင်တဲ့ ကားတွေချည်းပဲ။ Elizabeth မှာတော့ ကောင်းခဲ့ပေမဲ့ ဒုတိယကား The Four Feathers မှာတော့ ဇာတ်ရှိန်နည်းနည်းသွက်နေတာကြောင့် ကျတော့ကျသွားတယ်။ ဒါပေမဲ့လည်း ရှေးခေတ်စစ်ပွဲတွေအကြောင်း ကြည့်ရမယ့်ရုပ်ရှင်ဆိုတော့ ကြည့်လို့ပျော်သလို ကြည့်လို့လည်းတန်နေသေးတယ်။ အက်ရှင်ခန်းတွေ စွန့်စားခန်းအခန်းတွေလည်း ပါသင့်သလောက်ပါတာဆိုတော့ အက်ရှင်ပရိသတ်တွေအတွက်လည်း အဆင်ပြေလိမ့်မယ်။ Heath Ledger ရိုက်ဖူးခဲ့တဲ့ A Knight’s Tale လိုပဲ အရမ်းကြီးလန်ပျံမနေရင်တောင် အင်တာတိန်းမန့်တော့ တော်တော်ဖြစ်တဲ့ ကားမျိုးပဲ။ ဝတ္တုကတော့ ၁၉၀၂ကတည်းကထွက်ခဲ့တဲ့ A. E. W. Mason ရဲ့ The Four Feathers စာအုပ်ဆိုတော့ ဂန္ထဝင်စာရင်းဝင်တဲ့စာအုပ်ကို ပြန်ရိုက်ထားတယ်ပြောရမယ်။ ဒါကလည်း ပထမဆုံးရိုက်တာမဟုတ်ပါဘူး။ ရှေ့မှာလည်းတော်တော်ရိုက်ခဲ့ကြပြီးသားပဲ။သရုပ်ဆောင်တွေက Kate Hudson, Heath Ledger, Djimon Hounsou, Wes Bentley, Michael Sheen စတဲ့လူတွေကို သုံးထားတယ်။ အကုန်လုံးတော့ ခင်ဗျားတို့နာမည်နဲ့တွဲသိချင်မှသိမယ်။ ဒါပေမဲ့ ခင်ဗျားတို့ တော်တော်ရင်းနီးပြီးသား လူတွေချည်းပဲ။ ဇာတ်ကတော့ ၁၈၈၄ အင်္ဂလန်မှာ ဇာတ်အိမ်စထားတယ်။ ဗြိတိန်တော်ဝင်တပ်ထဲက သူငယ်ချင်းတစ်အုပ်ရဲ့ ဆက်ဆံရေးကို စပြတယ်။ အဓိကကတော့ မင်းသားရယ် သူ့အခင်ဆုံးသူငယ်ချင်းရယ်ပေါ့။ အဲဒီနောက် သူတို့တပ်ကို အီဂျစ်က ပုန်ကန်သွားတဲ့ကာနယ်အာမက်ကို တိုက်ခိုက်ဖို့ လွှတ်လိုက်တဲ့အချိန်မှာ မင်းသားက တပ်ထဲကနေ နှုတ်ထွက်သွားတယ်။ ဒီနောက် မင်းသားကို သူ့သူငယ်ချင်းသုံးယောက်ရယ် သူလက်ထပ်မယ့်ကောင်မလေးရယ်က ငှက်တောင်မွှေးလေးချောင်းလာပေးသွားကြတယ်။ ငှက်တောင်မွှေးက သူတို့ဆီမှာ သူရဲဘောကြောင်တာကို ကိုယ်စားပြုတယ်။ မင်းသားကို သူရဲဘောကြောင်တဲ့ အလကားကောင်လို့ လာဝိုင်းပြောလိုက်သလိုဖြစ်သွားတယ်။ ဒီလိုနဲ့ နေလာရင်း မင်းသားက ဒီကိစ္စကြီးကို စိတ်ထဲက ဘယ်လိုမှထုတ်မရနိုင်ခဲ့ဘူး။ ဒီတော့ သူ့သူငယ်ချင်းတွေတိုက်ပွဲဝင်နေတဲ့ ဆူဒန်ကို လိုက်သွားပြီး သူ့သတ္တိကို သက်‌သေပြဖို့လုပ်တယ်။ သူကြောက်နေတာက စစ်ပွဲကိုမဟုတ်ဘဲ တခြားအရာတစ်ခုဖြစ်ကြောင်း သက်သေပြဖို့လုပ်ရင်း သူ့သူငယ်ချင်းတစ်ယောက်ချင်းကို သူကယ်တင်ဖို့ကြိုးစားရင်း ဆူဒန်မှာ သူကြုံလာရတဲ့ အခက်အခဲတွေ တိုက်ပွဲတွေကို ပြသွားတယ်။ ဇာတ်တော့ နည်းနည်းသွက်နေပေမဲ့ စစ်ကားတစ်ကားအနေနဲ့ဆို ကြည့်ကောင်းသလို နာမည်ကြီးမင်းသားမင်းသမီးတွေကို မြင်ရမှာဆိုတော့ ကြည့်ဖို့တော့ တန်ပါတယ်။ လွန်လေပြီးသော Heath Ledger ရဲ့ကားဆိုတော့ကာ ဒီရုပ်ရှင်ဟာ ငြင်းစရာတော့မရှိနေပါဘူး။,A young British officer resigns his post when he learns of his regiment’s plan to ship out to the Sudan for the conflict with the Mahdi. His friends and fiancée send him four white feathers as symbols of what they view as his cowardice. To redeem his honor, he disguises himself as an Arab and secretly saves their lives.,"
  },
  {
    "id": "lqhyy1u6-37064",
    "title": "Maestro MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/kxj7rMco6RNYsVcNwuGAIlfWu64-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Maestro\/Maestro.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=maestro",
    "tag": "",
    "genre": "Drama,Music,Romance,",
    "ep": "",
    "date": "Nov. 22, 2023",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/et0G74BxoBgNQEZBkUcVhsgeRFF.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/5aa0Dp2weJuVqnaKH7DOjealBme.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/lTwIdWVjhst9u2aj2Ea2hFTBitQ.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/aGXCtrbBtDdq97y11fjf9wEtFtv.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/ob01ndA93OTbyvHkm1hvUKlarpe.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/8aLAL3GqWKSTRBkrIvmVZYrk9d.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/5kksqAGXUa043EjsJBzqB0q8Ys1.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/iNws0GhOwUMcXCPjB7Hv85bBAue.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/cJ0Pma5vg1Xt5331UByMHRd23Do.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/j7BG8EYc0tES3kater7eX7lZviM.jpg,",
    "description": ",Download File Here,–,Maestro ဟာ လက်ရှိမှာ American Film Institute ရဲ့ Top Ten Films of The Year စာရင်းဝင်ထားပြီး Bradley Cooper ရဲ့ ဒါရိုက်တာဘဝ ပိုအသက်ဝင်လာစေတဲ့ ရုပ်ရှင်လို့ပြောကြတယ်။ Maestro ကို ကနဦးမှာတော့ ပါရာမောင့်က မာတင်စကောဆဲစီရိုက်ဖို့ ရည်ရွယ်ခဲ့တာဖြစ်ပြီး The Irishman ရိုက်ဖို့ မာတင်ကြီးက ငြင်းလိုက်လို့ စပီးဘာ့ဂ်ရဲ့ Amblin Entertainment လက်ထဲရောက်သွားပြီး ဘရက်ဒလေကူးပါးလက်အပ်လိုက်ပါတယ်။ မာတင်စကောဆဲစီလည်း သူ မရိုက်ဖြစ်ပေမဲ့ စတီဗင်စပီးဘာ့ဂ်နဲ့အတူတူ ပရိုဂျူဆာတော့ ဝင်လုပ်ထားပေးတယ်။ စီနီမာတိုဂရပ်ဖာကတော့ ဒါရန်အာရွန်နော့စကီးရဲ့ Pi (1998), Requiem for a Dream (2000), The Fountain (2006) နဲ့ Black Swan (2010) တို့အပြင် သူ့ကားတိုင်းအားလုံးနီးပါးမှာ စီနီမာတိုဂရပ်ဖာလုပ်ပေးခဲ့တဲ့ Matthew Libatique ပါပဲ။ ကူးပါးရဲ့ ပထမကား A Star is Born မှာလည်း သူပဲ စီနီမာတိုဂရပ်ဖာလုပ်ပေးထားတာပါ။ ဇာတ်ညွှန်းပိုင်းကိုတော့ ဘရက်ဒလေကူးပါးနဲ့ ဂျို့စ်ဆင်းဂါးက ကိုင်ခဲ့တယ်။ ဂျို့စ်ဆင်းဂါးက Spotlight (2015) နဲ့ အော်စကာမှာ အကောင်းဆုံးဇာတ်ညွှန်းဆုရဖူးတဲ့လူလည်းဟုတ်သလို The Post (2017) နဲ့ First Man (2018) တို့ကိုလည်း ဇာတ်ညွှန်းရေးခဲ့ဖူးတယ်။ဇာတ်ကတော့ ခေတ်တစ်ခေတ်ရဲ့ဂန္ထဝင် ဂီတပညာရှင်တစ်ယောက်ဖြစ်တဲ့ လီယိုနာ့ဒ်ဘန်စတိုင်းအကြောင်းပါ။ သူ့အကြောင်းဆိုတာထက် သူနဲ့ သူ့မိန်းမ တယ်လီဗေးရှင်းမင်းသမီး ဖယ်လီစီယာမွန်တီလက်ဂျ်ရဲ့ ဆက်ဆံရေးအကြောင်းဆို ပိုမှန်မယ်။ အဲဒီဆက်ဆံရေးဆိုတာကလည်း ကျွန်တော်တို့မြင်နေကျတွေလို ကတောက်ကဆတွေချည်း ရိုက်ပြထားတာမျိုးမဟုတ်တာက သူ့ထူးခြားချက်ပဲဖြစ်မယ်။ လီယိုနာ့ဒ်အကြောင်းအရင်ပြောရရင် ဒီဘဲက ဂီတပညာရှင်။ ဘယ်လိုဂီတပညာရှင်လဲဆိုတော့ ဂီတနဲ့ပတ်သက်ရင် အကုန်သူ့နယ်ပယ်ပဲလို့ ခံယူပြီး ဂီတနဲ့ပတ်သက်သမျှ အကုန်လုပ်တဲ့ အကုန်လည်းဟုတ်တဲ့ ဂီတပညာရှင်။ သူက ဂီတမှူး၊ ဂီတစာဆို၊ စန္ဒယားဆရာ၊ ဂီတသင်ကြားသူ၊ ရုပ်ရှင်နောက်ခံတေးစသဖြင့် အစုံ့အစုံအကုန်လုပ်ခဲ့တဲ့သူ။ အမေရိကန်သမိုင်းက အတော်ဆုံး အအောင်မြင်ဆုံး ဂီတသမားတွေထဲက တစ်ယောက်လည်းဟုတ်တယ်။ သူ့ကို နာမည်နဲ့တွဲမသိရင်သာနေမယ်။ ရုပ်ရှင်သမားတွေတော့ သူ့ဂီတနဲ့ကောင်းကောင်းရင်းနှီးကြလိမ့်မယ်။ Elia Kazan ရိုက်ပြီး မာလွန်ဘရန်ဒိုသရုပ်ဆောင်ထားတဲ့၊ Best Picture အထိရခဲ့တဲ့ On the Waterfront ရဲ့ နောက်ခံတေးကို သီကုံးခဲ့တဲ့သူ။ အဲဒီကားနဲ့ သူဆန်ခါတင်လည်းဝင်ခဲ့ဖူးတယ်။ West Side Story မူရင်းကားရဲ့ဂီတပိုင်းကိုရော သူပဲကိုင်ခဲ့သလို လူမရှိတော့ပေမဲ့ စပီးဘာ့ဂ်ပြန်ရိုက်တဲ့အသစ်မှာလည်း သူ့ဂီတကိုပဲ ပြန်သုံးထားတယ်။ ကုန်ကုန်ပြောရရင် ဒီ Maestro ထဲက ဂီတပိုင်းတောင် သူ့ဂီတကိုပဲ ပြန်သုံးထားတာပါပဲ။ လီယိုနာ့ဒ်ဟာ တိုနီဆု ၂ဆု၊ ဂရမ်မီ ၁၆ဆု၊ အမ်မီ ၇ဆု ရခဲ့တယ်။ အော်စကာတော့ မရခဲ့ရှာပါဘူး။ ဒါပေမဲ့လည်း သူ့လိုင်းက ပြဇာတ်နဲ့ဂီတမှူး ဂီတစာဆိုလိုင်းဘက်ပိုသွားတော့ သူလုပ်ခဲ့တာတွေနဲ့ သူရထားတာတွေနဲ့က အံကိုက်တော့အံကိုက်ပါပဲ။ ဘန်စတိုင်းနေရာကတော့ ဘရက်ဒလေကူးပါးကပဲ သရုပ်ဆောင်ထားပြီး သူ့မိန်းမနေရာကတော့ ကာရေးမယ်လီဂန်က သရုပ်ဆောင်ထားတယ်။Maestro မှာ ကူးပါးဟာ ဘန်စတိုင်းရဲ့ ဘဝဇာတ်ကို သူ့အနုပညာနဲ့ သူ့မိသားစုဘဝ ၂ခုလုံးကို ပြသွားတယ်။ ဒီလိုဆိုပေမဲ့ သူ့မိသားစုဘဝဘက်ကိုတော့ ပိုအလေးပိုလိမ့်မယ်။ ဒီရုပ်ရှင်မှာ ဘန်စတိုင်းရဲ့ အောင်မြင်ခြင်းတွေထက် သူ့မိန်းမဖယ်လီစီယာရဲ့ အချစ်နဲ့နားလည်မှုက သူ့အောင်မြင်ခြင်းကို ဘယ်လိုအရောင်တင်ပေးခဲ့လဲ ပိုအလေးပေးပြသွားတယ်လို့ပြောရမယ်။ ဒါကြောင့်ပဲ မယ်လီဂန်အတွက် သရုပ်ဆောင်ကွက် ပိုရခဲ့သလို သူကလည်း ကောင်းကောင်းကြီး ထုတ်ပြနိုင်ခဲ့တယ်။ ဒီရုပ်ရှင်မှာတော့ ကူးပါးထက်ကို မယ်လီဂန်ရဲ့သရုပ်ဆောင်ပေါက်တွေက ပိုတာသွားတယ်လို့ မြင်တယ်။ ၂၀၀၉မှာ An Education, ၂၀၂၀မှာ Promising Young Woman တို့နဲ့ အော်စကာ ဆန်ခါတင်ဝင်ဖူးခဲ့တဲ့ Carey Mulligan ကတော့ ဒီနှစ်လည်း Golden Globe မှာ မင်းသမီးဆုဝင်ထားသလို Maestro နဲ့ သူ့ကိုရသင့်တယ်အော်နေကြတဲ့ အသံတွေလည်းရှိနေ‌တော့ ဆန်ခါတင်ပဲထပ်ဝင်သွားမလား ရပဲရသွားမလား ကြည့်ရဦးမှာပါပဲ။ လီယိုနာ့ဒ်နဲ့ ဖယ်လီစီယာတို့ရဲ့ သမီးနှစ်ယောက်ထဲက တစ်ယောက်ဖြစ်တဲ့ ဂျေမီအဖြစ်သရုပ်ဆောင်သွားတဲ့ Maya Hawke ကလည်း အခန်းသိပ်မရပေမဲ့ ပါသလောက်မှာ သဘောကျချင်စရာတော့ကောင်းတယ်။ ဇာတ်လမ်းက လီယိုနာ့ဒ်နဲ့ သူ့မိန်းမကြားက အချစ်လို့ခေါ်မလား မေတ္တာလို့ခေါ်မလား အဲဒီအရာတစ်ခုကိုတော့ ပေါ်လွင်အောင်ပြသွားနိုင်ခဲ့တယ်။ ပြဿနာလုံးဝကင်းတယ်တော့မဟုတ်ပေမဲ့ ချစ်ခြင်းနဲ့အဆုံးသတ်ပြီး သတိရခြင်းနဲ့ ခရီးဆက်နေတဲ့ လီယိုနာ့ဒ်ရဲ့အခြေအနေကိုလည်း ပြသွားတယ်။ ပြောရရင် Maestro တစ်ယောက်ရဲ့ ဘဝပဲ့ကိုင်ရှင်တစ်ယောက်အကြောင်းပဲထားပါတော့။ သေချာတာတော့ သတိရခြင်းနဲ့ ခရီးဆက်နေတဲ့ လူတစ်ယောက်ကိုတော့ ခံစားမိမှာပဲ။,A towering and fearless love story chronicling the lifelong relationship between Leonard Bernstein and Felicia Montealegre Cohn Bernstein. A love letter to life and art, Maestro at its core is an emotionally epic portrayal of family and love.,"
  },
  {
    "id": "lqhyy34c-09295",
    "title": "Ban Drugs MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/umB5ZDeFRmGG3hcTCbtk6AzOCnY-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Ban Drugs\/Ban Drugs.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=ban-drugs",
    "tag": "",
    "genre": "Action,Crime,Drama,",
    "ep": "",
    "date": "Dec. 12, 2023",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/yrP3w1CN3glimSI98loV17S1ZTX.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/nydSMywjRIjOTFEkwGGPD102Tls.jpg\r,",
    "description": ",Download File Here,–,ဒါကတော့ မူးယစ်ဆေးဝါးတိုက်ဖျက်ရေး မှုခင်းဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်။မူးယစ်ဆေးဝါးတိုက်ဖျက်ရေးစစ်ဆင်ရေးမှာတွဲဖက်ပါတနာကိုစတေးလိုက်ရတဲ့…… စခန်းမှူးကျန့်(၁၅)နှစ်ကြာပြီးနောက်မှာ မူးယစ်ဆေးဝါးတိုက်ဖျက်ရေးစစ်ဆင်ရေးမှာတွဲဖက်ပါတနာကိုဆုံးရှုံးလိုက်ရတဲ့….အဖွဲ့ခေါင်းဆောင်လုအဖေလို ပြည်သူအတွက်အသက်ပေးပြီး အာဇာနည်ဖြစ်ချင်တဲ့… ရဲအရာရှိလေးဝမ်သူတို့(၃)ယောက်ပူးပေါင်းပြီး (၁၅)နှစ်ကြာအောင် ဖမ်းမမိနိုင်ပဲဥပဒေပြင်ပကိုရောက်နေတဲ့ မြေနဂါး တိလုံကိုအမိအရဖမ်းဆီးနိုင်ဖို့ကြိုးစားတဲ့အကြောင်းလေးပဲဖြစ်ပါတယ်။ပင်းဟိုင်မြို့မှာ မူးယစ်တိုက်ဖျက်ရေးစစ်ဆင်ရေးကြီးတစ်ခုလုပ်ခဲ့ပြီးနောက်မှာမူးယစ်ဆေးရောင်းဝယ်မှုကြီးကြီးမားမားမရှိတော့ပါဘူး။ ဒါပေမယ့် (၁၅)နှစ်ကြာပြီးနောက်မှာမူးယစ်ဆေးပမာဏများများရောင်းဝယ်တဲ့အမှုပြန်လည်ဖြစ်ပေါ်လာခဲ့ပါတယ်။ပြစ်မှုကျူးလွန်ပြီးသေသွားတဲ့ သူကလွန်ခဲ့တဲ့(၁၅)နှစ်က မူးယဇ်ရာဇာတိလုံရဲ့DNAနဲ့တော်တော်လေးကိုက်ညီနေတာကိုတွေ့လိုက်ရတဲ့ခါ ပင်ဟိုင်မြို့ရဲ့မူးယစ်ဆေးလောကကြီးကပြန်လည်တစ်ဖန်အသက်ဝင်လာပါတော့တယ်။လွန်ခဲ့တဲ့(၁၅)နှစ်ကအမှုနဲ့ဘယ်လိုများပတ်သက်နေမလဲ……ဒီတစ်ခါမှာရော မူးယစ်တိုက်ဖျက်ရေးစစ်ဆင်ရေးအောင်မြင်နိုင်မလား……,The story of Lu Zhonglei, captain of the Public Security Anti-Narcotics Brigade, during his life-and-death contest with drug lord Ling Shaohua. As the protagonist of the story, anti-drug policeman Lu Zhonglei experienced the test of life and death, physical and mental torture, and the sacrifice of his companions during the dangerous anti-drug arrest process. However, he still did not forget his original intention and was unswerving. In the end, through careful thinking and hard work, With his skills, and with the full support and cooperation of the leadership and other anti-drug police officers, the cunning drug lord Ling Shaohua was hunted down and brought to justice.,"
  },
  {
    "id": "lqhyxp8g-16514",
    "title": "Son of Sardaar MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/rqFbCvKVPdqI1Yrm8Xn172XXiVC-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Son of Sardaar\/Son of Sardaar.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=son-of-sardaar",
    "tag": "",
    "genre": "Action,Comedy,Romance,",
    "ep": "",
    "date": "Nov. 13, 2012",
    "images": "",
    "description": ",Download File Here,–,မင်းသားကြီး အဂျေးသရုပ်ဆောင်ထားတဲ့ ဟင်ဒီစကားပြောဒီရုံကားက2010 ကထွက်ရှိထားတဲ့ တမီလ်စကားပြော “Maryada Ramanna” ကို remakeပြန်လည်ရိုက်ကူးထားတာပါ တိုက်ဂါး မင်းသားကြီး Salman Khan လည်း ပါဝင်သရုပ်ဆောင်ထားပါတယ်မွေးရပ်မြေ အိန္ဒိယကို မြေကွက်ရောင်းဖို့ပြန်လာတဲ့ အဂျေး ..ဒီမွေးရပ်မြေမှာကသူတို့မိသားစုနဲ့ ကမ္ဘာ့ရန်သူတွေဖြစ်တဲ့ စန်ဒူးမိသားစုရှိတယ်ပေါ့ဗျာမျိုးဆက်သာတုန်းမယ် တွေ့ရာသင်္ချိုင်းဓားမဆိုင်းဘဲ တွေ့တာနဲ့အချင်းချင်းသတ်နေကြတဲ့ ဒီ၂ဖက်မိသားစု ဒီရန်ပွဲမှာ သူ့အဖေကနစ်နာသူအဖြစ်နဲ့ အသတ်ခံလိုက်ရတယ် ဒီရန်ငြိုးကို ဦးလေးဖြစ်သူက အဂျေးတို့ကိုပြန်ဆပ်ခိုင်းပြီး ရန်ကြွေးကိုမဆပ်ရသေးဘဲ မင်္ဂလာမဆောင်ရဘူးဆိုပြီး ရာဇသံပေးလို့ အဂျေးရဲ့မိခင်ဖြစ်သူကသားတွေခေါ်ပြီးထွက်ပြေးလာခဲ့ရာက အခုဒီမွေးရပ်မြေကို အဂျေးတစ်ယောက် မြေပြန်ရောင်းဖို့ဇာတ်လမ်းစလာခဲ့တာပေါ့ဖူးစာလူးလာ ဒူးကာလို့မရဆိုသလိုပဲရွာမှာ စောင့်ဆိုင်းနေတဲ့ သူတို့ရဲ့ကမ္ဘာ့ရန်ဘက်ကြီးရဲ့သမီးကိုမှမြင်မြင်ချင်းချစ်မိသွားတဲ့ အဂျေးတစ်ယောက် ဘယ်လိုဇာတ်လမ်းနဲ့နှစ်ပါးသွားကြမလဲတစ်ဖက်ကကလဲ့စား တစ်ဖက်ကချစ်ခြင်းမေတ္တာနဲ့ ဘယ်လမ်းကိုရွေးမယ်ဆိုတာကိုတော့…,A Punjabi man returning to India falls in love with a woman whose family welcomes him as a guest before realizing he is the man they need to kill in order to avenge their loved ones.,"
  },
  {
    "id": "lqhyxu9o-23164",
    "title": "Parastree MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/nTxhj8dY8VRACGD3i8stYUjkNQC-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Parastree\/Parastree.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=parastree",
    "tag": "",
    "genre": "Thriller,",
    "ep": "",
    "date": "Jun. 30, 2023",
    "images": "",
    "description": ",Download File Here,–,(Adult scene တချို့နှင့် သတ်ခန်းဖြတ်ခန်းများအားပီပြင်စွာရိုက်ကူးထားသည့်အတွက်မိသားစုနှင့်အတူကြည့်ရန် မသင့်တော်ပါ)သူများပိုင်တဲ့ပိုက်ဆံ ဇနီးမယားကိုပစ်မှားစိတ်နဲ့ကြည့်တာက အိပ်ရာပေါ်သေခါနီးဆဲဆဲကို မီးရှို့သတ်သေတာနဲ့တူပါတယ်တဲ့ သူများပိုင်ဆိုင်မှုကိုမှသဘောကျတတ်သူတွေ ရှိတာနဲ့ရောင်ရဲမတင်းတိမ်နိုင်ဘဲလိုက်ပွဲလိုချင်တဲ့လူတွေကိုဘယ်လိုမျိုးပညာတွေပြမလဲဆိုတာအားပါးတရကြည့်ရှုရမှာပဲဖြစ်ပါတယ်အာဗယာဆိုတာက ရေဒီယိုအသံလွှင့်ဌာနက ချိုသာလွန်းတဲ့အသံကြောင့်အမာခံပရိသတ်များစွာရရှိထားသူတစ်ယောက်ပါ သူ့မှာအမျိုးသားက ငယ်စဉ်ကတွေ့ကြုံခဲ့တဲ့ဖြစ်ရပ်တစ်ခုကြောင့် တချို့ကိစ္စတွေမှာစိတ္တဇဆန်ဆန်ဖြစ်နေသူတစ်ဦးပေါ့ ဒီအချက်ကိုအာဗယာကမကြိုက်ပါဘူးဒီလိုနဲ့တစ်နေ့ အာဗယာ့အမျိုးသားကအလုပ်ကိစ္စနဲ့ပြည်ပခရီးရှည်တစ်ခုထွက်သွားတယ် တစ်ဖက်မှာလည်း အာဗယာဆော့နေကျ Gym ရုံမှာ လူသစ်တစ်ယောက်ရောက်လာပြီးအာဗယာ့ကိုမြင်မြင်ချင်းသဘောကျသွားလေတော့ အဖော်မဲ့နေတဲ့အာဗယာ့ကိုယောကျာ်းမာယာနဲ့နည်းလမ်းကုန်ထုတ်သုံးပြီးတော့ပိုးပန်းပါတော့တယ်ယောကျာ်းဖြစ်သူကိုစိတ်ကုန်နေတဲ့သူမအတွက် အချစ်သစ်တွေပြန်လန်ပွင့်လန်းလာချိန်မှာ ယောကျာ်းဖြစ်သူပြန်ရောက်လာတာနဲ့တိုးလေတော့ အရင်ကမှစိတ္တဇဖြစ်နေတဲ့အမျိုးသားတစ်ယောက်က အချစ်ရဆုံးမိန်းမဖောက်ပြန်ခံလိုက်ရတဲ့ခံစားချက်ပါထပ်တိုးလေတော့ သူတို့ဘယ်လိုတွေဆက်ဖြစ်သွားမလဲ ဥာဏ်ပညာကပဲအနိုင်ရမလား ဥပဒေကပဲအနိုင်ရမလား..,Dark thriller story occurring after an extramarital affair.,"
  },
  {
    "id": "lqhyxxb3-94955",
    "title": "Trumbo MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/2RERIRnZkROSeHZAIf8PSxhzOqs-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Trumbo\/Trumbo.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=trumbo",
    "tag": "",
    "genre": "Drama,",
    "ep": "",
    "date": "Oct. 27, 2015",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/5pi1fOWK3P8Q8IXhj9QeZCYfSnG.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/3RoOqUUNKc2rghp7ocshygYzCjO.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/zNT96rAvBIWXOEiENJXibcujuhj.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/qD6z7EdbvWg5ceBSeZSFqLodSVO.jpg\r,",
    "description": ",Download File Here,–,ဒီတစ်ခါမှာတော့ စာရေးဆရာ ဒေါ်လ်တန်ထရမ်ဘိုရဲ့ဘဝအကြောင်းကိုရိုက်ကူးထားတဲ့ Trumbo ဆိုတဲ့ဇာတ်ကားလေးကိုတင်ဆက်ပေးချင်ပါတယ် ဒီဇာတ်ကားလေးထဲမှာ Breaking Bad ထဲမှမင်းသားကြီး Bryan Cranstonကပါဝင်သရုပ်ဆောင်ထားပြီး Malificent ထဲက မင်းသမီးလေး Elle Fanning လည်းပါဝင်ထားပါတယ်။ဇာတ်လမ်းအကျဥ်းလေးကတော့ထရမ်ဘိုဟာ 1947 မှာဟောလိဝုဒ်ရဲ့အအောင်မြင်ဆုံးထိပ်သီးစာရေးဆရာတစ်ယောက်ပါ ဒါပေမဲ့ သူနဲ့အတူ အခြားအနုပညာရှင်တချို့ဟာ ကွန်မြူနစ်တွေအဖြစ် စုံစမ်းစစ်ဆေးခံရပြီး တရားရင်ဆိုင်ရပါတယ် နောက်ပြီး သူတို့တွေကို နာမည်ပျက်စာရင်းသွင်းပြီး သပိတ်မှောက်ကြပါတယ်။ထရမ်ဘိုတို့ဟာလည်း အလုပ်သမားအခွင့်အရေးအတွက် တက်ကြွလှုပ်ရှားမှုတွေမှာထဲထဲဝင်ဝင်ပါဝင်ခဲ့ပြီး ထောင်ကျခဲ့ပါတယ်။ ထောင်ကထွက်လာပြီးနောက်မှာ သူ့ကိုဘယ်သူကမှအလုပ်တွဲမလုပ်ကြတော့ပါ မခေါ်မပြောနဲ့ဝိုင်းပြီးခွဲခြားခံခဲ့ရပါတယ်။ ဒါပေမဲ့ အဲ့လိုအခြေအနေမှာတောင် ဒေါ်လ်တန်တစ်ယောက် စကားလုံးနဲ့ဥာဏ်ပညာကိုအသုံးချပြီး အကယ်ဒမီဆုနှစ်ဆုကိုရအောင်ယူပြခဲ့ပါတယ် အဲ့နောက်မှာတော့ နာမည်ပျက်စာရင်းဆိုတာကြီးကို ဖျောက်ဖျက်ဖို့သူဘယ်လိုကြိုးစားခဲ့တယ်ဆိုတာကို ပုံဖော်ရိုက်ကူးထားပါတယ်ဒီဇာတ်ကားဟာ ဒေါ်လ်တန်ထရမ်ဘိုရဲ့ အတ္ထုပ္ပတ္တိကိုရိုက်ကူးထားတဲ့ Biography Film အမျိုးအစားလေးပါ။,The career of screenwriter Dalton Trumbo is halted by a witch hunt in the late 1940s when he defies the anti-communist HUAC committee and is blacklisted.,"
  },
  {
    "id": "lqhyxwds-83065",
    "title": "First Reformed MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/p2UylV0hPefEuWPFMo1r56vu2nb-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/First Reformed\/First Reformed.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=first-reformed",
    "tag": "",
    "genre": "Drama,",
    "ep": "",
    "date": "May. 18, 2018",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/b5BLqJ6pqMtziBQFd89StwvE7D8.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/oXNtdwoRsG9MIpOjJHeT4xGjwbV.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/31fday46xfp3mTxDWJDKQ0hdIsF.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/jFdeQOleEXrkEOjzcpgKSCjbC8P.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/mLwIDLa1FMkbKLteZRTatyvWLHX.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/g8G91vbvyUqnyFSlVruwiaZsUrn.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/ia7Pm53iou0dF7NJZQZFv079cwL.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/lPEGDlqbKNnckRNdqKpnuxhC4aW.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/AgAR1i7qFsoH7jDFYoTDuVca0qJ.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/vhwb9aFrKSfFkYDyA2G23FzqVqK.jpg,",
    "description": ",Download File Here,–,ဒီဇာတ်ကားလေးကတော့ မင်းသားကြီး Ethan Hawke ပါဝင်ထားတဲ့ psychological drama လေးပါ။ဇာတ်လမ်းအကျဉ်းကတော့ ဖာသာတိုလာဟာ အရွယ်ကောင်းစဉ်က စစ်တပ်ထဲကသင်းအုပ်ဆရာဖြစ်ပါတယ်။ မိန်းမဖြစ်သူသဘောမတူတဲ့ကြားက သားဖြစ်သူကို စစ်မှုထမ်းပြီး စစ်တိုက်ထွက်ဖို့ ကိုယ်တိုင် တိုက်တွန်းခဲ့ရာကနေ သားဖြစ်သူ စစ်ပွဲမှာ ကျဆုံးသွားခဲ့တဲ့အတွက် စိတ်ထောင်းကိုယ်ကြေဖြစ်ကာ စစ်ထဲကထွက်လာပြီး ဘုရားကျောင်းလေးတစ်ခုမှာ ရောဂါအခံလေးရှိလာတဲ့ သူ့ဘဝကို ဘယ်လိုကြိုးစား ရုန်းကန်းဖြတ်သန်းနေရလဲ ဆိုတာကို ဆွတ်ပျံ့ကြေကွဲဖွယ် ရိုက်ကူးထားတဲ့ဇာတ်လမ်းကောင်းလေးတစ်ပုဒ် ဖြစ်ပါတယ်။IMDb Rating 7.1\/10 ရရှိထားပြီးတော့ Tomatometer မှာ 94 % တောင် ရရှိထားတဲ့အပြင် ဇာတ်လမ်းလေးက အေးအေးငြိမ်ငြိမ်နဲ့ သွားထားပြီး ကင်မရာရိုက်ကူးတင်ဆက်ပုံကောင်းတဲ့အပြင် မင်းသားကြီး Ethan ရဲ့ သရုပ်ဆောင်ပီပြင်ကောင်းမွန်မှုကြောင့် မှတ်ချက်ကောင်းတွေရထားတဲ့ဇာတ်ကားဆိုလည်း မမှားတဲ့အတွက် ကြည့်ရကျိုးနပ်တဲ့ကားလေးဖြစ်မှာပါ။,A pastor of a small church in upstate New York starts to spiral out of control after a soul-shaking encounter with an unstable environmental activist and his pregnant wife.,"
  },
  {
    "id": "lqhyxjnz-38113",
    "title": "A Christmas Carol MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/t41VHjYItCYHBh2hijsTID44cNv-202x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/A Christmas Carol\/A Christmas Carol.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=a-christmas-carol",
    "tag": "",
    "genre": "Animation,Family,Fantasy,",
    "ep": "",
    "date": "Nov. 04, 2009",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/bFntIQxWBwtzYAFc68xF1GKAfiv.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/10xOWaeTQuVoK2mHtKOFXH75QOn.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/Awx3ld6kRqq0iMKPPCUTt1RidCn.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/a913Y596IAniKP77mGvjmrimjkU.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/4OTWMRD7ZQk8HWiYUsbEeI2faSQ.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/p98z8tZ9G8PdKpaq15kXPHvwtvv.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/mUE0NWO2tx5nRNu7gl4D1jjheZW.jpg\r,",
    "description": ",Download File Here,–,ဒီAnimation,ဇာတ်ကားကို တစ်ဝက်လောက်ပဲကြည့်ရသေးတယ် .. အံအားသင့်လောက်စရာတွေတွေ့လို့ ဒီကားနဲ့ ပတ်သက်တာတွေစုံစမ်းကြည့်တော့ Charles Dickens ရဲ့နာမည်ကြီးဝတ္ထုဖြစ်နေတဲ့အပြင် ဒါရိုက်တာကလည်းForrest Gump ကိုရိုက်ကူးခဲ့တဲ့ ဒါရိုက်တာ Robert Zemeckis ဖြစ်နေတယ်……ဒါကြောင့်လည်း Best Animated Film ဆန်ကာတင်စာရင်းဝင်ခဲ့သလိုအခြားဆု(၃)ဆုလည်းရရှိခဲ့တယ်…Jim Carrey အသံပိုင်းသရုပ်ဆောင်ထားပါတယ်……Ebenezer Scrooge ဆိုတဲ့အဘိုးကြီးတစ်ယောက်ရှိတယ်… …သူကတစ်ကိုယ်တည်းသမားကြီးဖြစ်ပြီး အတ္တလည်းအလွန်ကြီးတယ် ..ငွေကလွဲလို့ တခြားဘာကိုမှမမြင်…ခရစ်စမတ်ကာလမှာပျော်ပါးနေတဲ့သူတွေကို အရူးတွေ သေတာမှကောင်းလိမ့်မယ်လို့တောင်တွေးတတ်တဲ့သူ….ဒီလိုအယူအဆတွေ ပိုင်ဆိုင်ထားတဲ့ အဘိုးကြီးဟာ တစ်နေ့မှာတော့ သူတစ်သက်မှာ လုံးဝမမျှော်လင့်တာတွေဖြစ်တော့တာပဲ…ဒီကားက ခလေးသူငယ်တွေအတွက်တင်မဟုတ်ဘဲ လူကြီးတွေလည်း ကြည့်ပြီးကြိုက်သွားမှာပေါ..ပြောရရင်လူကြီးတွေအတွက်က ပိုပြီးတောင်ရသမြောက်လိမ့်မယ်ထင်ပါတယ်..ခလေးတွေအတွက်တော့ ကြည့်လို့လှတဲ့ကားတစ်ကားပေါ့ဗျာ…ကိုင်းခံစားကြည့်လိုက်ပါဦးနော်…,Miser Ebenezer Scrooge is awakened on Christmas Eve by spirits who reveal to him his own miserable existence, what opportunities he wasted in his youth, his current cruelties, and the dire fate that awaits him if he does not change his ways. Scrooge is faced with his own story of growing bitterness and meanness, and must decide what his own future will hold: death or redemption.,"
  },
  {
    "id": "lqhyxmog-84442",
    "title": "Thanksgiving MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/f5f3TEVst1nHHyqgn7Z3tlwnBIH-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Thanksgiving\/Thanksgiving.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=thanksgiving",
    "tag": "",
    "genre": "Horror,Mystery,Thriller,",
    "ep": "",
    "date": "Nov. 16, 2023",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/ktHEdqmMWC1wdfPRMRCTZe2OISL.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/igwshQHV36aBkPyWp7En5P4Kn2V.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/meRwi0lVzv7cMnLNJKoZY59krMp.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/5d9wu3ZMoqg7QyhtEkVTHdusRoE.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/hV2q7r2dpGKsKWdquLjxuQ7kO5h.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/rgn69SYW3CQLkwz1FHTVEw0PmXP.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/3JbcNQgSSdh6pw78VwM91b0P3s4.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/ziqnhCpKLt3KtqhIhejpzb6TNxh.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/vg6hkYsa5Q2oOhbOVdztRiIPSPb.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/n8uQNA8HbhT8cdYRbh1pKwJvRoK.jpg,",
    "description": ",Download File Here,–,(ရက်စက်တဲ့သတ်ဖြတ်ခန်းတွေပါတဲ့ R Rated အမျိုးအစား ဟော်ရာမို့နှပ်ချေးစားကလေးငယ်များနှင့်အတူမကြည့်သင့်ပါဘူး…)ဒီနှစ်ထဲမှာ ထွက်ထားတဲ့ ဟော်ရာတွေမှာ အတော်ကောင်းတဲ့ကားထဲမှာပါပါတယ်။သရဲမဟုတ်ဘဲ ဟော်ရာလူသတ်ရုပ်ရှင်ကိုမှ တရားခံမပြထားတဲ့ ပဟေဠိဆန်ဆန် အမျိုးအစားပဲဖြစ်ပါတယ်။Scream ရုပ်ရှင်တွေနဲ့ ဆင်တူပါတယ်။ ကျေးဇူးတော်နေ့မှာ ပလိုင်းမောက်မြို့လေးရဲ့ ရိုက်ကုန်တိုက်ပိုင်ရှင်ကအထူးလျှော့ဈေးနဲ့ ရောင်းပေးဖို့ကြေညာထားတဲ့အတွက် ကုန်တိုက်ရှေ့မှာတစ်မြိုု့လုံး လာစုနေကြပါတယ်။ အဲဒီဈေးရောင်းပွဲတော်မှာ ရုတ်ရုတ်သဲသဲတွေ ဖြစ်ကုန်ပြီးလူတွေသေကုန်တာနဲ့အဆုံးသွားပါတယ်။ နောက်တစ်နှစ် ကျေးဇူးတော်နေ့အချိန်မှာဒီဈေးရောင်းပွဲတော်ကိုပဲ ထပ်လုပ်ဖို့စီစဉ်ချိန်မှာတော့ အရင်နှစ်က ပွဲမှာ လူသေမှုတွေဖြစ်အောင်ပတ်သတ်ခဲ့တဲ့သူတွေအားလုံး တစ်ယောက်ပြီး တစ်ယောက် ရက်ရက်စက်စက်လိုက်သတ်တာခံရပါတော့တယ်။ ဒီတော့ အရင်နှစ် ကျေးဇူးတော်နေ့က သေသွားခဲ့တဲ့သူတွေနဲ့ပတ်သတ်တဲ့သူတွေထဲက ဘယ်သူက တရားခံလဲဆိုတာကို လိုက်ဖော်ဖို့ ကြိုးစားရင်းအသတ်မခံရအောင် ရုန်းကန်ကြရတဲ့လူတစ်စုကို ကြည့်ရမှာပါပဲ။ သတ်ဖြတ်ခန်းတွေအရမ်းကြမ်းတမ်းလို့ ကြောက်တတ်သူတွေမကြည့်သင့်ကြောင်း ကြိုပြောထားပါရစေ။,After a Black Friday riot ends in tragedy, a mysterious Thanksgiving-inspired killer terrorizes Plymouth, Massachusetts – the birthplace of the holiday. Picking off residents one by one, what begins as random revenge killings are soon revealed to be part of a larger, sinister holiday plan.,"
  },
  {
    "id": "lqhyy5su-22609",
    "title": "Summer Love MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/4a032gpu8Xbch2t4LHsHNxRC1Vx-214x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Summer Love Love\/Summer Love Love.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=summer-love",
    "tag": "",
    "genre": "Comedy,Romance,",
    "ep": "",
    "date": "Aug. 25, 2011",
    "images": "",
    "description": ",Download File Here,–,ဒီတစ်ခါတေ့ာ တရုတ်ဇာတ်မြူး ကားလေး တစ်ကားတင်ဆက်ပေးလိုက်ပါတယ်။လူကြီးရုပ်ရှင် မဟုတ်ပေမယ့် ခပ်လန်းလန်း ကောင်မလေးတွေ ကိုအားပါးတရ ငမ်း လို့ လည်း ရမှာ ဖြစ်တာကြောင့် ရုပ်ရှင်လည်းကြည့်ရင်း စကီလည်းရှိုးရင်း ဆိုသလို ကိုကိုပုရိသတို့ အကြိုက်တွေ့စေမယ် ဆိုတာ တော့ အာမခံ ပါရစေ။ ဇာတ်လမ်း အကျဉ်းချုံး ကတော…Fong Ryan နဲ့ Fattyတို့ သုံးယောက်ဟာဟိုင်နန် ကို အပန်းဖြေ ခရီး ထွက် လာရင်းနဲ့ဒုက္ခ ရောက်ရပုံ နဲ့ တည် ထား ပါတယ်။ပစ္စည်းတွေ အလစ်သုတ် ခံရပြီး ကမ်းခြေ တစ်ခု မှာသုံးယောက်သား ယောင်လည်လည် ဖြစ်နေကြတာပါ။အဲ့ဒီ အချိန်မှာပဲ ထိုနေရာမှာ လူထူးဆန်း တစ်ယောက်ကသူ့ဘဝလက်တွဲဖော် ရှာဖို့ ပြိုင်ပွဲ စီစဉ်နေတာပါ။ပြိုင်ပွဲ နာမည်က “သန်းကြွယ်လေးနဲ့ ဘယ်သူ လက်ထပ် ချင်လဲ” ဆိုတာပါ။စကီလေးတော်တော် များများကလည်း စိတ်ဝင်စားကြပြီးထိုလူရဲ့ စိတ်ဝင်စား မှု ရအောင် ကြံဖန် ကြပါတော့တယ်။အဲ့ စကီလေးတွေ ထဲက တချို့ကို သကောင့်သားငနဲသုံးကောင်က စိတ်ဝင်စား မိပြီး ချဉ်းကပ် ကြပုံ ကိုတင်ဆက် ထားတာပါ။ ဇာတ်လမ်းကို ပေါ့သွားမှာ စိုးလို့ အစအဆုံးပြောမနေတော့ပါဘူး။သူတို့ သုံးယောက်ဟာ သူတို့ လိုချင်တဲ့ အဖြေ ကိုကောင်မလေးတွေဆီက ရနိုင်ပါ့မလား။ဘယ်လိုပုံ ဘယ်လိုနည်း နဲ့ ချဉ်းကပ်ကြမယ်ဆိုတာကတော့ ပရိသတ်ကြီးတို့ပဲ ရှူစားကြပါလို့ ပြောပါရစေ။ဒီဇာတ်ကားလေးကလည်း ပရိသတ်တွေရဲ့ဘဝအမော ကို ဖြေဖျောက်ပေးနိုင်မှာ တေ့ာ သေချာ ပါကြောင်း,The story begins with three men from different walks of life who lead very ordinary lives in Hong Kong but all have something in common – single and desperate for love. They decide to travel to Hainan, China, in search of love. On their adventure, they suffer plenty of bad luck, one after another, but love may just be around the corner.,"
  },
  {
    "id": "lqhyy4dr-20768",
    "title": "Ban Drugs MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/bDkqqaWf2Pa8torbr0dSXUdSrI1-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Ban Drugs\/Ban Drugs.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=%e7%94%9f%e6%ad%bb%e4%ba%a4%e9%94%8b",
    "tag": "",
    "genre": "Action,Drama,",
    "ep": "",
    "date": "Dec. 15, 2023",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/ccumPOFVTOddknq6vktYogeUjjL.jpg\r,",
    "description": ",Download File Here,–,The Battle for justiceဆိုတဲ့ဇာတ်ကားကတော့တရားမျှတခြင်းအတွက်ဦးထိပ်ထားပြီး ပြည်သူအတွက်စွန့်စားပြီးမူးယစ်ဆေးဝါးတိုက်ဖျက်ရေး စစ်ဆင်းရေးတစ်ခုအကြောင်း ရဲပေါ်လစီကားဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့……ချန်ကျန့်ရဲ့အဖေဟာ မူးယစ်ရာဇာတစ်ယောက်ကြောင့် သူငယ်ငယ်လေးတုန်းကသတ်ခဲ့လိုက်ရပါတယ်။ အဖေအတွက်လက်စားချေဖို့ရဲကောင်းတစ်ယောက်ဖြစ်အောင်ကြိုးစားမယ်ဆိုပြီး သစ္စာဆိုခဲ့ပါပြီးကြိုးစားလာခဲ့ပါတယ်။ ဒီလိုနဲ့တစ်နေ့မှာတော့ မူးယစ်တိုက်ဖျက်ရေးစစ်ဆင်ရေးတစ်ခုအတွက်မူးယစ်ဂိုဏ်းမှာ သူလျှိုလုပ်ဖို့ တာဝန်ပေးလာတဲ့အခါချန်ကျန့်ဟာ အဖေ့အတွက်လက်စားချေနိုင်ဖို့ အစွမ်းကုန်ကြိုးစားပါတော့တယ်။ရဲဆိုတဲ့သရုပ်မှန်ဟာ အချိန်မရွေးပေါ်သွားနိုင်မလား……ဉာဏ်များပြီးကောက်ကျစ်တဲ့ မူးယစ်ရာဇာကိုဖမ်းဆီးဖို့စစ်ဆင်ရေးကအောင်မြင်နိုင်ပါ့မလား…… နိုင်ငံနဲ့ပြည်သူတွေအတွက်အသက်စွန့်ပြီးတာဝန်ထမ်းဆောင်ကြရတဲ့ရဲအရာရှိတွေအကြောင်းကိုကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။,"
  },
  {
    "id": "lqhyy0cd-25924",
    "title": "Inexistent MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/Ak69rqmlpsbjqEMwa3YvEbp1pL8-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Inexistent\/Inexistent.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=inexistent",
    "tag": "",
    "genre": "Thriller,",
    "ep": "",
    "date": "Nov. 17, 2023",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/g9SnXBFIaZWWcG0VfbGK573JyD5.jpg\r,",
    "description": ",Download File Here,–,ငယ်ငယ်က စိတ်ကူးယဥ်သူငယ်ချင်းတွေနဲ့ ကစားတတ်တဲ့စိတ်ထင်ယောင်ထင်မှားရောဂါရှိတဲ့ ဆယ်ကျော်သက်ကောင်မလေး Shivana က အိမ်ထောင်ရှိအမျိုးသား Patrick နဲ့ချစ်ကြိုက်ပြီး ဖောက်ပြန်နေခဲ့တယ်။ ငယ်ငယ်ကတည်းကအချစ်စစ်ကိုမရခဲ့လို့ တွယ်ကပ်တတ်တဲ့ Shivana ကPatrick နဲ့အတူနေနိုင်ဖို့ သူ့ဇနီးသည်ကို သတ်ဖို့ကြိုးစားပါတော့တယ်။ နောက်ပိုင်းမှာ ဘာတွေဆက်ဖြစ်မလဲဆိုတာကတော့ ဒီဇာတ်လမ်းမှာ စိတ်ဝင်စားဖွယ် ဆက်လက်ကြည့်ရှုနိုင်ပါတယ်။,A young woman who struggled with a childhood mental illness falls in love with a married man. Never having real love, she will do anything to keep it, even if murder is the only option.,"
  },
  {
    "id": "lqhyxqs7-83974",
    "title": "Tagaru Palya MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/8PmS2eEuUvOxwTFQJvHOKWmPVIS-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Tagarupalya\/Tagarupalya.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=tagaru-palya",
    "tag": "",
    "genre": "Comedy,Drama,",
    "ep": "",
    "date": "Oct. 27, 2023",
    "images": "",
    "description": ",Download File Here,–,ပရမ်ကူးမားလို့ နာမည်ကျော်တဲ့ ကန်နေဒါမင်းသားကြီး ပရမ်ရဲ့ သမီးချောလေးအမ်ရူသာပရမ်ရဲ့ ပွဲဦးထွက် ကန်နေဒါစကားပြော အိန္ဒိယဇာတ်လမ်းလေးကို တင်ဆက်ပေးပါရစေ။ကျေးလက်သဘာ၀နဲ့ ရိုးရာဓလေ့တွေအပြင် အချစ် ဟာသရောနှောထားပြီး ဆိတ်ကလေးတကောင်ပါ အဓိကပါဝင်ထားတာမို့ အပျင်းပြေစရာ ရုပ်ရှင်တစ်ကားဖြစ်စေမှာပါ။ သမီးဖြစ်သူကို ဆင်စီးမြင်းရံတာမြင်ချင်တဲ့ ဖခင်တစ်ယောက်အနေနဲ့ သမီးဖြစ်သူကောင်းကောင်းမွန်မွန် အိမ်ထောင်မှုတစ်ခုပြုနိုင်ရင် ရိုးရာပွဲကျင်းပဖို့ရည်မှန်းထားပါတယ်။သူ့ရည်မှန်းချက်အောင်မြင်သွားတဲ့အခါမှာတော့ ရိုးရာဓလေ့အတိုင်း တောထဲက ဘုရားကျောင်းမှာ ဆိတ်တစ်ကောင်ကို ယဇ်ပူဇော်ပြီး ရိုးရာပွဲကျင်းပဖို့စီစဉ်ပါတော့တယ်။ သားမက်လောင်းက မြို့ပေါ်က အင်ဂျင်နီယာဆိုတော့ တစ်ရွာလုံးကိုကြွားလုံးထုတ်ပြီး ရိုးရာပွဲကိုဖိတ်ခဲ့ပါရော။အသားနဲ့အရက်ပါမှာဆိုတော့ တစ်ရွာလုံးက ကာလသားကြီးငယ် မိန်းမပျိုအိုမကျန်လိုက်ကြတာပေါ့။ အဲဒီမှာပဲ အဖေ့စကားနားထောင်ပြီး လက်ထပ်ပါမယ်ဆိုတဲ့ သမီးဖြစ်သူရဲ့ ဖုံးကွယ်ထားတဲ့ အမှန်တရားပေါ်လာတဲ့အချိန်…။ ယဇ်ပူဇော်ဖို့ရာ သယ်လာခဲ့တဲ့ ချိုကုတ်နဲ့ဆိတ်ကလေးက အငြိမ်မနေပဲမွှေတဲ့အခါမှာတော့…။ အဖေဖြစ်သူတစ်ယောက် ဘယ်လိုတွေစီမံပြီး ဘယ်လိုဒုက္ခတွေ တွေ့မလဲဆိုတာ ကြည့်ရှုခံစားကြပါဦး။,Tagaru Palya … Revolve around the essence of rural life and how the villagers cook food on the temple premises and serve it to the devotees,"
  },
  {
    "id": "lqhyxvbr-40406",
    "title": "Six Weeks MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/zQi7C0xezmGQNLb927LTXyFYApY-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Six Weeks\/Six Weeks.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=six-weeks",
    "tag": "",
    "genre": "Drama,",
    "ep": "",
    "date": "Aug. 17, 2022",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/uQs5SWGKxZvHsZPiCxJNWXPDvIn.jpg\r,",
    "description": ",Download File Here,–,ဒီကားလေးကတော့ စထွက်လာတည်းက ရုပ်ရှင်ဆုပေးပွဲတွေမှာ Nomination တွေဝင်၊ ဆုတွေရခဲ့တဲ့ ဟန်ဂေရီ ဒရာမာကားကောင်းလေး တစ်ကားပဲဖြစ်ပါတယ်။~ ဇာတ်လမ်းအညွှန်း ~စိတ်ကျန်းမာရေးမကောင်းတဲ့အမေရယ် ညီမတစ်ယောက်ရယ်နဲ့ ဘဝကို ကြမ်းကြမ်းတမ်းတမ်းဖြတ်သန်းနေရင်း တဖက်မှာလည်း ဥရောပဖလားမှာ အနိုင်ရ အိုလံပစ်ကို ဝင်ပြိုင်မယ်ဆိုတဲ့ အတွေးနဲ့ကြိုးစားရင်း ရည်းစားဖြစ်သူ ခရစ်စီယန်နဲ့ မတော်တဆ ကိုယ်ဝန်ရသွားတဲ့ ဆိုဖီယာတစ်ယောက် ရည်းစားကလည်း တာဝန်မယူခေါင်းရှောင်နေတာကြောင့် ကလေးလိုချင်နေတဲ့ အမ်မာနဲ့ဂါဘာတို့ဆီ ကလေးကို ပေးဖို့ဆုံးဖြတ်လိုက်ပါတယ်။ဟန်ဂေရီနိုင်ငံရဲ့ ဥပဒေအရ မွေးစားခွင့်ဟာလည်း ကလေးမွေးပြီး ခြောက်ပတ်အကြာမှသာ တရားဝင်ဖြစ်တာကြောင့် အဲဒီခြောက်ပတ်အတွင်း အမေရင်းဖြစ်သူ ဆိုဖီယာတစ်ယောက် ဘယ်လို ခံစားချက်တွေ ရင်ဆိုင်မှုတွေ တွေ့ကြုံရလဲဆိုတာ ရိုက်ကူးပြသထားတဲ့ ဒရာမာကားကောင်းတစ်ကားပါပဲ။,Zsófi, a rebellious teenager, lives in a tiny flat with her little sister, Mesi, and her unstable mother, Bea. Zsófi discovers late that she is pregnant and decides to give up her baby through open adoption to an infertile couple. Bea cannot accept her daughter’s decision, but she does not realize that neither Zsófi, nor the circumstances, are suitable to welcome a newborn. Zsófi has always had to behave like a grown-up, working and making sensible decisions, instead of her mother and for her sister. She is still in high school and her only advantage is her table tennis career, for which she works assiduously. She plans the adoption thoroughly with the help of a social worker. Following the birth, she is given six weeks by law to change her mind and ask for her child back. She seems to be able to control her feelings ruthlessly and continue towards the goals she has set. At the same time, her maternal feelings intensify, doubts arise, and she slowly begins to question her decisions.,"
  }
]