[
  {
    "id": "lqhyxz21-38967",
    "title": "Alien Xmas MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/3UGrAX6D1AMVra80jmUMUOLq8Qr-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Alien Xmas\/Alien Xmas.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=alien-xmas",
    "tag": "",
    "genre": "Animation,Family,Fantasy,",
    "ep": "",
    "date": "Nov. 20, 2020",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/x2lPPe2aH76uyYVhkVCtzTMYawC.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/hjRrN70paQ9eOyGrzPUkyRhup0F.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/9sCMOaQXtqOD0oa9C6DRg6mNdB2.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/rJIXmOJ4Zmsvhw3B7WMiHcIR5ru.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/hJBuNiEzQRfVOx7gl0TjwoJy6Rr.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/4b7IqyV368A9dZwYdVvjpAjeXP8.jpg\r,",
    "description": ",Download File Here,–,Christmas လည်းနီးလာပြီဆိုတော့ ပရိတ်သတ်ကြီးတို့အတွက်IMDb rating 6.2\/10နဲ့ ခရမ်းချဉ်သီးအလုံး၁၀၀ရရှိထားတဲ့ ChristmasAnimation ဇာတ်ကားကောင်းလေးကိုတင်ဆက်ပေးပါမယ်။ ဇာတ်လမ်းအစအမှာတော့ ခရစ္စမတ်ဘိုးဘိုးကြီးက ပုံပြင်ပြောပြနေတာနဲ့အစပြုထားပါတယ်။ဟိုးရှေးရှေးတုန်းက ခလက်စ်ဆိုတဲ့ ဂြိုဟ်သားမျိုးနွယ်စုတစ်ခုရှိတယ်။အစကတော့ ခလက်စ်တွေဟာ အရောင်အသွေးစုံကြတယ်။ ဒါပေမဲ့သူတို့ရဲ့အမိဂြိုဟ်ပေါ်က သယံဇာတတွေကို လောဘတကြီးသုံးဖြုန်းရင်းကြာတော့ ဂြိုဟ်ကြီးလည်းပြောင်၊ သူတို့ရဲ့အရောင်တွေလည်း မှောင်ကုန်ကြတယ်။ အဲလိုနဲ့ ခလက်စ်တွေဟာ တစ်ဂြိုဟ်ပြီးတစ်ဂြိုဟ်ကူးပြီးပစ္စည်းတွေခိုးဝှက်အလစ်သုတ်ကြတော့တယ်။ တစ်ရက်ကျ ကမ္ဘာဂြိုဟ်ကို မျက်စိကျသွားတော့ ကမ္ဘာ့မြေဆွဲအားကိုဖျက်ဆီးပြီး အာကာသထဲလွင့်လာတဲ့ ပစ္စည်းတွေကို လုယက်ဖို့စီစဉ်ကြပါလေရော။အဲ့အတွက် မြေဆွဲအားဖျက်ဆီးမဲ့ ဂျိုင်ရိုထရွန်ဆိုတဲ့ စက်ကြီးကို မြောက်ဝင်ရိုးစွန်းမှာ သွားဆောက်ဖို့ ဂြိုဟ်သားတွေက အရွယ်အသေးဆုံးလေးဖြစ်တဲ့ အိက်စ်ကို တာဝန်ပေးလိုက်တယ်။ အိက်စ်က အသေးဆုံးသာဖြစ်တာ အခိုးဆုံးပဲ။ သိပ်တော်တဲ့သူခိုးပိစိလေး မြောက်ဝင်ရိုးစွန်းကိုရောက်လာပြီး ဆန်တာတို့ရဲ့ခရစ္စမတ်မြို့တော်ကို ဘယ်လိုဝင်မွှေမလဲဆိုတာကြည့်ရှုခံစားလိုက်ပါဦး။,A young elf mistakes a tiny alien for a Christmas gift, not knowing her new plaything has plans to destroy Earth’s gravity — and steal all the presents.,"
  },
  {
    "id": "lqj9bh28-03577",
    "title": "Yule Log MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/cfgyG4znv9EAUiStBZM4MK9sg4E-202x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Yule Log\/Yule Log.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=yule-log",
    "tag": "",
    "genre": "Horror,",
    "ep": "",
    "date": "Jul. 15, 2023",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/jIzB30055uQdkSWStI4HPTclHEc.jpg\r,",
    "description": ",Download File Here,–,ဒီရုပ်ရှင်ကတော့ ခရစ်စမတ်အကြိုနေ့မတိုင်ခင်မှာ ကျရောက်တဲ့ထုံးတမ်းဓလေ့တခုဖြစ်တဲ့ Yule Log ဆိုတဲ့ ဒဏ္ဍာရီတခုအကြောင်းကို ဇာတ်အိမ်တည်ပြီးရိုက်ကူးထားပါတယ်။သူငယ်ချင်းသုံးယောက်ဟာ ခရစ်စမတ်အားလပ်ရက်ကို ဝေးလံခေါင်ဖျားတဲ့နေရာတခုက သစ်လုံးအိမ်မှာဖြတ်သန်းဖို့အတွက် ကားတစီးနဲ့ထွက်လာခဲ့ကြပါတယ်။ ဒီလိုနဲ့ သူတို့ဟာ လမ်းမှာမိန်းမတယောက်ကို ဖြတ်ခနဲမြင်လိုက်ရတာကြောင့် တွေဝေနေကြပါတယ်။ လမ်းက ဓာတ်ဆီဆိုင်မှာ ဆီဖြည့်ရင်း စားစရာ၀င်၀ယ်တော့လည်း အဲဒီဆိုင်က ဒေသခံက သူတို့ကို တောထဲမှာသတိထားကြဖို့အတွက် သတိပေးလိုက်ပါတယ်။ ဒီလိုနဲ့တောထဲရောက်တဲ့အချိန်မှာတော့ ဆိုးဝါးတဲ့အဖြစ်အပျက်တွေကို စတင်ကြုံတွေ့လာရပြီး ကျော်ဖြတ်ဖို့ကြိုးစားကြရပါတော့တယ်။,Two friends take their buddy to a secluded cabin to take his mind off the recent loss of his wife. What they don’t expect is a night of terror after they unknowingly burn wood from a tree that has grown from a mound once used to burn a powerful witch! The cursed timber re-awakens dark spirits and creatures, forcing them, and a stranded woman, to fight for their lives during the Night of Mothers. This Yule Log burns forever, in hell!,"
  },
  {
    "id": "lqichjhx-84852",
    "title": "Noah MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/trtD17IqSWV9Nbn4OILztc9GuCX-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Noah\/Noah.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=noah",
    "tag": "",
    "genre": "Adventure,Drama,",
    "ep": "",
    "date": "Mar. 07, 2014",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/5z75Q6nqgwgYfpMB9fVHQcw9gMz.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/ktfp953iNdswZWB0Ou2Nn27vure.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/oAp5a1pIeNkHqa0LZuzA4WUfXDH.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/zOybvlCUjt5mIrPsiMRskq94Zl4.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/iQpYpHdQRASKTF752sYPlOPKh40.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/mJUS8Je7QV3TruhNxhD6oltRpTA.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/80okkzq7wIahAndcPDfmgVYrUQ8.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/fqj4UM8j0DXyFSzGZamtngStu1V.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/7in9IWGQ9JOPK4dPqdnLePreaNn.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/z1Lb3KihDVHgKPGC4gyU2iJrWDX.jpg,",
    "description": ",Download File Here,–,နောက်ထပ် သမ္မာကျမ်းဝင်ဇာတ်လမ်းတစ်ခုဖြစ်တဲ့ “Noah” နောဧအကြောင်း ရောက်ရှိလို့လာပါပြီ။ ဒီဇာတ်ကားထဲမှာဆိုရင် နာမည်ကြီးသရုပ်ဆောင် Russell Crowe က နောဧအဖြစ်သရုပ်ဆောင်ထားပြီး ဝါရင့်သဘာရင့် ဂန္ထဝင်သရုပ်ဆောင်ကြီး Anthony Hopkins နဲ့ Jennifer Connelly, Emma Watson, Logan Lerman တို့က အသီးသီးဇာတ်ပို့နေရာကနေပါဝင်ထားကြပါတယ်။~ ဖန်ဆင်းခြင်း အကျဉ်း ~သမ္မာကျမ်းစာရဲ့ Timeline အရဆိုရင် လွန်ခဲ့တဲ့ နှစ်ပေါင်း ခြောက်ထောင်ခန့်လောက်က ထာဝရဘုရားကဗလာနတ္တိကနေ ဖန်ဆင်းခြင်းကိုအစပြုခဲ့ပါတယ်။ ဖန်ဆင်းခြင်းကို ရက်ပေါင်းခုနစ်ရက်အနေနဲ့ ပိုင်းခြားထားခဲ့ပါတယ်။ ပထမနေ့ရက်မှာ ကောင်းကင်နဲ့မြေကြီး၊ နေ့နဲ့ညလို့ သမုတ်ခြင်းကိုခံရတဲ့ အလင်းနဲ့အမှောင်ကို ဖြစ်စေခဲ့ပါတယ်။ ဒုတိယနေ့မှာ ဘုရားသခင်ဟာ မိုဃ်းကောင်းကင်နဲ့ ကုန်း(မြေ)အသီးသီးမှာရေကို ဖြစ်ပေါ်လာစေခဲ့ပါတယ်။ တတိယနေ့မှာ မြေကြီးပေါ်ကရေကို စုဝေးစေပြီး ပင်လယ်၊ ကုန်းကိုစုဝေးစေပြီး မြေလို့အမည်ပေးခဲ့ပါတယ်။ ဒီလိုနဲ့ မြေပေါ်ကပေါက်တဲ့အပင်၊ အလင်းအိမ်ကြီးနှစ်လုံးဖြစ်တဲ့ နေနဲ့လ၊ သားရဲတိရစ္ဆာန်တို့ကို စတုတ္ထနဲ့ ပဉ္စမနေ့ရက်တို့မှာ ဖန်ဆင်းခဲ့ပါတယ်။ ဆဌမနေ့ ရောက်တဲ့အခါမှာ ဘုရားသခင်က ကမ္ဘာမြေပေါ်မှာရှိသမျှအရာအားလုံးကို အုပ်စိုးစေဖို့အတွက်သူ့ရဲ့ သဏ္ဌာန်တော်နဲ့အညီ မြေမှုန့်ကနေလူရဲ့ရုပ်လုံးကိုဖန်ဆင်းပြီး နှာခေါင်းထဲဇီဝကိုအသက်မှုတ်သွင်းကာ ပထမဆုံးသက်ရှိလူသားယောက်ျားကို ဖန်ဆင်းခဲ့ပါတယ်။ ဒီအချိန်မှာ အခြားသက်ရှိတွေအတွက် အထီးအမဆိုပြီးရှိခဲ့ပေမယ့် လူယောက်ျားအတွက် အထောက်အမမရှိသေးတဲ့အတွက် ဘုရားသခင်ဟာ လူယောက်ျားကို ကြီးသောအိပ်စက်ခြင်းနဲ့အိပ်စေပြီး သူရဲ့နံရိုးတစ်ချောင်းကိုထုတ်ပြီး “ငါ့အရိုးထဲကအရိုး၊ ငါ့အသားထဲကအသားဖြစ်၏။ လူထဲကထုတ်သောကြောင့် သူ့ကိုလူမိန်းမဟုခေါ်ဝေါ်အပ်သည်” ဆိုပြီး လူမိန်းမကိုဖန်ဆင်းခဲ့ပါတယ်။ နောက်မမှာ ဒီလူယောက်ျားနဲ့လူမိန်းမနှစ်ယောက်တို့ဟာ အာဒံနဲ့ ဧဝ (a.k.a ဒုတိယအာဒံ) ဆိုပြီး လူသိများခဲ့ကြပါတယ်။~ ပထမဆုံးသောအပြစ် ~အာဒံနဲ့ ဧဝတို့ကို ဖန်ဆင်းတဲ့အချိန်မှာ ဘုရားသခင်က ဧဒင်ဥယျာဉ်ရဲ့ အလယ်မှာရှိတဲ့အပင် (အသက်ပင်) ပေါ်က အသီးကလွဲပြီးကျန်တာကို မှန်သမျှစားလို့ရတယ်လို့ ပညတ်ခဲ့ပါတယ်။ ဒါပေမဲ့ ဧဝဟာ မြွေအသွင်ဆောင်ထားတဲ့စာတန်ရဲ့ သွေးဆောင်မှုကြောင့် အသီးကိုစားမိသွားပြီး ခင်ပွန်းကိုပါ စားစေခဲ့ပါတယ်။ ဒီလိုနဲ့ အာဒံနဲ့ဧဝတို့ရဲ့ ပထမဆုံးသောအပြစ်ကို ဘုရားကသိသွားတဲ့အခါမှာ လူယောက်ျားကို မြေပေါ်မှာဖြစ်သမျှ အသီး (အစာရေစာ) မှန်သမျှကို တစ်သက်လုံးပင်ပန်းစာရှာစားရမယ်၊ လူမိန်းမကို ကိုယ်ဝန်ဆောင်ခြင်းဝေဒနာနဲ့ သားဖွားခြင်းဝေဒနာကို ခံစားပြီး ကိုယ်ခင်ပွန်းရဲ့ အုပ်စိုးခြင်းကိုလည်းခံရမယ်ဆိုပြီး ကျိန်စာတိုက်ခဲ့ပါတယ်။ အဲဒီနောက်မှာ ဘုရားသခင်ဟာ အာဒံနဲ့ဧဝတို့ကို ဧဒင်ဥယျာဉ်ထဲကနေ နှင်ထုတ်လိုက်ပြီး အာဒံနဲ့ဧဝတို့ကနေ ဆင်းသက်လာတဲ့ ယောက်ျားမိန်းမမှန်သမျှဟာ ခုနက ဘုရားသခင်ကျိန်ခဲ့တဲ့ ဒဏ်ကိုလူမျိုးအဆက်ဆက်ခံစားလာကြရပါတယ်။ဒီဇာတ်ကားကတော့ သမ္မာကျမ်းစာထဲက အာဒံနဲ့ ဧဝတို့ရဲ့ တတိယသား ရှေသရဲ့ ၁၀ ဆက်မြောက်မျိုးဆက် နောဧအကြောင်းကို အဓိကရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ သမ္မာကျမ်းစာအရ အာဒံကအသက် ၁၃၀ အရွယ်မှာ ရှေသကိုမမွေးခင် ကာဣနနဲ့ အာဗေလဆိုပြီးသားနှစ်ယောက်ကိုမွေးခဲ့ပါတယ်။ ဒါပေမဲ့ အာဒံရဲ့သားဦးကာဣနက သူ့ညီအာဗေလကို မနာလိုတဲ့အတွက်ကြောင့် သတ်ခဲ့ပြီးတဲ့နောက်ပိုင်းမှာ ဘုရားရဲ့ကျိန်ခြင်းကိုခံရပြီး ဧဒင်ဥယျာဉ်ထဲကထွက်ပြီး အရှေ့အရပ် နောဒပြည်မှာသွားနေခဲ့ပါတယ်။ဒီလိုနဲ့ပဲ ကာလအတန်ကြာပြီး နောဧရဲ့ ခေတ်ကိုရောက်လာတဲ့အခါမှာ ကာဣနမျိုးနွယ်ကနေ ဆင်းသက်လာတဲ့လူတွေရဲ့ အပြစ်တွေကြောင့် ကမ္ဘာကြီးဟာ ဘုရားသခင်ရွံရှာရလောက်တဲ့အထိ အဓမ္မမှုတွေနဲ့ ပြည့်နှက်နေလောက်အောင် ပျက်စီးဆုတ်ယုတ်နေခဲ့ပါတယ်။ ဒါကြောင့် ဘုရားသခင်ဟာ ကမ္ဘာကို “ရေလွှမ်းမိုးခြင်း” အားဖြင့် ဆေးကြောသန့်စင်ပစ်ဖို့အတွက်ရည်ရွယ်ထားခဲ့ပါတယ်။ ဒါပေမဲ့ ဘုရားစကားကိုနားထောင်ပြီး ဘုရားရဲ့နှစ်သက်ခြင်းကိုခံရတဲ့ ရှေသမျိုးဆက် နောဧနဲ့ သူ့အိမ်ထောင်မိသားစု၊ လူတွေရဲ့ သတ်ဖြတ်ခြင်းကိုခံခဲ့ရတဲ့ သားရဲတိရစ္ဆာန်တွေကိုတော့ ရေလွှမ်းမိုးခြင်းအပြီးမှာ ကမ္ဘာကြီးသန့်စင်သွားတဲ့အခါမှာ ဘဝကိုတဖန်အသစ်ပြန်လည်ထူထောင်ဖို့အခွင့်အရေးပေးခဲ့ပါတယ်။ အဲဒီအတွက် ဘုရားသခင်က လာမက်ကိုရူပါရုံအားဖြင့် အလျားအတောင်သုံးရာ၊ အနံအတောင်ငါးဆယ်၊ အမြင့်အတောင်သုံးဆယ်ရှိတဲ့ ဂေါဖရသစ်သားကိုယ်ထည်၊ အပြင်ဘက်နံရံကို ထင်းရှူးစေးနဲ့သုတ်ပြီး အတွင်းခန်းတွေပါတဲ့ သင်္ဘောတစ်စီးကို ဆောက်လုပ်ခိုင်းခဲ့ပါတယ်။ ဆောက်လုပ်ပြီးတဲ့အခါမှာ နောဧတို့ရဲ့မိသားစုနဲ့ ကမ္ဘာပေါ်မှာရှိတဲ့ တိရစ္ဆာန်မှန်သမျှကို အထီးအမ တစ်စုံစီ တက်စေခဲ့ပါတယ်။ဒီ Noah ဇာတ်ကားမှာ အဓိကသရုပ်ဖော်ချင်တာကတော့ လူတွေရဲ့ရက်စက်ယုတ်မာမှုကြောင့် ဘုရားသခင်ကကမ္ဘာကြီးကို ဆေးကြောပစ်ဖို့အတွက်လုပ်ခဲ့တဲ့ ရေလွှမ်းမိုးမှုကြီးအကြောင်းဖြစ်ပါတယ်။ ဒါပေမဲ့ တချို့နေရာတွေမှာ Cinematic ဆန်အောင်ဆိုပြီး ဒါရိုက်တာ Darren Aronofsky က ကျမ်းစာကနေသွေဖယ်ပြီး လိုတိုးပိုလျှော့လေးတွေလုပ်ထားတာရှိပါတယ်။ ဒါကြောင့်မလို့ ကြည့်ရှုသူတွေအတွက် ဒီဇာတ်ကားထဲက အကြောင်းအရာမှန်သမျှက သမ္မာကျမ်းစာထဲကအကြောင်းတွေဖြစ်တယ်လို့ မမှတ်ယူဘဲ သုတရသမျိုးစုံပေးစွမ်းနိုင်တဲ့ဇာတ်ကားကောင်းတစ်ကားဖြစ်တယ်ဆိုတာကို သိထားစေချင်ပါတယ်။,A man who suffers visions of an apocalyptic deluge takes measures to protect his family from the coming flood.,"
  },
  {
    "id": "lqj9btpc-77084",
    "title": "Heatwave MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/kd2kN3tnsDNgPDf3lKhgn1aKtfy-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Heatwave\/Heatwave.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=heatwave",
    "tag": "",
    "genre": "Thriller,",
    "ep": "",
    "date": "Jan. 17, 2022",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/wdcSkdKRwiABA5SdNth1uAnErzw.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/kubKuix26PHL4ZHuuBfSkU9NLDc.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/g3RjKJlnVXHJ8rM0HhbfIQ4XB7i.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/A2YhsUZ3yVinqbCnS0IX34HOqu7.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/9GC5YQTiAIcVLPTxycGlnAQL1G9.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/tqlEUYfYBuKkDs6dy3PAzLfGr75.jpg\r,",
    "description": ",Download File Here,–,ကလဲရ်ဆိုတဲ့ကောင်မလေးဟာ ငယ်စဉ်က အိမ်ရှင်ရဲ့ပေါ့ဆမှုကြောင့်တစ်မိသားစုလုံးမီးလောင်သေဆုံးခဲ့တဲ့အဖြစ်ကိုအခုချိန်ထိမမေ့နိုင်သေးတဲ့သူပါ။ လက်ရှိအချိန်မှာတော့ ဆောက်လုပ်ရေးလုပ်ငန်းရှင်စကော့ရဲ့ လက်အောက်မှာလက်ထောက်အဖြစ်အလုပ်လုပ်နေပြီးရည်မှန်းချက်လည်းကြီးကြီးမားမားရှိထားပါတယ်။သူတို့နေထိုင်ရာမြို့ကိုအပူလှိုင်းရိုက်ခတ်နေပြီးမခံနိုင်လောက်အောင်ဖြစ်လာတဲ့အခါမှာ သူငယ်ချင်းဖြစ်သူအလုပ်လုပ်နေတဲ့ ကွန်ဒိုတစ်ခုက ရေကူးကန်မှာခိုးပြီးသွားအပန်းဖြေလေ့ရှိပါတယ်။ တစ်နေ့တော့ အဲ့ဒီရေကူးကန် ဘေးမှာ အိဗ်ဆိုတဲ့မိန်းမလှလေးတစ်ယောက်နဲ့ဆုံတွေ့ရာကနေချစ်ဇာတ်လမ်းစခဲ့ကြပါတယ်။သူ့အလုပ်ရှင် စကော့က အိမ်ကိုညစာဖိတ်ကျွေးတဲ့ညတစ်ညမှာတော့သူ့ချစ်သူအိဗ်နဲ့အလုပ်ရှင်ရဲ့ဇနီးဂျနဗီးတို့ဟာ တစ်ဦးတည်းဖြစ်တယ်ဆိုတာသိသွားတဲ့နောက် သူ့ဘက်က အိဗ်ကို အဆက်ဖြတ်ဖို့ကြိုးစားပေမယ့်မအောင်မြင်ခဲ့ပါဘူး။ အဲ့ဒီလိုရှုပ်ထွေးနေတဲ့အခြေအနေတွေကြားမှာမှစကော့တစ်ယောက် ရုံးကနေဒေါသူပုန်ထအိမ်ပြန်သွားတဲ့နေ့ကစပြီးပျောက်ကွယ်နေတဲ့အတွက် စုံစမ်းစစ်ဆေးမှုတွေရှိလာပြီး အခြေအနေတွေက သူ့ကိုပဲ တရားခံအဖြစ်ညွှန်ပြနေတဲ့အခါမှာတော့ ကလဲရ်တစ်ယောက်သူ့မှာအပြစ်မရှိဘူးဆိုတာသက်သေပြနိုင်ဖို့ ပြေးရင်းလွှားရင်းစုံစမ်းရပါတော့တယ်။ Thriller ကြိုက်ပရိသတ်တွေအတွက် ဇာတ်ကားကောင်းတစ်ကားပါ။ plot hole တစ်ချို့ရှိနေပေမယ့် သရုပ်ဆောင်တွေရဲ့သေသပ်မှုနဲ့တင်ဆက်ပုံတို့ကြောင့် လှည့်ကွက်တွေနဲ့အဆုံးထိဆွဲခေါ်သွားမယ့် ဇာတ်ကားပါပဲ။,A woman’s life takes an unexpected turn when she falls for her boss’s wife. She must soon defend herself as she becomes entangled in a web of malice.,"
  },
  {
    "id": "lqhzlzt4-82724",
    "title": "Snatched MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/gsleO1KultziWltEAngAEZkxQhf-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Snatched\/Snatched.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=snatched",
    "tag": "",
    "genre": "Action,Comedy,",
    "ep": "",
    "date": "May. 03, 2017",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/rjMvrWdC1Dc3jW2Q8ymZTSPCV60.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/6JsYyN0qmV6fD6wfXFH0VSb3hSB.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/6E2TAM2zp2dqgOTLBFHIj8Uu1ip.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/jWCfZ3TgdF5nz8EOAMX9LAkotHI.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/tKAowHBqoHPbHih1PpCTYge3evs.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/s4X5vfxoT8hOS80xp2vVe3AnVlk.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/ku0ZfZXxPsgsGmu1FrEWhyOSgZt.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/1OpL8anSqPH3Dj3Dlm77OYU9epb.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/2sCHubykuRexM9PIo6hBtnirU0u.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/dGyfyv6MagTznQXlimaGwtwaljH.jpg,",
    "description": ",Download File Here,–,အန်မလီဟာ ကောင်လေးနဲ့အတူ အီကွေဒေါကိုခရီးသွားဖို့အတွက် ခရီးစဉ်အစအဆုံးကို ငွေချေပြီးသားပါ..သွားခါနီးမှာပဲ ဘဝတက်လမ်းကြောင့်ဆိုပြီးလမ်းခွဲခံလိုက်ရပါတယ်။အန်မလီတစ်ယောက် ရည်းစားနဲ့ပြတ်၊ အလုပ်ကလည်းပြုတ်၊သူငယ်ချင်းလည်းတစ်ယောက်မှမရှိတဲ့အပြင်ဝယ်ထားတဲ့ ခရီးစဉ်ကလည်း ငွေပြန်အမ်းလို့မရတဲ့ခရီးစဉ်ဖြစ်နေတာကြောင့်အမေနဲ့အတူတူ ခရီးစဉ်ကိုသွားဖို့ဖြစ်လာပါတယ်။ခပ်ပေါ့ပေါ့တွေးပြီး နေတတ်တဲ့အန်မလီနဲ့ ဂရုတစိုက် အားလုံးကို အသေးစိတ်တတ်တဲ့အန်မလီ့အမေတို့ခရီးတစ်ခုတည်းအတူသွားတဲ့အခါ ဖြစ်လာတတ်တဲ့အလွဲလေးတွေအပြင်အယုံလွယ်တတ်တဲ့ အန်မလီကြောင့် သားအမိနှစ်ယောက်ပြန်ပေးဆွဲခံခဲ့ရတဲ့အခါမှာ ဘယ်လိုမျိုး ပြန်လွတ်အောင်ကြံဆောင်ကြမလဲ ဘယ်လိုအခက်အခဲတွေနဲ့တွေ့မလဲဆိုတာလေးတွေကိုဟာသလေးတွေနှောပြီး ရိုက်ကူးထားတဲ့အပြင်သားအမိနှစ်ယောက်ကြား ခံစားချက်လေးတွေပါကြည့်ရှုရမယ့်ဟာသအက်ရှင်ကားလေးပဲဖြစ်ပါတယ်။,When her boyfriend dumps Emily, a spontaneous woman in her 30s, she persuades her ultra-cautious mom to accompany her on a vacation to Ecuador. When these two very different women are trapped on this wild journey, their bond as mother and daughter is tested and strengthened while they attempt to navigate the jungle and escape.,"
  },
  {
    "id": "lqy28qmd-90344",
    "title": "It’s Complicated MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2024\/01\/Act1ypvpDNVzWbceIktX6KmmNhh-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Its Complicated\/Its Complicated.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=its-complicated",
    "tag": "",
    "genre": "Comedy,Romance,",
    "ep": "",
    "date": "Dec. 23, 2009",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/d1nefTjjqxJJ0NxyDriD38RRTXX.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/8hQuAJgGV5OuFKttZoFilUYyJB7.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/50RbFXddFChxbewopAgxV5yETTe.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/xhvqM3MJc3ubtOztN5Ioo8WS88B.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/yZfPcHTnFdhILidLceLcjZvGVyE.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/rz4Xz0JUivKkCiqTSjZ3ZPADXnV.jpg\r,",
    "description": ",Download File Here,–,၂၀၀၉ ခုနှစ်က ထွက်ရှိခဲ့တဲ့ Comedy, Romance ရုပ်ရှင်ကို ပြန်လည်ကြည့်ရှုရင်း ဟောလီးဝုဒ်ရုပ်ရှင်တွေရဲ့ အရင်ခေတ်ကို ပြန်လည်ခံစားလိုက်ရအောင်ပါ။ယခုရုပ်ရှင်ဟာ IMDb rating 6.5, Rotten Tomatoes 59% ရရှိထားပါတယ်။ဇာတ်လမ်းကို ပေါ့ပေါ့ပါးပါးလေး ကြည့်ရင်း အတိတ်နေ့ရက်တွေကို ပြန်ခံစားလိုက်ရအောင်ပါ။ဇာတ်လမ်းအကျဉ်းကတော့ ဂျိမ်းနဲ့ ဂျိတ်ခ်ဟာ ကွာရှင်းခဲ့တာ ကြာပြီဖြစ်တဲ့ စုံတွဲတစ်တွဲဖြစ်ပါတယ်။နှစ်တွေလည်း ကြာခဲ့ပြီမို့ သူတို့ကြားမှာ မကျေမနပ်တာတွေ မရှိတော့ဘဲ အဆင်ပြေပြေနဲ့ပဲနေနေကြပါတယ်။ဂျိတ်ခ်ဟာလည်း အက်ဂ်နက်ဆိုတဲ့ အမျိုးသမီးနဲ့ အိမ်ထောင်ထပ်ပြုထားပါတယ်။ဒီလိုနဲ့ သူတို့ရဲ့သား လုခ်ရဲ့ ဘွဲ့နှင်းသဘင်ကို တက်ဖို့ နယူးယော့ခ်မြို့ကိုသွားကြပါတယ်။အဲညမှာ သူတို့နှစ်ယောက် မူးအောင်သောက်ကြပြီး ဇာတ်လမ်းကို ပြန်စမိသွားပါတယ်။ ဂျိမ်းနဲ့ ဂျိတ်ခ်တို့ကြား ဘယ်လိုရှုပ်ထွေးတာတွေ ဖြစ်လာမလဲဆိုတာ ဟာသတွေနဲ့ ပေါ့ပေါ့ပါးပါး ကြည့်လိုက်ကြပါဦး။,Ten years after their divorce, Jane and Jake Adler unite for their son’s college graduation and unexpectedly end up sleeping together. But Jake is married, and Jane is embarking on a new romance with her architect. Now, she has to sort out her life—just when she thought she had it all figured out.,"
  },
  {
    "id": "lqhzwy8o-64352",
    "title": "Ready O\/R Rot MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/pdKqbmnjjsUI1NCukQm0hlaaaOn-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Ready Or Not 2\/Ready Or Not 2.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=ready-o-r-rot",
    "tag": "",
    "genre": "Comedy,Romance,",
    "ep": "",
    "date": "Oct. 01, 2023",
    "images": "",
    "description": ",Download File Here,–,မြို့ပြမှာ နေထိုင်နေတဲ့ စုံတွဲတွေရဲ့ မတူညီတဲ့အဆင့်အသီးသီးမှာ ဖြစ်ပျက်လေ့ရှိတဲ့အဖြစ်အပျက်လေးတွေကို ရိုက်ပြထားတာ ဖြစ်ပါတယ်။ အားကျားနဲ့ ခယ်ရီးတို့ရဲ့ ဘဝဟာအားကျားရဲ့ အမေကြောင့် စိန်ခေါ်မှုတွေနဲ့ ရင်ဆိုင်နေရပါတယ်။မင်္ဂလာပွဲအတွက်ပြင်ဆင်ဖို့၊ အိမ်ဝယ်ဖို့၊ အလုပ်ကိစ္စတွေကြောင့်အရင်က ပျော်စရာဘဝကြီးက တဖြည်းဖြည်းနဲ့ တာဝန်တွေ ဝတ္တရားတွေနဲ့ ပြည့်နှက်လာခဲ့ပါတယ်။ဟွေးရှုံကလည်း အိမ်ထောင်ရှင်ကောင်းတစ်ယောက်ဖြစ်ဖို့ ကြိုးစားနေပေမယ့်သူ့ဇနီးဖြစ်သူ ဂျင်းနီကတော့ သူ့အပေါ် စိတ်ဝင်စားမှုတွေ လျော့နည်းလာပြီးအပြောင်းအလဲတွေရှိနေပါတယ်။ အားကျန့်နဲ့ ဂျက်ဆီကာကတော့မိုးနတ်မင်းရဲ့ ဆုလာဘ် (ကိုယ်ဝန်)ကို လက်ခံရရှိခဲ့ပါတယ်။ အပြည့်အဝ ကာကွယ်ခဲ့ပေမယ့်လည်း0.01% ဖြစ်နိုင်ချေက သူတို့ဆီကို ရောက်လာပြီး မပြင်ဆင်ရသေးခင် မိဘဖြစ်လာဖို့ ဖြစ်ခဲ့ရပါတယ်။သူတို့တစ်တွေ ကိုယ်စီအခက်အခဲကို ဘယ်လို ကျော်ဖြတ်ကြမလဲ……သူတို့ ၆ ယောက်ရဲ့ ဘဝလမ်းကြောင်းကရော ဘယ်လို အပြောင်းအလဲတွေရှိနေမလဲ……ဆိုတာကို ရုပ်ရှင်နဲ့အတူ လိုက်ပါ ခံစားကြည့်ရှုလိုက်ရအောင်နော်။,This sequel to the 2021 film, Ready O\/R NOT, explores a series of heart-wrenching realities encountered by modern men and women who are in the different stages of their relationships. The story revolves around 3 couples dealing with accidental pregnancy, unfaithfulness, and planning a wedding with a meddling Mother-In-Law. Will they call it quits or remember why they fell in love in the first place?,"
  },
  {
    "id": "lqt650jr-25672",
    "title": "Unexpected Grace MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/9rIDl1NnGsL9ZkfdyVcHvPcPcs5-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Unexpected Grace\/Unexpected Grace.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=unexpected-grace",
    "tag": "",
    "genre": "Drama,Romance,TV Movie,",
    "ep": "",
    "date": "Mar. 12, 2023",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/xcyv9KEDUnQK6VMMDh6KFKzTOBd.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/yOUdbH7kV714WMJygurrDSsDXsn.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/jNW2bVk5WPmb8R1OlofX8gAjlVp.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/415S40KQMGMBztB9RQLBMBFX2n5.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/lpy1pHRPJppLjE71q0qoMts90K8.jpg\r,",
    "description": ",Download File Here,–,ဒီတစ်ခေါက်မိတ်ဆက်ပေးမှာကတော့ 2023 မှာထွက်ရှိထားပြီး Rating လည်းကောင်းတဲ့ Healing ဒရာမာကောင်းလေး The Unexpected Grace ပဲဖြစ်ပါတယ်။~ ဇာတ်လမ်းအညွှန်း ~လွန်ခဲ့တဲ့နှစ်နှစ်က သမီးဖြစ်သူကို ဆုံးရှုံးလိုက်ရပြီး အိမ်ထောင်ရေးမှာပါ အဆင်မပြေဖြစ်ခဲ့ရတဲ့ နိုအဲတစ်ယောက် သမီးမဆုံးခင် သူငယ်ချင်းရှာတဲ့စာနဲ့အတူ လွှတ်တင်လိုက်တဲ့ပူဖောင်းလေးကို ကောင်မလေးတစ်ယောက်က တွေ့သွားပြီးဆက်သွယ်လာတဲ့အခါ…အဖေဖြစ်သူရဲ့အလုပ်ကြောင့် ခဏခဏမြို့ပြောင်းနေရာကနေ သူငယ်ချင်းမရှိလို့ စိတ်ညစ်နေတဲ့ ဂရေ့စ်တစ်ယောက် တစ်နေ့ တိုနီဆိုတဲ့ကောင်မလေးသူငယ်ချင်းရှာထားတဲ့ ပူဖောင်းလေးကိုတွေ့သွားပြီး သူငယ်ချင်းရမယ်အထင်နဲ့ဆက်သွယ်ကြည့်လိုက်တဲ့အခါ…သမီးကသာ သူ့ဘဝ သမီးတစ်ယောက်ကိုသာစိတ်ထဲထားပြီး အလုပ်တွေကြိုးစားနေတဲ့ဂျက်တစ်ယောက် တစ်နေ့ သမီးပျောက်လို့လိုက်ရှာရင်း သမီးရဲ့သူငယ်ချင်းဖြစ်သူက နိုအဲမှန်းသိသွားတဲ့အခါ…သူတို့သုံးယောက်ကြား ခံစားချက်တွေ ဝမ်းနည်းစရာတွေ အတိတ်ကဒဏ်ရာတွေကို တစ်ယောက်ကိုတစ်ယောက် ဘယ်လိုကူညီဖြေရှင်းရမလဲဆိုတာကို ဒရာမာဆန်ဆန်ကြည့်ရှုလို့ကောင်းတဲ့ ဇာတ်လမ်းကောင်းလေး တစ်ပုဒ်ဖြစ်ပါတယ်။,Grace finds a note from a schoolgirl looking for a friend. Since Grace is still trying to find her place in her new hometown, she excitedly writes back and sets off a chain of events that ultimately changes the lives of three people.,"
  },
  {
    "id": "lqkf7s1c-44856",
    "title": "Killing Gunther MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/5jm2l2qRq8jEzXzOZgD2wEgFznq-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Killing Gunther\/Killing Gunther.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=killing-gunther",
    "tag": "",
    "genre": "Action,Comedy,",
    "ep": "",
    "date": "Sep. 22, 2017",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/u39BX33drFeaUTobnECyRRQbCED.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/kMcBBIKOwzMrcgT3zv8IhpSLFSN.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/kvH4HlJGp4lllpzgHKch1TkW15T.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/sGR0eGbMytG8snQKEWaV45j4ATz.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/oaYPgsXWrlQXRRnpu1PAt38qHlO.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/p5pyJPo0TGjK5lwt5UcDig93cPD.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/5YhbMNFUa7vP5CZTINMsbRyme28.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/wH8lnyK5FBrHQguUCeigVxcJxnv.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/epPQoewgJC5UgG8AfN7tfGh4ira.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/tWC5ZEXya0ZFHXv0C1MspIkjI9M.jpg,",
    "description": ",Download File Here,–,နာမည်ကြီး အာနိုးမင်းသားလို့ လူသိများကြတဲ့မင်းသားကြီး“Arnold Schwarzenegger” ပါဝင်သရုပ်ဆောင်ထားတဲ့ Killing Gunther ဆိုတဲ့ဇာတ်ကားလေးကို မိတ်ဆက်ပေးချင်ပါတယ်ဒီဇာတ်လမ်းထဲမှာတော့ မင်းသားကြီးအာနိုးက တလောကလုံးကလေးစားပြီး ကြောက်ရတဲ့ အရည်အချင်းရှိတဲ့ကြေးစားလူသတ်သမား “ဂါးသာ”နေရာကနေသရုပ်ဆောင်ထားပါတယ် တဖက်မှာတော့ “ဘလိတ်” လို့ခေါ်တဲ့ ကြေးစားလူသတ်သမားကလည်း ကြေးစားလောကရဲ့ထိပ်တန်းဖြစ်ချင်တာကြောင့်ဂါးသာကိုရှင်းပစ်ဖို့ အစီအစဉ်ဆွဲပါတော့တယ်သူသိသမျှ လက်စွမ်းရှိတဲ့ကြေးစားလူသတ်သမားတွေ လုပ်ကြံရေးသမားတွေကိုဆက်သွယ်ပြီး အဖွဲ့ထောင်ကာ ဂါးသာကို သတ်ပစ်ဖို့ကြိုးစားခဲ့တဲ့နောက်ပိုင်းမှာတော့ဂါးသာအသတ်ခံလိုက်ရမလား ဒါမှမဟုတ် ကြေးစားလောကမှာရှိတဲ့သူ့ရဲ့ဂုဏ်ကိုဆက်လက်ထိန်းသိမ်းထားနိုင်မလားဆိုတာကို အက်ရှင်အကွက်တွေအပြင်ဟာသလေးပါ နှောထားလို့ စိတ်အပန်းပြေစေမှာတော့ အမှန်ပါပဲ..,A group of eccentric assassins are fed up with Gunther, the world’s greatest hitman, and decide to kill him – but their plan turns into a series of bungled encounters as Gunther seems to always be one step ahead.,"
  },
  {
    "id": "lqy28p6g-57380",
    "title": "Following the Sound MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2024\/01\/7qxaACpkf4SPFn5HD6cZsE8yuIl-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Following the Sound\/Following the Sound.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=following-the-sound",
    "tag": "",
    "genre": "Drama,",
    "ep": "",
    "date": "Sep. 06, 2023",
    "images": "",
    "description": ",Download File Here,–,ဒီတစ်ခေါက်မှာတော့ ပရိသတ်ကြီးတို့အတွက် ဂျပန်ရုပ်ရှင်ပွဲတော်မှာ ပြသခဲ့တဲ့ဒါရိုက်တာSugita Kyoshi ရိုက်ကူးထားတဲ့ ဇာတ်လမ်းလေးတစ်ပုဒ်ကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဟာရုဆိုတဲ့ကောင်မ‌‌လေးဟာ ယူကီကိုရဲ့ မျက်နှာမှာ ဝမ်းနည်းနေတဲ့ပုံရိပ်တွေကို မြင်ရပြီး လမ်းမေးချင်ယောင်ဟန်ဆောင်ပြီးယူကီနားအနားကို ချဉ်းကပ်ရင်း သူ့ရဲ့ ဝမ်းနည်းမှုတွေကို ဖြေဖျောက်ပေးဖို့ ကြိုးစားပါတယ်။ပြီးတော့ ဟာရုတက်နေတဲ့ ရုပ်ရှင်ဖန်တီးရေး သင်တန်းကနေ ကိုယ့်မိသားစု၊ သူငယ်ချင်း၊ဒါမှမဟုတ် အပေါင်းအသင်းမိတ်ဆွေတွေအပေါ်ကို ပြောချင်တဲ့စကားလေးတွေကို ဇာတ်လမ်းအနေနဲ့ ဖန်တီးခိုင်းပါတယ်။ဒီတော့ ဟာရုလေးဟာ ယူကီကိုရဲ့ အထီးကျန်ဆန်တဲ့ ဝမ်းနည်းမှု တွေကို ဖြေဖျောက်ပေးရင်းသင်တန်းကနေ လုပ်ခိုင်းလာတဲ့ ဇာတ်လမ်းကို ဘယ်လိုတွေ ပုံဖော်သွားမလဲဆိုတာကိုပေါ့ပေါ့ပါးပါးနဲ့ ကြည့်ရှုရမယ့် ဇာတ်ကားကောင်းလေးတစ်ပုဒ်ပဲ ဖြစ်ပါတယ်။,One day, Haru (25), who works as a bookstore clerk, reunites with Takeshi (45), whom she first met a few years prior, when she stopped him from jumping in front of a train. Takeshi offers Haru a job. Another day, Haru is worried about Yukiko (40) who is sitting on a bench in front of the station, and talks to her. This leads them on a small journey together. Haru takes along a cassette tape and recorder left behind by her mother Taeko, who died of illness when Haru was in primary school. Haru again faces regrets of not being able to help Taeko, which she had held for a long time.,"
  },
  {
    "id": "lqnzxn94-53117",
    "title": "Macabre MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/bzirDRNA3JH7TjjhEMRz5QN8rAx-212x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Macabre\/Macabre.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=macabre",
    "tag": "",
    "genre": "Horror,Thriller,",
    "ep": "",
    "date": "Oct. 08, 2009",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/8yIPeGnWzJZxYimyDCwLc2MGfY3.jpg\r,",
    "description": ",Download File Here,–,ဒီတစ်ခါမှာတော့ Horror ဇာတ်ကားကောင်းကောင်းလေးတွေကိုမှ ကြည့်ရှုရတာကြိုက်နှစ်သက်ပါတယ်ဆိုတဲ့ ပရိတ်သတ်ကြီးကို rating 6.4\/10 အထိရရှိထားတဲ့Macabreဆိုတဲ့ အင်ဒိုနီးရှားဇာတ်ကားကောင်းလေး တစ်ကားနဲ့မိတ်ဆက်ပေးပါရစေဒီဇာတ်ကားကို Kimo Stamboel က ဒါရိုက်တာအဖြစ်ကော ဇာတ်ညွှန်းရေးဆရာအဖြစ်ကော တာဝန်ယူရိုက်ကူးထားပြီး အင်ဒိုနီးရှားရုပ်ရှင်သရုပ်ဆောင်အကျော်အမော်တွေဖြစ်တဲ့ မင်းသား Ario Bayuနဲ့ မင်းသမီး JulieEstellaကပါဝင်အားဖြည့်ရိုက်ကူးထားပါတယ် ဇာတ်လမ်းအစမှာ မိဘတွေအက်ဂျီကြောင့်ကားမတော်တဆမှုဖြစ်ပြီးဆုံးသွားလို့ ခပ်တန်းတန်းဖြစ်သွားတဲ့ ညီမဖြစ်သူလိုင်ဒီယာနဲ့ အက်ဂျီတို့ မောင်နှမနှစ်ယောက်ကို ပြန်လည်ပေါင်းစည်းဖို့ကြိုးစားကြပုံနဲ့အစပျိုးထားပါတယ် အဲ့နောက်မှာတော့ ညီမဖြစ်သူလိုင်ဒီယာတစ်ယောက်အကိုဖြစ်သူတို့အက်ဂျီနဲ့ဇနီးဖြစ်သူ ကိုယ်ဝန်သည် အက်စ်ထရစ်တို့အတူတူဂျာကာတာမြို့ကိုသွားတော့မှာဖြစ်တဲ့အတွက် လိုက်ပို့လိုက်ပါတယ် ဒီလိုနဲ့အက်ဂျီတို့ငါးယောက် ဂျာကာတာကိုသွားတဲ့လမ်း ညကြီးမိုးချုပ်မှာ လမ်းမှာမျှော်လင့်မထားဘဲ ကောင်မလေးတစ်ယောက် ဒုက္ခရောက်နေတာတွေ့လိုကူညီဖို့ဆုံးဖြတ်လိုက်ကြပြီး ကားအသွားမလာမရှိတာနဲ့ အိမ်အထိလိုက်ပို့ပေးလိုက်ကြပါတယ် သူတို့တစ်တွေ လမ်းမှာကူညီပေးလိုက်တဲ့ ကောင်မလေးနာမည်ကဆိုနီဖြစ်ပြီး ကောင်မလေးအိမ်ကိုရောက်တဲ့အခါမှာတော့ ထင်မှတ်မထားတဲ့အရာတွေနဲ့တွေ့ကြုံလိုက်ရပါတော့တယ် အဲ့တာကတော့ဆိုနီတို့မိသားစုဟာ အိမ်ကိုရောက်လာတဲ့ ဧည့်သည်တွေကို စားကောင်းသောက်ဖွယ်တွေနဲ့ဧည့်ခံကျွေးမွေးပြီး ဆေးခတ်ကာ ရက်ရက်စက်စက်သတ်ဖြတ်ပြီး ကလိစာတွေကိုလူချမ်းသာတွေထံပြန်လည်ရောင်းချတာပဲ ဖြစ်ပါတယ် သူတို့တွေ ဒီအိမ်ကြီးမှာဘယ်လိုရက်စက်မှုအပေါင်းသရဖူဆောင်းထားတဲ့လုပ်ရက်တွေကို ရင်ဆိုင်ကြုံတွေ့ကြမလဲသူတို့တွေ ဒီအိမ်ကြီးကနေ အသက်ရှင်လျက်လွတ်မြောက်အောင် ဘယ်လိုတွေကြိုးပမ်းကြမလဲ အဲ့ဒီနောက် သူတို့တစ်တွေ ဒီအိမ်ကြီးကနေကော အသက်ရှင်လျက်လွတ်မြောက်နိုင်ပါ့မလား ဆိုတာကိုဒီဇာတ်ကားလေးထဲမှာ လိုက်ပါစီးမျောခံစားကြည့်ရှုလိုက်ပါဦးဒီဇာတ်ကားက Horror,Drama&Thriller ဖြစ်ပြီး ကြည့်ရှုသူပရိတ်သတ်ကဟာခနဲ့ ဟင်ခနဲ့ဖြစ်သွားအောင် မျက်တောင်မခတ်ကြည့်ရှုရမယ့် ဇာတ်ကားဖြစ်ပါတယ်ဒီဇာတ်ကားဟာ အင်ဒိုနီးရှားHorrorကားဖြစ်တာနဲ့အညီ သွေးသံရဲရဲအခန်းတွေပါဝင်တဲ့အတွက် ကလေးငယ်လေးတွေ ကြည့်ရှုဖို့မသင့်တော်ဘူးဆိုတဲ့အကြောင်းကိုကြိုတင်အသိပေးပါရစေ….,Six friends are captured and tortured by a murderous family after giving a ride home to a desperate stranger.,"
  },
  {
    "id": "lqy28hd4-20340",
    "title": "Punch MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2024\/01\/tO5IOFRHOIECJEdYIjP5my2OZSg-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Punch\/Punch.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=punch-2",
    "tag": "",
    "genre": "Drama,",
    "ep": "",
    "date": "Oct. 20, 2011",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/jsCc3f3PufBfrZfhCQ6rTkBmjDD.jpg\r,",
    "description": ",Download File Here,–,တစ်ခေါက်မိတ်ဆက်ပေးချင်တဲ့ကား‌ လေးကတော့ 2011ခုနှစ်မှာထွက်ရှိခဲ့တဲ့Punch ဆိုတဲ့ကားလေးပဲဖြစ်ပါတယ် အသက်18နှစ်အရွယ်ဒိုဝမ်ဒုကခါးကုန်းနေတဲ့အဖေဂျောင်ဘို့နဲ့ စကားထစ်တဲ့ဦးလေးမင်ဂုတို့နဲ့အတူနေထိုင်တယ်အကသမားအဖြစ် နှစ်တွေအကြာကြီးအလုပ်လုပ်ခဲ့တဲ့ ကပွဲရုံပိတ်သွားပြီးတဲ့နောက်ဈေးတွေကိုလှည့်ပြီးတော့ဈေးရောင်းတဲ့အလုပ်ကိုလုပ်ခဲ့ကြတယ်ကျောင်းသားတိုင်းကိုကြမ်းကြမ်းတမ်းတမ်းဆက်ဆံတတ်တဲ့ ဝမ်ဒုရဲ့အတန်းပိုင်ဆရာအီဒုံဂျူက ဘေးအိမ်ခေါင်မိုးထပ်မှာနေတယ် ဝမ်ဒုရဲ့အဖေဖြစ်သူကဈေးလှည့်ရောင်းဖို့သွားရတိုင်းဝမ်ဒုကိုစောင့်ရှောက်ပေးဖို့ဆရာ့ကို အကူအညီတောင်းရာကနေဆရာနဲ့ရင်းနှီးလာခဲ့တယ် တစ်နေ့မှာ 17နှစ်ကြာအောင်အမေမရှိဘူးလို့တွေးပြီး ကြီးပြင်းလာတဲ့ဝမ်ဒုကိုဆရာက အမေရှိကြောင်းနဲ့အမေကတွေ့ချင်နေကြောင်းပြောတဲ့အခါမှာတော့ ဝမ်ဒုတစ်ယောက် ဘယ်လိုတွေဆက်ဖြစ်မလဲ အဖေကမသန်မစွမ်းဖြစ်တာကြောင့်‌ရောဆင်းရဲတာကြောင့်ပါအလှောင်ခံရပြီးပေပေတေတေလမ်း‌ပေါ်ကရန်ပွဲတွေမှာပါဝင်တတ်တဲ့ အခန်းရဲ့ဘိတ်ချေး ကောင်လေးတစ်‌ယောက်သူကျွမ်းကျင်တဲ့လက်သီးကိုဘယ်လိုအသုံးချမလဲမသန်မစွမ်းအဖေနဲ့ရွေ့ပြောင်းနေထိုင်သူအ‌မေရှိတဲ့ အထီးကျန်နေတဲ့ဆယ်ကျော်သက်အရွယ်လူငယ်လေးတစ်ယောက်က ပျော်ရွှင်နိုင်လာပြီးတော့ အိမ်မက်တွေကိုအောင်မြင်နိုင်မှာလား အာရှဒေသမှာဖြစ်ပွားနေတဲ့‌ ရွေ့ပြောင်းအလုပ်သမားတွေရဲ့ဘဝတွေကဘယ်လိုမျိုးလဲဆိုတာ စိတ်ဝင်စားစွာကြည့်ရှုရမှာဖြစ်ပါတယ်,A deadbeat teacher helps an angry, aimless teenager find direction in life during his final year of high school.,"
  },
  {
    "id": "lqy28le7-95388",
    "title": "Mamasapano: Now It Can Be Told MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2024\/01\/jNeDznm8LRPyyVEnd0l0yBqIq8o-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Mamasapano Now It Can Be Told\/Mamasapano Now It Can Be Told.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=mamasapano-now-it-can-be-told",
    "tag": "",
    "genre": "Action,Drama,",
    "ep": "",
    "date": "Dec. 25, 2022",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/m9YaNxYiISHNjRhx8wl7nry1XNf.jpg\r,",
    "description": ",Download File Here,–,၂၀၁၅ ခုနှစ် သို့မဟုတ် ဖိလစ်ပိုင်SAFအထူးတပ်သား ၄၄ ယောက်ရဲ့ မိသားစုဝင်‌တွေ သွေးမျက်ရည်ကျခဲ့ရတဲ့နေ့တစ်ဖြစ်လဲမာမာစပန်နိုဆိုတဲ့မြို့လေးက unpopular warတစ်ခုမှာ ရက်ရက်စက်စက် အသက်စတေးခဲ့ရတဲ့SAF တပ်သား ၄၄ ယောက်ရဲ့ ရင်နာဖွယ်ဖြစ်ရပ်မှန်လေးကို တင်ဆက်ထားတဲ့ ရုပ်ရှင်လေးတစ်ခု တင်ဆက်ပေးလိုက်ပါရစေ။Now It can be told ဆိုတဲ့အတိုင်း ဟိုလူလိုလို ဒီလူလိုလိုနဲ့ တစ်ချိန်က ပြည်ဖုံးကားချဖုံးဖိထားတဲ့ဒီဖြစ်ရပ်ဆိုးကြီးရဲ့ နောက်ကွယ်ကဖြစ်ရပ်မှန်က ဘယ်လိုဖြစ်မလဲဆိုတာရှုစားကြည့်ကြပါဦး။ မာဝမ်နဲ့အူစ်မန်းဟာ တစ်ကမ္ဘာလုံးအတိုင်းအတာနဲ့ ပြောရတဲ့ထိ မကောင်းသတင်းဂုဏ်ပုဒ်နဲ့ ကျော်စောတဲ့သူနှစ်ယောက်၊အမေရိကန်ကတောင် မာဝမ်ကို ဒေါ်လာ ၅ သန်း အူစ်မန်းကို ဒေါ်လာ ၁ သန်း ဆုကြေးထုတ်လိုက်တဲ့အထိ တရားလွန်ဆိုးသွမ်းလွန်းတဲ့ ရာဇဝင်လူဆိုးတွေပေါ့။ဖိလစ်ပိုင်အစိုးရဘက်ကလည်း နှစ်နဲ့ချီစစ်ဆင်ရေးတွေအမျိုးမျိုးလုပ်နေပေမဲ့ နယ်မြေမလွတ်လပ်တာကတစ်ကြောင်း၊အဆက်အသွယ်တွေရှိနေတာကတစ်ကြောင်းနဲ့ မာဝမ်ကို ဘယ်လိုမှဖမ်းမရဖြစ်နေတာပေါ့။ဒီလိုနဲ့ မာဝမ်ကို သူခိုအောင်းနေတဲ့ကျားတွင်းမှာ ရအောင်ဖမ်းဆီးမယ်ဆိုတဲ့ စစ်ဆင်ရေး OPLAN Exodusနဲ့အတူMILFစခန်းတွေနားကိုရောက်လာတဲ့ ဖိလစ်ပိုင်SAFရဲစစ်သား ၄၄ ယောက်၊ တောင်ကိုကျော် မြစ်ပြင်ကိုဖြတ်လို့မာဝမ်ကိုအရသတ်နိုင်ခဲ့အပြီးမှာ ဖြစ်လာတော့မယ့် ပြဿနာကိုကြိုမမြင်ဘဲ အောင်ပွဲခံနေကြတာပေါ့။ ဒါပေမဲ့ သူတို့မသိတာက သူတို့ရဲ့အောင်မြေဟာ နောက်နာရီပိုင်းအတွင်းမှာ စစ်မြေပြင်တစ်ဖြစ်လဲ သူတို့ရဲ့သင်္ချိုင်းမြေဖြစ်လာရတော့မှာကိုပါပဲ။ငြိမ်းချမ်းရေးသဘောတူညီချက်ကို ဖောက်ဖျက်ပါတယ်ဆိုတဲ့စွဲချက်နဲ့ SAFတပ်သားတွေကို ထိုးစစ်ဆင်လာတဲ့ မွတ်စလင်လက်နက်ကိုင် MILFတပ်ဖွဲ့တွေကြားမှာကူရာကယ်ရာမဲ့နေတဲ့ SAFတပ်သားတွေ၊ စစ်ကူလွှတ်မလိုလို ဟိုတပ်ကကူမလိုလို လေကြောင်းကလာမလိုလိုနဲ့ ဟိုလိုလိုဒီလိုလိုကနေ ဘာမှဆက်မဖြစ်လာတဲ့ရဲ၊ စစ်တပ်နဲ့ အရပ်သားအစိုးရကြားက နိုင်ငံရေးအရှုပ်အရှင်းတွေကြားမှာ မြေစာပင်ဖြစ်ခဲ့ရတဲ့ ဒီဖြစ်ရပ်ဆိုးကြီး၊ယနေ့အချိန်ထိ ဘယ်သူကတာဝန်ရှိတယ်ဆိုတာ တရားရုံးမှာ အမှုမှန်ရေရေရာရာမပေါ်နိုင်သေးတဲ့နောက်ကွယ်က အရှုပ်အရှင်းတွေက ဘာတွေဖြစ်မလဲဆိုတာ အားလုံးအတူ ကြည့်ရှုခံစားလိုက်ရအောင်ပါ။,The story of the Mamasapano clash where 44 Special Action Force officers of the Philippine National Police (PNP) died on their mission from the point of view of then-PNP Deputy Chief of Operations Major General Benjamin Magalong as he was heading the investigation.,"
  },
  {
    "id": "lqhyxwds-83065",
    "title": "First Reformed MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/p2UylV0hPefEuWPFMo1r56vu2nb-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/First Reformed\/First Reformed.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=first-reformed",
    "tag": "",
    "genre": "Drama,",
    "ep": "",
    "date": "May. 18, 2018",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/b5BLqJ6pqMtziBQFd89StwvE7D8.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/oXNtdwoRsG9MIpOjJHeT4xGjwbV.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/31fday46xfp3mTxDWJDKQ0hdIsF.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/jFdeQOleEXrkEOjzcpgKSCjbC8P.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/mLwIDLa1FMkbKLteZRTatyvWLHX.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/g8G91vbvyUqnyFSlVruwiaZsUrn.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/ia7Pm53iou0dF7NJZQZFv079cwL.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/lPEGDlqbKNnckRNdqKpnuxhC4aW.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/AgAR1i7qFsoH7jDFYoTDuVca0qJ.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/vhwb9aFrKSfFkYDyA2G23FzqVqK.jpg,",
    "description": ",Download File Here,–,ဒီဇာတ်ကားလေးကတော့ မင်းသားကြီး Ethan Hawke ပါဝင်ထားတဲ့ psychological drama လေးပါ။ဇာတ်လမ်းအကျဉ်းကတော့ ဖာသာတိုလာဟာ အရွယ်ကောင်းစဉ်က စစ်တပ်ထဲကသင်းအုပ်ဆရာဖြစ်ပါတယ်။ မိန်းမဖြစ်သူသဘောမတူတဲ့ကြားက သားဖြစ်သူကို စစ်မှုထမ်းပြီး စစ်တိုက်ထွက်ဖို့ ကိုယ်တိုင် တိုက်တွန်းခဲ့ရာကနေ သားဖြစ်သူ စစ်ပွဲမှာ ကျဆုံးသွားခဲ့တဲ့အတွက် စိတ်ထောင်းကိုယ်ကြေဖြစ်ကာ စစ်ထဲကထွက်လာပြီး ဘုရားကျောင်းလေးတစ်ခုမှာ ရောဂါအခံလေးရှိလာတဲ့ သူ့ဘဝကို ဘယ်လိုကြိုးစား ရုန်းကန်းဖြတ်သန်းနေရလဲ ဆိုတာကို ဆွတ်ပျံ့ကြေကွဲဖွယ် ရိုက်ကူးထားတဲ့ဇာတ်လမ်းကောင်းလေးတစ်ပုဒ် ဖြစ်ပါတယ်။IMDb Rating 7.1\/10 ရရှိထားပြီးတော့ Tomatometer မှာ 94 % တောင် ရရှိထားတဲ့အပြင် ဇာတ်လမ်းလေးက အေးအေးငြိမ်ငြိမ်နဲ့ သွားထားပြီး ကင်မရာရိုက်ကူးတင်ဆက်ပုံကောင်းတဲ့အပြင် မင်းသားကြီး Ethan ရဲ့ သရုပ်ဆောင်ပီပြင်ကောင်းမွန်မှုကြောင့် မှတ်ချက်ကောင်းတွေရထားတဲ့ဇာတ်ကားဆိုလည်း မမှားတဲ့အတွက် ကြည့်ရကျိုးနပ်တဲ့ကားလေးဖြစ်မှာပါ။,A pastor of a small church in upstate New York starts to spiral out of control after a soul-shaking encounter with an unstable environmental activist and his pregnant wife.,"
  },
  {
    "id": "lqiclvjk-70577",
    "title": "Marmaduke MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/Marmaduke.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Marmaduke\/Marmaduke.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=marmaduke-2",
    "tag": "",
    "genre": "Comedy,Family,",
    "ep": "",
    "date": "Jun. 03, 2010",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/cO3EwGUjy5lkDbKrAfJglxs2Acu.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/m9jL5BQGJ98nOirc0aPfXaBjYim.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/cWsoE3pcNDDq7o6nEwBUMEFf8HL.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/4yXRCssUnxSsR9QtNZQwLgCxw2y.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/laXCTHCXY006UUeNxM2JWhm9S5T.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/2N3ytr346N3Jyn5sRoeyoEcFbui.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/rKGqPbC807er0RWXFytiWUnGdiF.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/of7QEyEVCRTkgPvDo2ziNcxM7HH.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/pc7kVX9SUQaybXr1Q4MODJEndgu.jpg\r,",
    "description": ",Download File Here,–,ဒီခေတ်မှာ ခွေးမချစ်တဲ့သူဆိုတာရှားပါတယ်။ပေါက်စနကောင်လေးတွေကအစ အယ်စတုံကောင်ကြီးတွေအထိအမျိုးစုံ ဆိုဒ်စုံတွေကို ‌တယုတယမွေးပြီးသားသမီးအရင်းလို ချစ်ပေးကြတာပဲမလား။ တခါတလေကျ သူတို့စိတ်ထဲငါတို့ကိုဘယ်လိုတွေးနေမလဲ၊ ဘယ်လိုမြင်လဲဆိုတာသိချင်စိတ်လေးဖြစ်မိကြမှာပါ။ ဒီဇာတ်ကားမှာတော့ Great Dane မျိုးနွယ် မာမဒုခ်ဆိုတဲ့ခွေးလေးကအဓိကဇာတ်ဆောင်အနေနဲ့ပါ၀င်ထားပြီးComputer Animation နဲ့ သူတို့အတွေးတွေစကားပြောတာတွေကို ရိုက်ကူးပြထားတဲ့ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။ ကျောင်းအသစ်ကိုပြောင်းတာဖြစ်ဖြစ်၊ နေရာအသစ်ကိုပြောင်းတာဖြစ်ဖြစ်၊အလုပ်အသစ်ရတာဖြစ်ဖြစ်၊ အစမှာ ကြောင်တောင်တောင်နဲ့ ၀င်ဆံ့ဖို့မနည်းကြိုးစားရတဲ့အဖြစ်မျိုး ကြုံဖူးကြမှာပါ။ ဒီလိုမျိုးပဲ ခွေးလေးတွေဟာလည်း ပတ်၀န်းကျင်အသစ်ကိုရောက်တဲ့အခါအနီးနားက ရှိနှင့်ပြီးသားခွေးတွေထဲ၀င်ဆံ့ဖို့ ကြိုးစားရပါတယ်။ ဖေးလ် နဲ့ ဒက်ဘီဆိုတဲ့လင်မယားမှာ ဘာဘရာနဲ့ ဘရိုင်ယန်ဆိုတဲ့သားသမီးနှစ်ယောက်နဲ့ မာမဒုခ်ဆိုတဲ့ ခွေးတစ်ကောင်ရှိပါတယ်။သူတို့ဟာ ကန်းဆက်မှာနေထိုင်ကြပြီး ပျော်ရွှင်တဲ့မိသားစုလေးတစ်ခုဖြစ်ပါတယ်။မာမဒုခ်ဟာ Great Dane မျိုးနွယ်ဖြစ်တာကြောင့်သူ့ရဲ့အရွယ်အစားဟာ သာမာန်ခွေးတွေထက် ပိုပြီးကြီးပါတယ်။ တစ်ရက်မှာတော့ ဖေးလ်ဟာ အလုပ်ကိစ္စနဲ့ကယ်လီဖိုးနီးယားကိုပြောင်းရမယ့်အခြေအနေဖြစ်လာတော့မိသားစုကပါ လိုက်ပြောင်းရတော့မှာပါ။ကယ်လီဖိုးနီးယားရောက်တော့ သူတို့တွေအပြင်မာမဒုခ်ကပါ ၀င်ဆံ့ဖို့ ရုန်းကန်ရပါတော့တယ်။ဒီလိုရုန်းကန်နေရင်းမှ ပန်းခြံမှာဗိုလ်ကျ‌နေတဲ့ဘော့စ်ကိုဆိုတဲ့ခွေးခေါင်းဆောင်ရဲ့ ရည်းစားဖြစ်တဲ့ဂျက်စဘဲလ်ဆိုတဲ့ ခွေးမလေးကိုမှ သဘောကျမိသွားတဲ့အခါမှာမာမဒုခ်နဲ့‌ဘော့စ်ကိုတို့ရဲ့အားပြိုင်မှုတွေ၊ နေရာသစ်မှာအဆင်ပြေဖို့ကြိုးစားရပုံတွေ၊ မိသားစုအတွင်းရေးပြဿနာတွေကိုဟာသလေးပါနှောပြီး ကြည့်ရမှာဖြစ်တဲ့အတွက်ခွေးချစ်သူတွေသာမက မိသားစုနဲ့ ‌အေးဆေးအနားယူချင်သူတွေDrama ကြိုက်သူတွေပါ သဘောကျမယ့်ဇာတ်ကားလေးတစ်ကားဖြစ်မှာ သေချာပါတယ်။,When Phil and Debbie Winslow relocate from their native Kansas to the sunny climes of Orange County, their big-hearted, havoc-wreaking Great Dane gets a taste of the dog’s life, California-style.,"
  },
  {
    "id": "lqj9boow-81566",
    "title": "Christmas As Usual MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/suDjK0qIsPoBNrAhWUtIjkIWx1G-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Christmas As Usual\/Christmas As Usual.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=christmas-as-usual",
    "tag": "",
    "genre": "Comedy,Drama,Romance,",
    "ep": "",
    "date": "Dec. 06, 2023",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/j63Clh2P6PKQQNDSruu3z7NPeNu.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/9LlPXNuLryXQXtXktDpztpXHIa2.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/58FfXLOT5mpxIKoWwNeXtBKkXmb.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/j9XFiTnJCQ0Mb5yIrCDEocohU9d.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/ftfnvxsPszxml4vMCX2jSr92MKq.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/r9m8881HthBkxCYYpiXiS7JqlM9.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/x8IwQUqws16ombEJ9KMjlct823a.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/iqv4xdIzYGv2Om1XCNn2DofTBdJ.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/qtwOiMFvYh4iVEA6VB3YIexm5fa.jpg\r,",
    "description": ",Download File Here,–,Thea က ခရစ္စမတ်အတွက် သူ့မွေးရပ်မြေကိုပြန်ဖို့ သူနဲ့စေ့စပ်ထားတဲ့ ချစ်သူ Jashanကိုပါ ခေါ်လာခဲ့တယ်။ ဒါပေမဲ့ Theaကသူ့မိသားစုကို Jashanက အိန္ဒိယလူမျိုးဖြစ်ကြောင်းနဲ့ သူတို့စေ့စပ်ထားကြောင်းကို မပြောရသေးပါဘူး။ လူမျိုးချင်းမတူတဲ့ Theaနဲ့ Jashan တို့ ခရစ္စမတ်မှာ မတူညီတဲ့ ယဥ်ကျေးမှုဓလေ့ရိုးရာယုံကြည်မှုတွေကို ဘယ်လို မေးခွန်းထုတ် အမြင်ပြောင်းလဲစေမလဲ၊ မိသားစုကြားက ခရစ္စမတ်အတွင်း ဘယ်လိုနွေးထွေးမှုတွေရှိလဲဆိုတာကို ကြည့်ရှုရမှာပါ။ နော်ဝေးမိသားစုလေးရဲ့ ပုံမှန်ခရစ္စမတ်လေးက Jashan အတွက်တော့ ပုံမှန်ခရစ္စမတ်မဟုတ်ခဲ့တာမို့သူဘယ်လိုကြိုးစားနေထိုင်မလဲဆိုတာကို ဒီဇာတ်လမ်းမှာ ရင်တမမနဲ့ဆက်လက်ကြည့်ရှုနိုင်ပါတယ်။,To celebrate their engagement, Thea takes Jashan home — but his Indian roots and her family’s Norwegian traditions clash in a chaotic Christmas.,"
  },
  {
    "id": "lqy28fg9-75449",
    "title": "Dear Jinri MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2024\/01\/rmVwYOvhTRNSXKZUjbod7z0QdZl-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Persona Sulli\/Persona Sulli.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=dear-jinri",
    "tag": "",
    "genre": "Documentary,Drama,",
    "ep": "",
    "date": "Oct. 07, 2023",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/iaOhAKYzr4yaXGltCciY7fPLNC4.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/k65FFPOZj0niZ9VVEk8CurnZ8Jr.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/7XbUpmlYU0D4eib4SIrchtdf7Kj.jpg\r,",
    "description": ",Download File Here,–,အခုအချိန်ထိ ရင်ထဲမှာတသသနဲ့ လွမ်းဆွတ်ရဆဲဖြစ်တဲ့ နတ်သမီးမလေး Sulli (or) ချွဲဂျင်လီရဲ့ ဘဝခရီးကိုDocumentary အဖြစ် ဖန်တီးထားတဲ့ “Persona: Sulli” ဆိုတဲ့ documentary film လေးကို တင်ဆက်ပေးလိုက်ပါတယ်။အောင်မြင်မှုရဲ့ အနိမ့်အမြင့်အတက်အကျတွေကို ရင်ဆိုင်ရတဲ့အမျိုးသမီးလေးတစ်ယောက်အကြောင်း ၊လူထုရဲ့မျက်စိရှေ့မှာ ငယ်ရွယ်တဲ့မိန်းကလေးတစ်ယောက်ရောက်ရှိသွားခဲ့တဲ့ အတွေ့အကြုံတွေ ခံစားချက်တွေအကြောင်း..။ဒါလေးကိုကြည့်ခြင်းအားဖြင့် Sulli ဆိုတဲ့ကောင်မလေး ကြုံတွေ့ခဲ့ရတဲ့ ရှုပ်ထွေးတဲ့ ဘဝအလွှာအထပ်ထပ်တွေ ၊အောင်မြင်မှုရဲ့ဖိအားတွေ ၊ သူနဲ့မကိုက်ညီခဲ့တဲ့ လူ့အဖွဲ့အစည်းရဲ့ ပုံသေသတ်မှတ်ချက်တွေ၊ စိတ်ပိုင်းဆိုင်ရာရုန်းကန်မှုတွေ ၊social phobia နဲ့ cyberbullying အစရှိတာတွေကို ခံစားနားလည်လာရမှာပါ။ချွဲဂျင်လီ (သို့) Stage Name Sulli လို့ခေါ်တဲ့K-pop idol ကောင်မလေးရဲ့ ဘဝခရီးကို ပုံဖော်ထားတဲ့ ဒီမှတ်တမ်းရုပ်ရှင်လေးဟာSulli ကို ချစ်ခင်ပြီး နက်နက်ရှိုင်းရှိုင်းနားလည်ချင်တဲ့သူတိုင်း ကြည့်သင့်တဲ့ မှတ်တမ်းရုပ်ရှင်လေးပဲဖြစ်ပါတယ်နော်။,“Dear Jinri” explores the daily concerns and thoughts of actress and singer Sulli, whose real name is Choi Jinri, where she talks about her childhood, career and more in this interview she gave in 2019.,"
  },
  {
    "id": "lqicls0l-53488",
    "title": "Half Nelson MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/fdUCisMpTwy0oJOGwM7NrFFs400-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Half Nelson\/Half Nelson.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=half-nelson",
    "tag": "",
    "genre": "Drama,",
    "ep": "",
    "date": "Aug. 11, 2006",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/z6HS2Gf46zi9aGMQsTRoHEH7JNI.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/2WjZY5OcKQqrvnWSvfbiShfuVe5.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/49IHJiO6oErX8q8Nqp52zYcek8O.jpg\r,",
    "description": ",Download File Here,–,ဒီဇာတ်ကားလေးကတော့ rating တွေလည်းကောင်း၊ ဆုပေါင်းများစွာလည်း ဆွတ်ခူးခဲ့တဲ့အပြင် Oscar nomination တစ်ခုပါရရှိခဲ့တဲ့ drama ဇာတ်လမ်းတိုလေးတစ်ကားဖြစ်ပါတယ်။ ဒီဇာတ်ကားထဲမှာတော့ အထွေအထူး မိတ်ဆက်ပေးနေစရာမလိုတဲ့ Ryan Gosling တို့ Anthony Mackie တို့ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ ဒါ့အပြင် Captain Marvel ကားမှာ ဒါရိုက်တာလုပ်ခဲ့တဲ့ Ryan Fleck နဲ့ Anna Boden တို့ရဲ့ က ဇာတ်ညွှန်းရော directing ပါလုပ်ခဲ့တဲ့ debut လည်းဖြစ်ပါတယ်။ Short film ဆိုပေမယ့် ၁နာရီနဲ့မိနစ်၄၀ကျော်လောက် runတာဆိုတော့ သေချာခံစားပြီး ကြည့်ရှုလို့ရမယ့် ဇာတ်ကားလေးပါ။အဓိကဇာတ်ဆောင် Ryan Gosling က လူမည်းရပ်ကွက်တစ်ခုက သမိုင်းသင်တဲ့ ကျောင်းဆရာဇာတ်ရုပ်ကို ပိုင်နိုင်စွာ သရုပ်ဖော်ပြထားပါတယ်။ သူဟာ စာသင်ခန်းထဲမှာတော့ အသင်အပြကောင်းတဲ့ ကျောင်းသားကျောင်းသူတွေရဲ့ အချစ်တော်တစ်ယောက်ဆိုပေမယ့် နောက်ကွယ်မှာတော့ မူးယစ်ဆေးနဲ့ လုံးပါးပါးနေသူတစ်ယောက်ပါ။ Half Nelson ဆိုတဲ့ ဇာတ်ကားနာမည်အတိုင်း ရုန်းထွက်ရခက်တဲ့ နပမ်းချုပ်ကွက်မိနေတဲ့ လမ်းမှားပေါ်ကနေ ရုန်းထွက်ရင်း ရင်ဆိုင်ရတဲ့အခက်အခဲတွေကို ဇာတ်ကောင်တွေနဲ့အတူ စီးမျောခံစားရမယ့်ကားဖြစ်လို့ plotကိုတော့အများကြီးမပြောပြတော့ပါ့ဘူး။ Drama ကောင်းကောင်းကြိုက်တတ်သူတွေအတွက် လုံးဝနောင်တမရစေမယ့်ဇာတ်ကားကောင်းလေးတစ်ကားမို့လို့ လုံးဝကြည့်သင့်တဲ့ဇာတ်ကားတစ်ကားပါ။,Despite his dedication to the junior-high students who fill his classroom, idealistic teacher Dan Dunne leads a secret life of addiction that the majority of his students will never know. But things change when a troubled student Drey makes a startling discovery of his secret life, causing a tenuous bond between the two that could either end disastrously or provide a catalyst of hope.,"
  },
  {
    "id": "lqkf7fxb-65576",
    "title": "Venom MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/hCMTpv1I9KK90ApxXDyaf8SwJcf-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Venom\/Venom.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=venom",
    "tag": "",
    "genre": "Horror,Thriller,",
    "ep": "",
    "date": "Sep. 16, 2005",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/lMY3gjXj3OJ7UXH0veoEMiYQkle.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/7HswSKp0vuUTtQXJgVk4Cf9J78s.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/wXCelVZcQE0bSsBC0r6LNsJIRnI.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/qpCZ7IwrcREk6Knuabk0rzZl9lc.jpg\r,",
    "description": ",Download File Here,–,သည်းထိပ်ရင်ဖို horrorကား၊ သေပြေးရှင်ပြေး ပြေးရတဲ့ကားတွေကိုမှကြိုက်နှစ်သက်ရင် ဒီကားလေးကလည်း တစ်မျိုးတစ်မည်တော့ ခံစားရမှာပါ….။ဇာတ်လမ်းလေးကတော့ ဗူဒူးစုန်းအတတ် ဓလေ့တစ်ခုကို အမှီပြုပြီးဇာတ်အိမ်တည်ထားတာပါ…။ ဗူဒူးစုန်းပညာမှာ လူသတ်သမားတွေ၊ဆိုးယုတ်သူတွေရဲ့ ဝိညာဥ်တွေ၊ နတ်ဆိုးတွေရဲ့ဝိညာဥ်တွေကို အပင်းထုတ်သလိုထုတ်ပြီး သူတစ်ပါးကို ဒုက္ခမပေးနိုင်အောင်သေချာစီမံသိမ်းဆည်းထားတတ်တဲ့ ဓလေ့တစ်ခုလည်းရှိတယ်….။ဥပမာ- ပုလင်းတစ်လုံးထဲဖြစ်ဖြစ်၊ အိုးတစ်ခုတည်းဖြစ်ဖြစ် ထည့်သိမ်းပြီးတစ်နေရာရာမှာမြှုပ်နှံထားတတ်ကြတယ်ပေါ့…။အကယ်၍များအဲ့ဒီနတ်ဆိုးဝိညာဥ်တွေ လွတ်ထွက်သွားရင်တော့တစ်ယောက်ယောက်ကို ပူးကပ်ပြီး ကောင်းကောင်းကြီးဒုက္ခပေးတော့တာပါပဲ….။အခုဇာတ်လမ်းလေးကလည်း ဒီလိုအကြောင်းအရာလေးကိုမှ ရိုက်ကွင်းရိုက်ကွက်ကောင်းကောင်းနဲ့ ရိုက်ကူးထားတာမို့ ကြည့်ရှုလို့ကောင်းမယ့် သည်းထိပ်ရင်ဖိုကားလေးတစ်ကားပဲဖြစ်ပါတယ်…,A group of teenagers fear for their lives in the swamps of Louisiana, chased by Mr. Jangles, a man possessed by 13 evil souls, and now relentless in his pursuit of new victims.,"
  },
  {
    "id": "lqnzxxrl-87458",
    "title": "Tailgate MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/yD7M5yKraopjf6Slh5YDYQDbcIU-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Tailgate\/Tailgate.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=tailgate",
    "tag": "",
    "genre": "Horror,Thriller,",
    "ep": "",
    "date": "Oct. 31, 2019",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/bFOYL81Q3mK5pavLf3TkEVKNOrp.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/7a5drXfWgGhrFjCNubzpfYe3LJC.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/rHI907vzNAq6LXOgczlABHkfX0c.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/rjEA98lQpwlVs93ISWYs4UNKSFU.jpg\r,",
    "description": ",Download File Here,–,ဒီတစ်ခါမှာတော့ ကြည့်ရှုသူပရိတ်သတ်ကြီးကို rating 5.8\/10ရရှိထားပြီးနယ်သာလန်ရုပ်ရှင်ပွဲတော်မှာ Best Sound Design ဆုကိုရရှိထားပြီးဒါရိုက်တာLodewijk Crijns ရိုက်ကူးပုံဖော်ထားတဲ့ Tailgate ဆိုတဲ့ဘယ်လ်ဂျီယမ် ဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးပါရစောဒီဇာတ်ကားက မိသားစုတစ်စု အဖိုးအဖွားတွေဆီကို အလည်အပတ်သွားတဲ့လမ်းမှာမမျှော်လင့်ဘဲ လမ်းမှာ စတ္တဇဆန်ဆန်လူသတ်သမားတစ်ယောက်နဲ့ ကြုံတွေ့ရပုံကိုဇာတ်အိမ်တည်ထားပြီး မင်းသား Jeroen Spitzen နဲ့ မင်းသမီး Anniek Pheiferတို့က ဆေးစက်ကျရာအရုပ်ထင်အောင် ပါဝင်အားဖြည့်သရုပ်ဆောင်ထားပါတယ်ဇာတ်လမ်းအစမှာ ဟန်စ့်တို့မိသားစု အဖိုးအဖွားတွေရှိတဲ့ ဟန်စ့်ရဲ့ဇာတိမြို့လေးကိုအလောတကြီး သွားကြပုံနဲ့အစပျိုးထားပါတယ် ဒီလိုနဲ့လမ်းတစ်ဝက်လောက်အရောက်မှာအဖိုးဖြစ်သူရဲ့ မွေးနေ့ကို ရောက်ဖို့အလျင်လိုနေတဲ့ ဟန်စ့် တစ်ယောက်ကားကိုအလျင်စလိုမောင်းနှင်ရာမှာ မထင်မှတ်ဘဲ ရှေ့ကားတစ်စီးတိုက်မိမလိုဖြစ်သွားပါတယ်ဟန်စ့် တို့ကားဂတ်စ်ဝင်ဖြည့်ရာမှာ ရှေ့ကကားကိုမောင်းနေတဲ့အဖိုးကြီးတစ်ဦးနဲ့တွေ့မိပြီး တစ်ယောက်တစ်ခွန်းစကားများကြပါတယ် အဖိုးကြီးကတော့ ဟန်စ့်ကိုတောင်းပန်လိုက်ဖို့ပဲ တဖွဖွပြောနေခဲ့ပါတော့တယ် လူငယ်လေးဖြစ်တဲ့ဟန်စ့်ကလည်းမတောင်းပန်ဘဲ ခရီးဆက်ထွက်လာခဲ့ရာမှာ ဂြိုလ်ဆိုးဝင်ပါတော့တယ်ဟန်စ့်တစ်ယောက်ကားမောင်းနေရင်း မတောင်းပန်ခဲ့တဲ့ အဖိုးကြီးကားကနောက်ကနေထက်ကြပ်မကွာကပ်လိုက်နေတာကို သတိထားမိသွားပါတယ်နောက်ဆုံးဟန်စ့်က တောင်းပန်လိုက်တဲ့အခါမှာ အဖိုးကြီးကတောင်းပန်ဖို့အချိန်နှောင်းသွားပြီဖြစ်ကြောင်းပြောကာ သွေးအေးအေးနဲ့ လိုက်လံသတ်ဖြတ်ပါတော့တယ် ဟန်စ့်တို့မိသားစု အဖိုးကြီးလက်ကနေလွတ်အောင် ဘယ်လိုမျိုးထွက်ပြေးကြမလဲ သူတို့တွေ အဖိုးကြီးလက်ကနေ လွတ်မြောက်ပြီး အဖိုးအဖွားတွေဆီကိုရောက်သွားပါ့မလားဆိုတာကို ဒီဇာတ်ကားလေးထဲမှာ ခံစားလိုက်ပါစီးမျောကြည့်ရှုလိုက်ပါဦး…ဒီဇာတ်ကားက Action, Horror &Thriller အမျိုးအစားကိုမှ ကြိုက်နှစ်သက်ပါတယ်ဆိုတဲ့ပရိတ်သတ်တွေ မလွတ်စတမ်းကြည့်ရှုသင့်တဲ့ ဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်,A cocksure, road-raging family man finds himself pursued and terrorized by the vengeful van driver he chooses to tailgate.,"
  },
  {
    "id": "lqnzyk8z-72129",
    "title": "The Disappearance of Alice Creed MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/iJT7eXt09OffD4WBOvV7eGgL3Lt-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/The Disappearance Of Alice Creed\/The Disappearance Of Alice Creed.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=the-disappearance-of-alice-creed",
    "tag": "",
    "genre": "Crime,Drama,Thriller,",
    "ep": "",
    "date": "Sep. 12, 2009",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/rUdakVt3qhUfngXC9cL94nmlReP.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/iGPcqaBvBen8FiwHxoTJ2duDm1.jpg\r,",
    "description": ",Download File Here,–,ဒီတစ်ခါမှာတော့ The Disapperance Of Alice Creed ဆိုတဲ့ဇာတ်ကားလေးကိုတင်ဆက်ပေးချင်ပါတယ်ဇာတ်လမ်းလေးကတော့ဗစ်တာနဲ့ဒန်နီဆိုတဲ့ ထောင်ထွက်နှစ်ယောက်ဟာ တစ်ဦးတည်းသောသမီးဖြစ်သူ သူဌေးသမီးအဲလစ်ခရိဒ်ကိုပြန်ပေးဆွဲပြီး သူဖခင်သူဌေးကြီးဆီက ပိုက်ဆံနှစ်သန်းနဲ့ပြန်ရွေးခိုင်းပါတယ်။ သူမကိုပြန်ပေးဆွဲလာပြီး အခန်းတစ်ခုထဲမှာ ခြေတွေလက်တွေကိုကြိုးတုပ်ပြီးဖမ်းထားပါတယ် ဗစ်တာနဲ့ဒန်နီတို့ဟာ ပိုက်ဆံတွေကိုယူပြီး ထွက်ပြေးကြဖို့ စီစဥ်ထားခဲ့ကြတာပါ။ဒါပေမဲ့ ဗစ်တာတစ်ယောက်မသိလိုက်တာက ဒန်နီနဲ့အဲလစ်တို့ဟာ အရင်ကတည်းက ချစ်သူရည်းစားတွေဖြစ်ခဲ့ကြပြီး ဒန်နီဟာ ဗစ်တာကို သစ္စာဖောက်ပြီး ပိုက်ဆံတွေကို တစ်ယောက်တည်းယူပြီး အဲလစ်နဲ့ထွက်ပြေးဖို့ ကြိုတင်စီစဥ်ထားခဲ့တာပါ ဗစ်တာတစ်ယောက်ထိုအစီစဥ်ကိုသိသွားမလား ဒန်နီနဲ့အဲလစ်ကပဲ ပိုက်ဆံတွေယူပြီးထွက်သွားကြမလား နောက်ဆုံးမှာပိုက်ဆံတွေကို ဘယ်သူကရယူသွားနိုင်မလဲဆိုတာ ကြည့်ရှုရမှာပါထူးခြားတာတစ်ခုက ဇာတ်ကားတစ်ကားလုံးထဲမှာ ဇာတ်ကောင်သုံးယောက်တည်းပါဝင်ပြီး ထိုသုံးယောက်တည်းနဲ့ပဲ စိတ်ဝင်စားဖွယ်ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်,A rich man’s daughter is held captive in an abandoned apartment by two former convicts who abducted her and hold her ransom in exchange for her father’s money.,"
  },
  {
    "id": "lqhyy0cd-25924",
    "title": "Inexistent MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/Ak69rqmlpsbjqEMwa3YvEbp1pL8-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Inexistent\/Inexistent.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=inexistent",
    "tag": "",
    "genre": "Thriller,",
    "ep": "",
    "date": "Nov. 17, 2023",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/g9SnXBFIaZWWcG0VfbGK573JyD5.jpg\r,",
    "description": ",Download File Here,–,ငယ်ငယ်က စိတ်ကူးယဥ်သူငယ်ချင်းတွေနဲ့ ကစားတတ်တဲ့စိတ်ထင်ယောင်ထင်မှားရောဂါရှိတဲ့ ဆယ်ကျော်သက်ကောင်မလေး Shivana က အိမ်ထောင်ရှိအမျိုးသား Patrick နဲ့ချစ်ကြိုက်ပြီး ဖောက်ပြန်နေခဲ့တယ်။ ငယ်ငယ်ကတည်းကအချစ်စစ်ကိုမရခဲ့လို့ တွယ်ကပ်တတ်တဲ့ Shivana ကPatrick နဲ့အတူနေနိုင်ဖို့ သူ့ဇနီးသည်ကို သတ်ဖို့ကြိုးစားပါတော့တယ်။ နောက်ပိုင်းမှာ ဘာတွေဆက်ဖြစ်မလဲဆိုတာကတော့ ဒီဇာတ်လမ်းမှာ စိတ်ဝင်စားဖွယ် ဆက်လက်ကြည့်ရှုနိုင်ပါတယ်။,A young woman who struggled with a childhood mental illness falls in love with a married man. Never having real love, she will do anything to keep it, even if murder is the only option.,"
  },
  {
    "id": "lqy289sz-87449",
    "title": "Vide Noir MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2024\/01\/bnAJHSgOikCu9QAo9dyyR7L0cL-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Vide Noir\/Vide Noir.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=vide-noir",
    "tag": "",
    "genre": "Mystery,Thriller,",
    "ep": "",
    "date": "Nov. 08, 2022",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/xkVz6TmuvOboFyYl5uUvY2DLg8X.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/u8lgre2d36kSG1f13mFW5wxigwo.jpg\r,",
    "description": ",Download File Here,–,2008ခုနှစ်က ထုတ်လွှင့်ခဲ့တဲ့ အမေရိကန်ရော့ခ်အဖွဲ့ Lord Huronရဲ့ တေးအယ်လ်ဘမ်နာမည်။Billboard 200မှာ နံပါတ်ကိုးနေရာချိတ်တဲ့ထိ အောင်မြင်ခဲ့ပါတယ်။Vide Noirဆိုတာ ကိုယ့်ကိုယ်ကိုယ် မေ့ဖျောက်ပေးတဲ့အရာ၊ ကိုယ့်ကိုယ်ကိုယ်ပြန်မြင်စေတဲ့အရာ၊ အချိန် အာကာသနဲ့ သေခြင်းတရားဆိုတဲ့ အတားအဆီးတွေကိုဖယ်ရှားပေးတဲ့အရာ၊လျှို့ဝှက်ထားတဲ့အမှန်တရားကို သင်ကြားပေးတဲ့အရာ…တဲ့။ဘာလဲဆိုတော့ မူးယစ်ဆေးတစ်မျိုးပေါ့။Lord Huronရဲ့ အယ်လ်ဘမ်ထဲက တေးသွားတွေအတိုင်း အခန်းခွဲပြီးတင်ပြသွားတာမှာ သီချင်းတွေမှာနားမလည်လိုက်ရတဲ့ ခံစားမှုအဓိပ္ပါယ်တစ်ချို့ကို ဒီရုပ်ရှင်ထဲမှာ ပြန်လည်ရှာဖွေကြည့်လို့ရပါတယ်။တောရိုင်းပန်းကလေးတစ်ပွင့်…။ဟိုးအဝေးကြီးမှာရှိတဲ့ တောင်တန်းတွေပေါ်မှာ ငွားငွားစွင့်စွင့်ပွင့်နေတာ။သတ္တိကောင်းလှပါတဲ့ ယောက်ျားတွေ ဘယ်လောက်ပဲရှာရှာ ပိုင်ဆိုင်ခွင့်မရဘဲ သူတို့ကြုံတွေ့ရမှာကသေခြင်းတရားနဲ့ စိတ်ပျက်အားလျော့မှုတွေ။ဒီပန်းပွင့်ကလေးကို ဘယ်သူမှပိုင်ဆိုင်ခွင့်မရနိုင်ဘူး။ပိုင်ဆိုင်ခွင့်ရခဲ့လို့ မင်းရဲ့ဥယျာဉ်ခြံမြေမှာ စိုက်ပျိုးခဲ့ရင်တောင်အရှက်တရားကြောက် ညှိုးခြောက်ပြီးသေဆုံးသွားမှာတဲ့..။အဲဒီပန်းကလေးကတော့ လီလို့ခေါ်တဲ့ မိန်းမပျိုလေးပေါ့။ချစ်ရတဲ့ အရိုင်းပန်းကလေး လီကို လိုက်ရှာရတဲ့ ယောကျ်ားတစ်ယောက်ရဲ့ဇာတ်လမ်း။လီ့အပေါ်ထားရှိတဲ့ သူ့ရဲ့ချစ်ခြင်းတရားက အရာရာကိုအောင်နိုင်မှာလားဆိုတာ တေးသွားတွေကိုခံစားရင်းကြည့်ရှုကြပါဦး။,Following his missing fiancée Lee across the country to a bustling, neon-lit city, Buck’s only plan is to search every cocktail bar, lounge and club to find her. What follows is a series of dreamlike nighttime encounters throughout increasingly strange places. Buck’s search eventually leads to the trail of a new drug that removes the barriers of death, time, and space… and the dangerous man behind it all.,"
  },
  {
    "id": "lqkf5rc5-97578",
    "title": "Wrath of Dracula MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/xsxOwoSaqh3EhXOXAvgdsg6y4Lw-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Wrath Of Dracula\/Wrath Of Dracula.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=wrath-of-dracula",
    "tag": "",
    "genre": "Action,Horror,",
    "ep": "",
    "date": "Aug. 28, 2023",
    "images": "",
    "description": ",Download File Here,–,19ရာစုရဲ့စာရေးဆရာ Bram Stokerရဲ့ နာမည်ကြီးဝတ္တု Draculaကို low budget adaptationအနေနဲ့ ပြန်လည်ရိုက်ကူးထားတဲ့ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်။ တခြား romance vampireဇာတ်လမ်းတွေလိုမဟုတ်ဘဲ သွေးစုပ်ဖုတ်ကောင်ဆိုတဲ့ဖြစ်တည်မှုကို လက်တွေ့ဆန်ဆန် မသတီဖွယ်factတွေနဲ့မကောင်းဆိုးဝါးပုံစံမြင်တွေ့ရမှာပါ။ဇာတ်လမ်းအကျဥ်းထဲမှာတော့ မီနာဟာကာရဲ့ခင်ပွန်း ဂျွန်နသန်ဟာကာက ထရန်စ်လေဗေးနီးရားမှာရှိတဲ့ ဒရာကူလာရဲတိုက်ကို အလုပ်ခရီးနဲ့ရောက်ရှိပြီး ရဲတိုက်မှာပိတ်မိနေခဲ့တယ်။ မီနာဆီကို ဝှက်စာပေးပို့အပြီးမှာ မီနာက အင်္ဂလန်ကနေချက်ချင်းပဲထွက်လာပြီး ခင်ပွန်းဖြစ်သူကို လာကယ်ဖို့ကြိုးစားတယ်။ ရဲတိုက်နားကိုရောက်ရောက်ချင်းမှာ ပရော်ဖက်ဆာဗန်ဟဲလ်ဆင်နဲ့ဆုံပြီး နှစ်ဦးသားပူးပေါင်းရင်း မြို့စားဒရာကူလာနဲ့ရင်ဆိုင်ရပုံကို ဇာတ်လမ်းတည် ရိုက်ကူးထားတဲ့ gothic horror အမျိုးအစားဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။,The year is 1897. When her husband Jonathan disappears after travelling from England to Transylvania at the behest of the mysterious Count Dracula, Mina Harker journeys to Transylvania to find him. Upon her arrival, she finds a decimated village and one Van Helsing, who is hunting Count Dracula. Van Helsing begins training Mina in the art of vampire slaying, and the unlikely duo set off to rescue Jonathan from the Count and his brides and end Count Dracula’s reign of terror forever.,"
  },
  {
    "id": "lqt64soz-89510",
    "title": "27 Steps of May MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/2ZnzaxmG45E5bxbaTaWW66BwCHS-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/27 Steps of May\/27 Steps of May.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=27-steps-of-may",
    "tag": "",
    "genre": "Drama,",
    "ep": "",
    "date": "Apr. 27, 2019",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/sInUwrAX7HOFNdHtTLqusViWIvM.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/i9KcoCWIemPj8E4hFqRO8pXW34j.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/zeTdtwaONMluxprKSh1j3HDVzv0.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/h2tBaKNmCmF6QkLxElKBWMJpDD.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/6tSrLF9kRKf1Hu6JsYxRkxKvvFR.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/lb6PPKW6pawXjtFoU7Du1b1tXvX.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/tk61TawclR22XBE9QqqS4RGpxAW.jpg\r,",
    "description": ",Download File Here,–,ပန်းပင်တစ်ပင်ရဲ့ အနုနယ်ဆုံးကာလကိုပြောပါလို့မေးရင်တော့ လူတိုင်းမှာ အဖြေတစ်မျိုးစီရှိကြမှာပေါ့။တချို့က မျိုးစေ့ကနေ အပင်ပေါက်လာချိန်လို့ပြောရင်ပြောမယ်၊တစ်ချို့ကလည်း အညှောက်ဘဝကနေ အရွက်တွေစထွက်လာတဲ့ အပင်ပေါက်ဘဝကို ကူးပြောင်းချိန်လို့ ပြောချင်ပြောကြမယ်။ဒါပေမဲ့ ပန်းပင်တစ်ပွင့်ရဲ့တာဝန်ဟာ လှပတဲ့ပန်းပွင့်လေးတွေ ဖူးပွင့်လာဖို့လို့ ခံယူထားတဲ့ ကျွန်တော်ကတော့ပထမဦးဆုံးပန်းစပွင့်ဖို့အားယူနေတဲ့ကာလက အနုနယ်ဆုံး လို့ ယူဆပါတယ်။ဘာလို့လဲဆိုတော့ ပထမဦးဆုံးပန်းစပွင့်မယ့်အချိန်မှာ မလိုလားအပ်တဲ့ပြဿနာကြုံလိုက်ရရင်တချို့ပန်းပင်တွေဟာ အပင်သေတဲ့အထိ အပွင့်မပွင့်တော့ဘဲ အပင်ချည်းသက်သက်အနေနဲ့ ရှင်သန်သွားကြလို့ပါပဲ။လူတွေအတွက်လည်း အတူတူပါပဲ။စိတ်ဒဏ်ရာ Emotional Trauma ဆိုတဲ့စကားလုံးဟာခုခေတ်မှာ တွင်တွင်သုံးနေတဲ့ လူတိုင်းနဲ့မစိမ်းတဲ့ စကားလုံးတစ်လုံးပေမဲ့ဒီစကားလုံးရဲ့အတိမ်အနက်ကိုတော့ အမှန်တကယ်ကြုံဖူးသူတွေပဲ နားလည်နိုင်မှာပါ။အခု တင်ဆက်ပေးချင်တဲ့ ရုပ်ရှင်လေးကလည်း စိတ်ဒဏ်ရာအပြည့်နဲ့အတိတ်ရဲ့အရိပ်ဆိုးအောက်က လွတ်မြောက်ဖို့ကြိုးစားနေတဲ့ မိန်းကလေးတစ်ယောက်အကြောင်းပါ။၁၄ နှစ်အရွယ် မေဆိုတဲ့ကောင်မလေးတစ်ယောက်၊ ဆယ်ကျော်သက်သက်ပီပီ တက်တက်ကြွကြွနဲ့အများနည်းတူ စူးစမ်းချင်တဲ့အရွယ် လှချင်ပချင်တဲ့အရွယ်၊ ပျော်ပျော်ပါးပါးနေတတ်တဲ့မိန်းကလေးပေါ့။ဒီမိန်းကလေး ကစားကွင်းကနေအပြန်မှာ လူတစ်စုကဖမ်းခေါ်သွားပြီးတော့ ရက်ရက်စက်စက် Group rapeလိုက်ပါတယ်။အိမ်ကိုဖရိုဖရဲနဲ့ အသက်မဲ့တဲ့မျက်နှာနဲ့ပြန်လာတဲ့မေကိုကြည့်ပြီး ဖြစ်စဉ်ကိုသဘောပေါက်လိုက်ပေမဲ့တက်ကြွပျော်ပါးခဲ့တဲ့ မေ ဆိုတဲ့ ကောင်မလေးကတော့ အဲဒီနေ့ အဲဒီအချိန်မှာပဲ သူ့ဘဝရဲ့ရှင်သန်မှုအဓိပ္ပာယ်တွေ ရပ်တန့်သွားခဲ့ပါပြီ။အဖေဖြစ်သူနဲ့ စကားပြောတာလည်း မရှိတော့ဘဲ နေ့စဉ်လုပ်နေကျ အလုပ်တွေကိုပဲ ထပ်တလဲလဲလုပ်ရင်း သူမရဲ့ကမ္ဘာလောကကြီးကို ပိတ်လှောင်လိုက်ပါတော့တယ်။ပန်းမပွင့်တော့တဲ့အပင်တစ်ပင်လို နေ့စဉ်ဘဝကို အဓိပ္ပာယ်မဲ့ဖြတ်သန်းနေတာကိုဘေးကနေ ဘာမှမပြောဘဲ ကြည့်နေရတဲ့ မေရဲ့အဖြစ်သူ လက်ဝှေ့သမား၊ကိုယ်တိုင်က ကြမ်းကြမ်းရမ်းရမ်းလက်ဝှေ့သမားပေမဲ့ဒီသမီးလေးတစ်‌ယောက်ကိုတောင် သေချာမကာကွယ်နိုင်ဘူးဆိုတဲ့အပြစ်တင်စိတ်နဲ့ မွန်းကြပ်နေရတဲ့သူ၊သမီးလေးကို ရင်ဖွင့်စေချင် စကားပြောစေချင်ပေမဲ့ စကား‌မပြောခိုင်းရက်တဲ့အဖေတစ်ယောက်ရဲ့ မွန်းကြပ်မှုတွေနဲ့ နေ့ရက်တိုင်းရှင်သန်နေရတဲ့သူတစ်‌ယောက်ပါပဲ။ကိုယ့်ကိုယ်ကိုယ်အားမလိုအားမရဖြစ်နေတဲ့ ရင်ထဲပြည့်ကြပ်နေတဲ့ခံစားချက်တွေကို လက်ဝှေ့ကြိုးဝိုင်းမှာ သွားသွားပေါက်ကွဲနေတဲ့သူပေါ့။၈ နှစ်တာကာလသာကြာမြင့်သွားတဲ့ မေနဲ့သူ့အဖေကတော့လွန်ခဲ့တဲ့ ၈ နှစ်က မုဒိမ်းကျင့်ခံရတဲ့ညမှာပဲ ရှင်သန်နေကြဆဲပါပဲ။ဒီလိုနဲ့ နံရံကနေထွက်နေတဲ့ ပိတ်စတစ်စကို ဆွဲမိရာကနေ ဘေးအိမ်နဲ့မေရဲ့အခန်းကြားမှာ အပေါက်ဖြစ်သွားပြီးတော့၈ နှစ်တာကာလကြာအပြီးမှာ နေ့တိုင်းပုံသေဖြစ်နေတဲ့ မေရဲ့ဘဝထဲကို မထင်မှတ်ထားတဲ့ အရာတစ်ခုအဖြစ် မျက်လှည့်ဆရာလေး ရောက်လာပါတော့တယ်။အဲဒီနောက်မှာတော့……Heart touching Dialogue တွေလည်းမပါဘာမှထူးခြားတဲ့Sceneတွေမပါဘဲ အတော်လေးရိုးရှင်းတဲ့ပုံစံနဲ့ ပုံဖော်ထားပေမဲ့ကြည့်ရှုသူကို မေနဲ့သူ့အဖေရဲ့ခံစားချက်တစ်စိတ်တစ်ပိုင်းကို တန်းပြီးတော့ခံစားမိသွားစေတဲ့အထိ၊အင်ဒိုရုပ်ရှင်မှဟုတ်ရဲ့လားလို့တောင် တွေးမိသွားစေတဲ့အထိ Emotionally densed ဖြစ်တဲ့ဒီရှားပါးရုပ်ရှင်လေးကို ပရိသတ်တို့ ခံစားလို့ရအောင် တင်ဆက်လိုက်ပြီမလို့Rape victim နဲ့ မိသားစုဝင်‌တွေရဲ့ဒုက္ခကို တစ်စိတ်တစ်ပိုင်းအားဖြင့် စာနာနိုင်ဖို့အတွက် ကြည့်ရှုခံစားကြည့်ဖို့ တိုက်တွန်းလိုက်ရပါတယ်။,Eight years ago, 14 year old May was raped by a group of men. May’s father is devastated, blaming himself for not being able to keep his daughter safe. Traumatized significantly by this incident, May withdraws completely from life.,"
  },
  {
    "id": "lqy28nsf-61038",
    "title": "Unknown MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2024\/01\/NpXb4mFl6xotP3D44lZlDDGH5H-210x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Unknown\/Unknown.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=unknown-2",
    "tag": "",
    "genre": "Adventure,Crime,Mystery,Thriller,",
    "ep": "",
    "date": "Nov. 03, 2006",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/xMGI8onq1xfAxCIFpV2GxTC8xkv.jpg\r,",
    "description": ",Download File Here,–,Thriller ကားကောင်းတွေ ကြိုက်နှစ်သက်တဲ့ ပရိသတ်တွေအတွက် ဇာတ်လမ်းတစ်ခုလုံးဘာဖြစ်နေမှန်း သေချာမသိရဘဲအဆုံးသတ်မှ အထုပ်ဖြေပြတဲ့ The Usual Suspects တို့Seven တို့လို အထာနဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားကို ပြန်လည်တင်ဆက်ပေးချင်ပါတယ်ဟိုကားတွေလို rating တွေပျံလန်နေပြီး မာစတာပိစ်တွေ မဟုတ်ပေမဲ့သူ့တန်းသူ့ဘောင်နဲ့တော့ plot twist ဘာညာကတော့ ဟာဟင်ဖြစ်လောက်စရာပါပဲဇာတ်လမ်းအကျဉ်းကတော့ ဂိုဒေါင်တစ်ခုထဲမှာ လူငါးယောက်က သတိမေ့နေရာကနေ ရှေ့ဆင့်နောက်ဆင့်နိုးလာပြီးတော့အတိတ်ပါမေ့နေပါတယ်သူတို့ထဲက တစ်ယောက်ကတော့ သေနတ်နဲ့ဖြစ်ပြီး ကျန်တဲ့သူတွေက အဖမ်းခံထားရသူတွေရော ဒဏ်ရာရထားသူတွေရော စုံနေတာပါပဲဂိုဒေါင်ကြီးကလဲ အလုံပိတ် အားလုံးကလဲ ကိုယ့်ကိုယ်ကိုဘာဖြစ်နေမှန်း မမှတ်မိတဲ့အခါမှာအစအဆုံး ပရိသတ်ကိုယ်တိုင်ပဲ အဖြေရှာကြည့်လိုက်ပါလို့….. ပြောကြားရင်း တင်ဆက်ပေးလိုက်ပါတယ်,Five men wake up in a locked-down warehouse with no memory of who they are. They are forced to figure out who is good and who is bad to stay alive.,"
  },
  {
    "id": "lqhyy34c-09295",
    "title": "Ban Drugs MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/umB5ZDeFRmGG3hcTCbtk6AzOCnY-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Ban Drugs\/Ban Drugs.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=ban-drugs",
    "tag": "",
    "genre": "Action,Crime,Drama,",
    "ep": "",
    "date": "Dec. 12, 2023",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/yrP3w1CN3glimSI98loV17S1ZTX.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/nydSMywjRIjOTFEkwGGPD102Tls.jpg\r,",
    "description": ",Download File Here,–,ဒါကတော့ မူးယစ်ဆေးဝါးတိုက်ဖျက်ရေး မှုခင်းဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်။မူးယစ်ဆေးဝါးတိုက်ဖျက်ရေးစစ်ဆင်ရေးမှာတွဲဖက်ပါတနာကိုစတေးလိုက်ရတဲ့…… စခန်းမှူးကျန့်(၁၅)နှစ်ကြာပြီးနောက်မှာ မူးယစ်ဆေးဝါးတိုက်ဖျက်ရေးစစ်ဆင်ရေးမှာတွဲဖက်ပါတနာကိုဆုံးရှုံးလိုက်ရတဲ့….အဖွဲ့ခေါင်းဆောင်လုအဖေလို ပြည်သူအတွက်အသက်ပေးပြီး အာဇာနည်ဖြစ်ချင်တဲ့… ရဲအရာရှိလေးဝမ်သူတို့(၃)ယောက်ပူးပေါင်းပြီး (၁၅)နှစ်ကြာအောင် ဖမ်းမမိနိုင်ပဲဥပဒေပြင်ပကိုရောက်နေတဲ့ မြေနဂါး တိလုံကိုအမိအရဖမ်းဆီးနိုင်ဖို့ကြိုးစားတဲ့အကြောင်းလေးပဲဖြစ်ပါတယ်။ပင်းဟိုင်မြို့မှာ မူးယစ်တိုက်ဖျက်ရေးစစ်ဆင်ရေးကြီးတစ်ခုလုပ်ခဲ့ပြီးနောက်မှာမူးယစ်ဆေးရောင်းဝယ်မှုကြီးကြီးမားမားမရှိတော့ပါဘူး။ ဒါပေမယ့် (၁၅)နှစ်ကြာပြီးနောက်မှာမူးယစ်ဆေးပမာဏများများရောင်းဝယ်တဲ့အမှုပြန်လည်ဖြစ်ပေါ်လာခဲ့ပါတယ်။ပြစ်မှုကျူးလွန်ပြီးသေသွားတဲ့ သူကလွန်ခဲ့တဲ့(၁၅)နှစ်က မူးယဇ်ရာဇာတိလုံရဲ့DNAနဲ့တော်တော်လေးကိုက်ညီနေတာကိုတွေ့လိုက်ရတဲ့ခါ ပင်ဟိုင်မြို့ရဲ့မူးယစ်ဆေးလောကကြီးကပြန်လည်တစ်ဖန်အသက်ဝင်လာပါတော့တယ်။လွန်ခဲ့တဲ့(၁၅)နှစ်ကအမှုနဲ့ဘယ်လိုများပတ်သက်နေမလဲ……ဒီတစ်ခါမှာရော မူးယစ်တိုက်ဖျက်ရေးစစ်ဆင်ရေးအောင်မြင်နိုင်မလား……,The story of Lu Zhonglei, captain of the Public Security Anti-Narcotics Brigade, during his life-and-death contest with drug lord Ling Shaohua. As the protagonist of the story, anti-drug policeman Lu Zhonglei experienced the test of life and death, physical and mental torture, and the sacrifice of his companions during the dangerous anti-drug arrest process. However, he still did not forget his original intention and was unswerving. In the end, through careful thinking and hard work, With his skills, and with the full support and cooperation of the leadership and other anti-drug police officers, the cunning drug lord Ling Shaohua was hunted down and brought to justice.,"
  },
  {
    "id": "lqkf7v23-39974",
    "title": "Our Secret Diary MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/7O3EQA5wuX1t86sLvH9XQQs8tKB-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Our Secret Diary\/Our Secret Diary.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=our-secret-diary",
    "tag": "",
    "genre": "Romance,",
    "ep": "",
    "date": "Jul. 07, 2023",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/2T2SK3bLqfd3CuUG5Z8nbtYnfwO.jpg\r,",
    "description": ",Download File Here,–,ဟိုတလောက နာမည်ကြီးသွားတဲ့ Videoထဲက Anime Voice Actor လေး တဖြစ်လဲ မင်းသား Fumiya Takahashi ရဲ့ အသစ်စက်စက်ရုပ်ရှင်လေး ထွက်ရှိလာပါပြီ။ကျောင်းရဲ့စားပွဲခုံပေါ်မှာ စာအပြန်အလှန်ရေးရာက စတဲ့ဇာတ်လမ်းလေးဖြစ်တာမို့ Highschool Movie တွေကြိုက်တဲ့သူတွေအဖို့ သေချာပေါက် ရင်ခုန်စွာနဲ့ လိပ်ပြာတွေပျံရင်း ကြည့်ရှုရမှာပါ။ဇာတ်လမ်းကိုတော့ ဘောလုံးကစားတာကို နားရတော့မဲ့ ကောင်လေး “ဆဲတိုရာမ”က စာရေးစားပွဲပေါ်မှာ သူလက်မလျှော့ချင်တဲ့အကြောင်း ရေးထားခဲ့တာကနေ စထားပါတယ်။ အတန်းတွေချိန်းကြတဲ့အခါ အဲဒီခုံနေရာမှာထိုင်မိတဲ့ “ခုရိုဒ”ဆိုတဲ့ကောင်မလေးက သူ့စာရဲ့အောက်မှာ အရှုံးမပေးဖို့အတွက် အားပေးစကားလေး ရေးထားခဲ့ပါတယ်။ဒီစာကြောင့်ပဲ ဆဲတိုရာမတစ်ယောက် မိုတီတွေရသွားခဲ့ပြီးတော့ စာရေးခဲ့တဲ့ကောင်မလေးကို လိုက်ရှာနေခဲ့ပါတယ်။ ခုံပေါ်မှာ စာလေးတွေသွားထားရင်းနဲ့ သူတို့နှစ်ယောက်က စာပေးစာယူကနေတဆင့် စကားပြောဖြစ်လာပါတယ်။ ဒီလိုနဲ့ တစ်ယောက်အကြောင်း တစ်ယောက်သိအောင်လုပ်ဖို့ ဒိုင်ယာရီစာအုပ်လေးတစ်ခုကို ကျောင်းရဲ့တစ်နေရာမှာထားပြီး အပြန်အလှန် ရေးဖြစ်လာကြပါတယ်။ဒါပေမဲ့ ဆဲတိုရာမ ရှာနေတဲ့သူက စာအတူရေးနေတဲ့ကောင်မလေးမဟုတ်ဘဲ သူ့ရဲ့သူငယ်ချင်းမလေးရဲ့နာမည်ဖြစ်နေတဲ့အခါ…တစ်ဖက်မှာလည်း ခုရိုဒရဲ့ ရည်းစားဟောင်းဖြစ်သူက ခုရိုဒကို ပြန်ပြီး ချဉ်းကပ်လာတဲ့အခါမှာတော့…သူတို့ကြားက Romance, ဂရုစိုက်ပေးတာလေးတွေ အထင်လွဲမှုတွေနဲ့ သူငယ်ချင်းတွေကြားက ချစ်စရာကောင်းလောက်အောင်နားလည်မှုရှိတဲ့အကြောင်းတွေက ဘယ်လိုဆက်ပြီးဖြစ်သွားမှာလဲဆိုတာကို သူတို့နှစ်ယောက်ရဲ့ Secret Diary လေးထဲမှာ ဆက်လက် ဖတ်ရှုလိုက်ကြပါဦး။,Nozomi Kuroda is in the 2nd grade of high school. One day, she finds a letter in a classroom desk. The letter has only the word “like” written on it. The person who wrote the letter is Jun Setoyama. He happens to be the most popular boy at the high school. Nozomi Kuroda feels embarrassed, but she eventually leaves a reply in a shoe closet at school. This is how their secret exchange diary begins. Nozomi Kuroda soon learns that the intended recipient for the first letter was her best friend. Nevertheless, Nozomi Kuroda is attracted to Jun Setoyama, who expresses his thoughts and feelings unlike her. She’s unable to tell him the truth that the person exchanging messages is her and not her best friend.,"
  },
  {
    "id": "lqt65glx-48812",
    "title": "Craving MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/3EwoyAPOBPK2VoTq2fHp516PA3X-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Craving\/Craving.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=craving",
    "tag": "",
    "genre": "Crime,Horror,Thriller,",
    "ep": "",
    "date": "Mar. 01, 2023",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/7T3QKVE01BYCTfeoYft2KZQfy1B.jpg\r,",
    "description": ",Download File Here,–,မူးယစ်ဆေးဝါးအရောင်းအဝယ်လုပ်ကြမဲ့ ကိစ္စက အမှားအယွင်းဖြစ်သွားလို့ ပစ်ခတ်မှုတွေဖြစ်သွားတာကြောင့် ဝယ်မဲ့သူလေးယောက်အဖွဲ့ဟာအနီးအနားမှာရှိတဲ့ ဘားတစ်ခုကိုဝင်စီးပြီး ဘားထဲမှာ ရှိနေကြတဲ့လူတွေကိုလည်း ဓားစာခံလုပ်ထားခဲ့ပါတယ်။ ဖြစ်ချင်တော့ သူတို့ရင်ဆိုင်နေရတဲ့ အပြင်ဘက်ကလူတွေက မူးယစ်ဂိုဏ်းမဟုတ်ဘဲ စိတ္တဇလူသတ်သမားတွေအဖွဲ့လိုမျိုး ဖြစ်နေတာပါ။ ‌ အပြင်ဘက်မှာရှိနေတဲ့လူတွေကလည်း ဘားကိုပိတ်ဆို့ထားလိုက်ကြပြီး သူတို့လေးယောက်ထဲကမှ လူအများကြီးကိုသတ်ခဲ့တဲ့ မကောင်းဆိုးဝါးလိုကောင်ကို အချိန်တစ်နာရီအတွင်းမှာ သူတို့လက်ထဲအပ်ဖို့ ပြောနေပါတယ်။ ဒီလိုနဲ့ အချိန်ပြည့်ခါနီးလာလေလေ ဓားစာခံတွေနဲ့ သူတို့ကြားကအခြေအနေတွေကပိုတင်းမာလာပြီး သူတို့အချင်းချင်းကြားက အခြေအနေကလည်းပိုဆိုးလာခဲ့ပါတယ်။သူတို့အချင်းချင်းစကားများနေကြတုန်းမှာပဲ ဓားစာခံတစ်ယောက်က သေနတ်ကိုရသွားပြီး သူတို့ကို ဓားစာခံပြန်လုပ်ဖို့ ကြိုးစားတဲ့အချိန်မှာတော့ ဘာတွေဆက်ဖြစ်လာပြီး ဘယ်သူတွေအသက်ရှင်ကျန်မလဲ၊ အပြင်ဘက်ကအဖွဲ့ကရော စိတ္တဇလူသတ်သမားတွေလား၊ သူတို့ပြောတဲ့ မကောင်းဆိုးဝါးဆိုတာကရော ဘာဖြစ်နေမလဲဆိုတာကို သည်းထိတ်ရင်ဖိုနဲ့ ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦးဗျ။ သွေးထွက်သံယိုပြကွက်တွေနဲ့ ကြမ်းတမ်းတဲ့အသုံးအနှုံးတွေပါဝင်တာကြောင့် အသက် (၁၈) အောက် ကလေးတွေတော့ မကြည့်ရှုသင့်ပါဘူး။,After a drug deal goes south, four heroin addicts barricade themselves in a country bar as the cops close in. Withdrawal sets in, further complicating their hostage situation, while a secret one of them is hiding could destroy them all.,"
  },
  {
    "id": "lqicc520-02982",
    "title": "Chile ’76 MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/e8cO013usqWgawu520n1OdmX3jp-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Chile 76\/Chile 76.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=chile-76",
    "tag": "",
    "genre": "Drama,",
    "ep": "",
    "date": "Oct. 20, 2022",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/zHyw4M8a7jWmQsnsmDTlY2ydSsr.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/dBXmrxa4Cmahg6u2IlFoRst4bs4.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/edIBUKYwyUYkQmE3GMJEemWIo6p.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/ohJYjq3eqmuKWmEGVUMzqdNBkcg.jpg\r,",
    "description": ",Download File Here,–,ဒီတစ်ခါမှာတော့ IMDb မှာ 6.7 ရရှိထားပြီး Rotten Tomatoes မှာ 91% အထိရရှိထားတဲ့ Thriller\/Drama ဇာတ်ကားလေးတစ်ကားကို တင်ဆက်ပေးသွားမှာပါဒီဇာတ်ကားလေးကတော့ 1976ခုနစ် ချီလီနိုင်ငံကို ဗိုလ်ချုပ် Augusto Pinochet က အာဏာသိမ်းပြီး 3နှစ်အကြာ စစ်အာဏာရှင်စနစ်နဲ့ အုပ်စိုးနေတဲ့ အချိန်ကို ဇာတ်အိမ်တည်ရိုက်ကူးထားတာဖြစ်ပါတယ်ကာမန်းဟာ အသက် ၅၀ အရွယ်ရှိပြီဖြစ်တဲ့ လူလတ်တန်းစားမိသားစုက အိမ်ရှင်မတစ်ယောက်ပါ တစ်ရက်မှာတော့ သူဟာ အပန်းဖြေဖို့ အပန်းဖြေအိမ်ရှိရာ အရပ်ကို လာခဲ့ပါတယ် အဲ့ဒီမှာတော့ သူတို့ရဲ့ မိသားစု ဘုန်းကြီးတစ်ပါးဟာ ကာမန်းကို အကူအညီတစ်ခုတောင်းခဲ့ပါတယ် အဲ့ဒါကတော့ နိုင်ငံရေးလှုပ်ရှားမှုတွေ ပြုလုပ်ပြီး ‌ခြေထောက်မှာ သေနတ်မှန်ထားတဲ့ လူငယ်တစ်ယောက်ကို စောင့်ရှောက်ပေးဖို့ပါပဲ ကာမန်းတစ်ယောက် ကြက်ခြေနီအဖွဲ့ဝင်ဟောင်းလည်းဖြစ်တာမလို့ လူငယ်လေးကို စောင့်ရှောက်ပေးဖို့ သဘောတူလိုက်ရာက အစိုးရက နိုင်ငံရေး လှုပ်ရှားသူတွေကို အင်အားသုံး ဖမ်းဆီးနေချိန် လူငယ်လေးကို လုံလုံခြုံခြုံ စောင့်ရှောက်ထားနိုင်မှာလား ဆိုတော့ကိုတော့ စောင့်ကြည့်ပေးကြပါဦးဗျာ…..,Chile, 1976. Carmen heads off to her beach house. When the family priest asks her to take care of a young man he is sheltering in secret, Carmen steps onto unexplored territories, away from the quiet life she is used to.,"
  },
  {
    "id": "lqt65ds0-71788",
    "title": "Fights Break Sphere 2 MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/1mwTqJ8gV1woONpmO2fMSsWV0rC-225x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Fights Break Sphere 2\/Fights Break Sphere 2.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=fights-break-sphere-2",
    "tag": "",
    "genre": "Action,Drama,Fantasy,",
    "ep": "",
    "date": "Dec. 21, 2023",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/yc71r0XOyxwG3Mu2OOOZKgjatGv.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/gntqLZSZGUo6Mo6G7WELDH8g1Am.jpg\r,",
    "description": ",Download File Here,–,အရင်တစ်ခေါက်က မီးစွမ်းအားပါရမီရှင်လေး ရှောင်းအိမ်တော်ရဲ့သားထွေးလေး ရှောင်းယန်အကြောင်း ရိုက်ကူးထားတဲ့ဇာတ်ကားလေး အဆက်ကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်…ဒီဇာတ်လမ်းမှာဆို ရှောင်းယန်းလေး အစွမ်းတွေပြန်ရလာပေမယ့်အမေ့ကို လက်စားချေဖို့ လိုအပ်တဲ့ စွမ်းအားတွေကဆက်စုဖို့သဲကန္တာရထဲ ခရီးဆက်ခဲ့တဲ့ အကြောင်းလေးကို အခြေခံရီုက်ကူးထားတာပေါ့…တစ်ချိန်တည်းမှာပဲ အရင်အပိုင်းက မြေခွေးခေါင်းအဖွဲ့ခေါင်းဆောင်တစ်ယောက်က ဘယ်လိုပုံစံနဲ့ ပေါ်လာမှာလဲ..နောက်ပြီးတော့ သဲကန္တာရထဲ ခရီးနှင်ရင်း သူလိုချင်တဲ့မီးတောက်အစွမ်းကို အဆုံးသတ်မှာ ရမှာတော့ သေချာတာပေါ့…ဒါပေမယ့် ဘယ်လိုနည်းလမ်းနဲ့ရလာတာလဲ…သဲကန္တာရထဲ ဘာနဲ့ ဆုံဦးမှာလဲ…ဒီတစ်ခေါက်ရော ဘယ်အဖွဲ့နဲ့ ဆုံဦးမှာလဲ…ဒီအပိုင်းမှာရောသူ့အမေကို သတ်တဲ့တရားခံကို လက်စားချေနိင်မှာလား…ထူးခြားဆန်းပြား ဇာတ်ကားတွေ ကြိုက်သူတို့လက်မလွှတ်သင့်တဲ့ကားလေးမို့ ကြည့်ကြဖို့ ဖိတ်ခေါ်လိုက်ပါတယ်…,"
  },
  {
    "id": "lqhzx2ys-45933",
    "title": "Dry Day MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/lse7qPwWpYi0bdjmjrXfam7KpXg-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Dry Day\/Dry Day.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=dry-day",
    "tag": "",
    "genre": "Comedy,Drama,",
    "ep": "",
    "date": "Dec. 22, 2023",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/oweut3EYuRba00Xv0o0G6JUrLua.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/hOaG4NIYTUYX5mMRNQKga6eBZ5T.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/gc1LjlKphbWMR2TDWXE9Dl8WlU5.jpg\r,",
    "description": ",Download File Here,–,Dry Day (2023) “ခြောက်ကပ်ကပ်နေ့များဆီသို့…” Crackdown(2022)စီးရီးထဲက မင်းသမီးချော ရှရှီယာပေလ်ဂွန်ကာနဲ့ ကားရိုက်ကျဲတဲ့မင်းသား ဂျစ်တန်ဒရာကူးမားတို့ရဲ့ ဘောလိ၀ုဒ် အချစ်ဟာသဇာတ်လမ်းလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။Dry Dayဆိုတာ အိန္ဒိယမှာ အရက်ရောင်းချခွင့်တားမြစ်တဲ့နေ့။ဒါပေမဲ့ သောက်လို့တော့ရတယ်ထင်ပါရဲ့။သောက်ပြီဟေ့ဆိုရင် နှစ်ပင် သုံးပင်လိမ်အောင်သောက်တဲ့ ဂန်နူးကူးမား။မနက် အိပ်ယာကနိုးပြီဆိုရင်တော့ ကျွတ်တသပ်သပ်နဲ့ နောက်မသောက်တော့ပါဘူး နှစ်ပင်မလိမ်တော့ပါဘူးလို့ ဘုရားတပြီး ကျိန်တဲ့သူ။အမူးပြေရင် ထန်းနို့မော့ကြည့်ဆိုတာလိုပဲ အရှိန်လေးကျပြီဆိုတာနဲ့ အရက်ဆိုင်ဝင်တော့တာပါပဲ။ဒီလိုအရက်သမားကို အဖေကျောင်းဆရာကြီးရဲ့စကား နားမထောင်ဘဲ တည့်မတ်ပေးလို့ရမှာပါဆိုပြီးယူခဲ့မိတဲ့ လင်ဆိုးမယားလေးကတော့ နီရ်မာလာ။ဘာအလုပ်မှမယ်မယ်ရရ မလုပ်ဘဲ သောက်သောက်စားစား လူမင်းသားလုပ်နေတဲ့ယောကျ်ားဖြစ်သူကြောင့် ကလေးမယူပါဘူးလို့ ဆုံးဖြတ်ထားတဲ့ကြားက ကိုယ်ဝန်လွယ်ရပါရော။စိတ်တိုတိုနဲ့ပဲ ယောကျ်ားဖြစ်သူကို တော် သောက်သုံးကျရင်ကျ မကျလို့ကတော့ ဒီကိုယ်ဝန်ဖျက်ချမှာလို့ ကြိမ်းပါတော့တယ်။ကလေးလိုချင်သူ ယမကာလုလင်လေး မောင်ဂန်နူးတစ်ယောက် ဘာလုပ်လဲဆိုတော့ သူနဲ့ကျေးဇူးမကင်းတဲ့ နိုင်ငံရေးသမားကြီးအကူအညီနဲ့အမတ်ဖြစ်ဖို့ကြံပါရောလား။ အမတ်လောင်း အရက်သမားဂန်နူးပေးတဲ့ကတိက ဒီမြို့နယ်တခွင် အရက်ကင်းစင်ရမယ်တဲ့။အဲဒီမှာပဲ ကြုံတွေ့လာတဲ့ အတိုက်အခိုက် အယှဉ်အပြိုင်တွေရယ် အရက်သမားတစ်ယောက်က သူပေးတဲ့ကတိကိုတည်နိုင်အကောင်အထည်ဖော်နိုင်မလားဆိုတာရယ်တော့ ဆက်လက်ကြည့်ရှုခံစားကြပါဦး။,When his wife makes a vow to abort their baby due to his alcoholism, Gannu, the biggest loafer of Jagodhar sets out on a protest to ban alcohol in his town all the while grappling with his own drinking habits!,"
  },
  {
    "id": "lqt64qvk-74090",
    "title": "Goodbye Love of Exclusive Memory MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/wmKBPcrwzt1rmpxO2lBGKjV7Kwh-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Unique Memory Farewell to Love\/Unique Memory Farewell to Love.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=goodbye-love-of-exclusive-memory",
    "tag": "",
    "genre": "Romance,",
    "ep": "",
    "date": "Mar. 02, 2019",
    "images": "",
    "description": ",Download File Here,–,အပျင်းထူပြီး တုံးအအနိုင်ပေမဲ့ ချစ်စရာကောင်းပြီး ကြင်နာတတ်တဲ့ပိုင်လင်အပြင်မှာဂိုက်ဆရာမလုပ်ပြီး ကိုယ့်ကျောင်းစရိတ်ကိုကိုယ့်ဘာသာရှာနေတဲ့စုန့်ချီးချီးအိမ်ကအဆင်မပြေတဲ့ကြားက အလုပ်သင်စာမေးပွဲဖြေပြီး ဆရာမဖြစ်ဖို့ကြိုးစားနေတဲ့လိလိဒီဇာတ်လမ်းလေးကတော့ ကျောင်းသူလေးတွေကြားထဲမှာ ဖြစ်လေ့ဖြစ်ထရှိတဲ့အချစ်ရေးပြဿနာလေးတွေ မိသားစုအရေးလေးတွေကိုလှလှပပရိုက်ကူးထားတဲ့ ရုပ်ရှင်ကားလေးပဲဖြစ်ပါတယ် ။ချစ်သူက ကျောင်းဆရာတစ်‌ယောက်ဖြစ်ချင်ခဲ့တာမလို့ ကိုယ်တိုင်ပါဆရာမဖြစ်လာဖို့ အလုပ်သင်ဆရာမဝင်လုပ်ခဲ့တဲ့စုန့်ချီးချီးကချစ်သူဆီက အထားခဲ့ခံလိုက်ရတဲ့အခါ သူ့ရဲ့အချစ်ရေးကဆက်ပြီးဘယ်လိုဖြစ်လာမလဲချစ်စရာကောင်းတဲ့ ပိုင်လင်မှာလည်း လိုလေ‌သည်မရှိအောင်အရိပ်တကြည့်ကြည့်ဖြည့်စည်းပေးနေပေမဲ့ ဖွင့်မပြောတဲ့ သူငယ်ချင်းလိုရောအစ်ကိုလိုပါ ခင်ရတဲ့သူငယ်ချင်း လီကျားဟန်ကို လိလိနဲ့မိတ်ဆက်ပေးလိုက်တဲ့အချိန်မှာတော့…လိလိတစ်ယောက် သူတို့နှစ်ယောက်ကြားဝင်လာပြီး ပိုင်လင်ရဲ့အချစ်ရေးဘယ်လိုဖြစ်လာလိမ့်မလဲဆိုတာကို စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမဲ့Healing romantic movie လေးပဲဖြစ်လို့ ‌ဇာတ်ကားလေးထဲမှာကြည့်ရှုကြဖို့‌မမေ့ပါနဲ့နော်,Exclusive Memory Extra Story “Exclusive Memory of Goodbye Love”-senior year, Bai Lin came to the Qingshan College of East Lake University for an internship, and Li Jiahang, who has graduated, entered Bai Lin’s life again, taking care of her daily life in every possible way. However, Bai Lin, who has a low self-esteem, has not dared to face Li Jiahang’s feelings. He wanted to make good grades in the internship and then respond, but was designed by a new friend at the critical moment of getting results, and lost the opportunity to achieve results. After reflection and precipitation,,"
  },
  {
    "id": "lqj9bwim-26995",
    "title": "Skull Island MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/xmpJV3RKe5BEX1oCS1M2gfpTIPq-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Skuld Island\/Skuld Island.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=skull-island",
    "tag": "",
    "genre": "",
    "ep": "",
    "date": "Dec. 17, 2023",
    "images": "",
    "description": ",Download File Here,–,AD 1661 , တောင်ပစိဖိတ်သမုဒ္ဓရာအတွင်းမှာ မုအိမ်တော်ရဲ့အကြီးအကဲဖြစ်တဲ့ရေတပ်ဗိုလ်ကြီးဟာ သူ့ရဲ့ရတနာတွေကို မြုပ်နှံဖို့အတွက်နေရာတစ်ခုရွေးခဲ့ပါတယ် ။သူက မြေပုံပေါ်မှာ အမှတ်အသားမလုပ်ထားတဲ့ မီးတောင်ကျွန်းတစ်ကျွန်းကိုရွေးလိုက်ပြီးရတနာတွေကို အဲဒီကျွန်းမှာမြှပ်နှံခဲ့ပါတယ် ။ ဒါပေမဲ့ မမျှော်လင့်ထားဘဲအဲဒီမီးတောင်ကျွန်းဟာ ဧရာမစပါးအုံးမြွေကြီးရဲ့ အသိုက်ဖြစ်လို့နေပြီးရတနာတွေရော ရတနာမြှပ်တဲ့သူတွေပါ ပျောက်ချင်းမလှပျောက်ကာ ပင်လယ်ထဲနစ်မြုပ်သွားရပါတော့တယ် ။ဒီဘက်ခေတ်ကိုရောက်လာတော့ မုအိမ်တော်ရဲ့ မျိုးဆက်အဆက်ဆက်ပျောက်‌ဆုံးနေတဲ့ရတနာတွေကိုရှာဖွေဖို့တာဝန်ကျလာတဲ့သူက ( ခေါင်းဆောင်မင်းသမီး )မုလင်ရဲ့ဖြစ်သူ မုဟုန်ကျွီပဲဖြစ်ပါတယ် ။ အစဉ်အလာမပြတ် မုဟုန်ကျွီနဲ့အတူရတနာရှာဖို့ထွက်သွားတဲ့ မုအိမ်တော်ကတခြားအလုပ်သမားတွေအကုန်လုံးပါ ထပ်ပြီးပျောက်သွားပြန်ပါတယ် ။ဒီလိုနဲ့ပဲ မုဟုန်ကျွီရဲ့သမီးဖြစ်သူ ရဲရင့်ပြီးဘာမှမကြောက်တတ်တဲ့ မုလင်ကသူ့အဖေ့ကိုရှာဖို့အတွက် ကျွန်းဆီကိုဦးတည်ခဲ့ပါတော့တယ် ။ တစ်ချိန်တည်းမှာပဲမုလင်ရဲ့ရည်းစားဟောင်းဖြစ်သူ ဟူရှားကလည်း မုအိမ်တော်ရဲ့လူယုံဖြစ်တဲ့ စုန့်မင်ရဲ့အတင်းအကြပ်ဖိအားပေးမိကြောင့် ခရီးစဉ်မှာလိုက်ပါဖို့ဖြစ်လာတဲ့အခါမှာတော့….သူတို့ကျွန်းပေါ်မှာ‌ဘာတွေကြုံရမလဲ? ကျွန်းပေါ်ကဘယ်လိုအန္တာရာယ်တွေကသူတို့ကိုစောင့်ကြိုနေမလဲ ? ရတနာတွေကိုရော ရှာတွေ့မလားဆိုတာကိုဇာတ်လမ်းလေးထဲမှာ ရင်ခုန်စိတ်လှုပ်ရှားစွာနဲ့ ကြည့်ရှုပေးကြပါဦး,"
  },
  {
    "id": "lqichm17-12897",
    "title": "Aadikeshava MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/h1vD1OvIXWaZK6a6B3rqBi8k2vV-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Aadikeshava\/Aadikeshava.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=aadikeshava",
    "tag": "",
    "genre": "Action,Romance,",
    "ep": "",
    "date": "Nov. 23, 2023",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/pdlifFH5eTOZG7n6STwqgLAhj2.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/8YNlrKr2ShiOZpvEHiWi9OiGYP8.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/tOyVgPFHQZlUziG8f4lrFh83H3O.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/tgYrDYlJQgGYLaISZ849Xn3NK6w.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/reA0c7wfiHx1RIg8Kf30tYGRxuG.jpg\r,",
    "description": ",Download File Here,–,Netflixကနေ ပူပူနွေးနွေးထုတ်လွှင့်ခဲ့တဲ့ အိန္ဒိယတောင်ပိုင်းဇာတ်လမ်းလေးကိုတင်ဆက်ပေးပါရစေ။မင်းသားကတော့ ပထမဆုံးရုံတင်ကားမှာတင် အကောင်းဆုံးမျက်နှာသစ်ဇာတ်ဆောင်ဆုကိုရရှိခဲ့တဲ့တောင်ပိုင်းလူငယ်မင်းသားချော ဗတ်ရှနေ့ဗ်တက်ဂျ်ပါ။ကုမ္ပဏီရဲ့ စီအီးအိုမလေးနေရာကသရုပ်ဆောင်တာကတော့မင်းသမီးချောလေး ဆရီလီလာပဲဖြစ်ပါတယ်။ဘာလူဆိုတဲ့ကောင်လေးက ဘ၀ကို ပေါ့ပေါ့ပါးပါးဖြတ်သန်းနေတဲ့ လူငယ်လေးတစ်ယောက်ပေါ့။ဘယ်လောက်ထိပေါ့ပါးလည်းဆို ဘာအလုပ်မှမလုပ်လို့ အဖေဖြစ်သူက အလုပ်မလုပ်ရင် အိမ်ပေါ်ကဆင်းဆိုတဲ့ထိအောင်ကို ပေါ့ပေါ့ပါးပါးနေတဲ့ကောင်လေး။အမေချစ်သားလေးဆိုတော့ အမေဖြစ်သူ တစ်ချက်စိတ်ငြိုငြင်တာကို မြင်လိုက်ရင်ပဲအလုပ်သွားလျောက်ပါတော့တယ်။တော်ကီကြွယ်တဲ့ လူငယ်လေးဖြစ်တာကြောင့် အင်တာဗျူးတဲ့နေ့မှာပဲစီအီးအိုမမက ပြောပုံဆိုပုံကို သဘောကျသွားပြီး မာကတ်တင်းဌာနမှူးခန့်လိုက်ပါတော့တယ်။ဘ၀ကိုဒီလို ပေါ့ပေါ့ပါးပါးနဲ့ ဖြတ်သန်းနေချိန်မှာပဲ သိလိုက်ရတဲ့အမှန်တရားကသူကမွေးစားသားဆိုတာပါပဲ။အဖေအရင်းဖြစ်သူက နိုင်ငံရေးသမားတစ်ယောက်ရဲ့ရက်ရက်စက်စက်အသတ်ခံလိုက်ရတယ်ဆိုတာနဲ့သူ့မိသားစုဝင်တွေရှိသေးတယ်ဆိုတဲ့အကြောင်းကို သိလိုက်ရတဲ့အချိန်မှာတော့။အချစ်၊အလွမ်း၊အက်ရှင်အကြမ်းပတမ်းတွေကို တ၀ကြီးကြည့်ရမယ့် ရုပ်ရှင်ကားတစ်ကားပဲဖြစ်ပါတယ်။,A man battles criminals exploiting child labour.,"
  },
  {
    "id": "lqt65exe-34921",
    "title": "Midnight Son MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/xwVaMTmE0qzKRQMzvvwZY1vBEBm-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Midnight Son\/Midnight Son.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=midnight-son",
    "tag": "",
    "genre": "Action,Drama,Horror,",
    "ep": "",
    "date": "Mar. 04, 2011",
    "images": "",
    "description": ",Download File Here,–,Midnight Sun ဆိုတဲ့နေရောင်နဲ့ ထိတွေ့လို့မရတဲ့ကောင်မလေးရဲ့အချစ်ဇာတ်လမ်းကိုရိုက်ထားတဲ့ ရုပ်ရှင်ကိုတော့တော်တော်များများကြည့်ဖူးကြမှာပါ။အခုတင်ဆက်ပေးမဲ့ Midnight Son ဆိုတဲ့ဇာတ်ကားကတော့ နာမည်ချင်းဆင်သလို ဒီကားထဲကမင်းသားကလည်း နေရောင်နဲ့ထိတွေ့လို့မရပါဘူး။ဒါပေမယ့် ဒီကားကအချစ်ဇာတ်လမ်းဆိုတာထက်နည်းနည်း Dark ပိုဖြစ်တဲ့သွေးထွက်သံယိုတွေ သည်းထိပ်ရင်ဖိုတွေဖက်သွားပါတယ်။IMDb မှာ Rating 5.8 ရထားပြီး အဲ့လိုထူးထူးဆန်းဆန်းလူတွေအကြောင်းကြည့်ချင်တဲ့လူတွေအတွက်တော့ ကြည့်လို့ကောင်းမှာပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်း***************ဂျေကော့ဘ်ဆိုတဲ့ ကောင်လေးတစ်ယောက်က အမြဲတမ်းဖြူဖတ်ဖြူရော်ဖြစ်နေပြီး သူ့မှာသွေးအားနည်းတတ်တဲ့ရောဂါရှိပါတယ်။အဲ့ဒီအပြင်ကိုမှသူ့အရေပြားက မူမမှန်တဲ့အတွက် နေရောင်နဲ့ထိရင်အလွယ်တကူ လောင်ကျွမ်းတတ်ပါတယ်။ဒီတော့တစ်နေကုန် အိမ်ထဲမှာပဲနေပြီး ညဘက်မှာလုံခြုံရေးအဖြစ် အလုပ်လုပ်ရင်းအသက်မွေးနေပါတော့တယ်။တစ်နေ့မှာ ညဘက်လျှောက်သွားရင်း ကောင်မလေးတစ်ယောက်နဲ့တွေ့ခဲ့ပြီး သူငယ်ချင်းတွေဖြစ်သွားခဲ့ပါတော့တယ်။အဲ့ဒီနောက်ပိုင်းဂျေကော့ဘ်ရဲ့ ကျန်းမာရေးက ဆိုးသထက်ပိုဆိုးလာပြီး ကြံရာမရဖြစ်နေတဲ့အချိန်မှာ လူသွေးသောက်ကြည့်ဖို့ဆုံးဖြတ်ခဲ့ပါတော့တယ်။ထူးဆန်းစွာနဲ့ပဲ လူသွေးသောက်ပြီးသက်သာသွားတဲ့အတွက်နောက်ပိုင်း ရဖို့ခက်ခဲတဲ့လူသွေးတွေကို အဆက်မပြတ်လိုလာတဲ့အခါမှာဂျေကော့ဘ်တစ်ယောက်ဘယ်လိုကြံဖန်ပြီးတော့ ဘယ်လိုနောက်ဆက်တွဲတွေဖြစ်လာမယ်ဆိုတာကို ကြည့်ရမယ့် ဇာတ်ကားပဲဖြစ်ပါတယ်။,MIDNIGHT SON is the story of Jacob, a young man confined to a life of isolation, due to a rare skin disorder that prevents him from being exposed to sunlight. His world opens up when he meets Mary, a local bartender, and falls in love. Tragically, Jacob’s actions become increasingly bizarre as he struggles to cope with the effects of his worsening condition. Forced by the disease to drink human blood for sustenance, he must control his increasingly violent tendencies as local law enforcement narrow their focus on him as a suspect in a series of grisly murders.,"
  },
  {
    "id": "lqkf570n-33100",
    "title": "A Brush with Christmas MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/9OXU2AIcV0NX7jP9yDxgz9XaIko-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/A Brush With Christmas\/A Brush With Christmas.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=a-brush-with-christmas",
    "tag": "",
    "genre": "Comedy,Drama,Romance,TV Movie,",
    "ep": "",
    "date": "Dec. 18, 2022",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/hdsdQADn3omGt33sG26LTieBkG8.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/edng1Ya10nRUu5Z4Z5e3DAvZ2Ww.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/e8z1SpGbsqc85UHspfDUyFBD3qR.jpg\r,",
    "description": ",Download File Here,–,ခရစ်စမတ်ဆိုရင် အရောင်စုံလင်တဲ့ပွဲတော်တွေ၊ခေါင်းလောင်းသံမြိုင်မြိုင်နဲ့ပုံရိပ်ကို မြင်မိတဲ့အတိုင်း ဒီကားလေးမှာ ဘေဆိုက်မြို့က နှစ်တိုင်းလုပ်နေကျ ခရစ်စမတ် အားလပ်ရက် ပွဲတော်အရသာလေးတွေ ရမယ့်ကားပါဇာတ်လမ်းက ပန်းချီဆွဲဝါသနာပါတဲ့ ရှာလိုအက်၊ တစ်ဦးတည်းသောသမီးမို့ မိသားစုရဲ့ စားသောက်ဆိုင်လုပ်ငန်းကို လက်လွှဲယူပြီး ဦးစီးနေရချိန် တဖက်မှာ နှစ်သက်ရတဲ့ ပန်းချီကို အချိန်မပေးနိုင်တော့လို့ လက်လွှတ်ခါနီးမှာ ဘဝထဲကို နယ်လှည့် ဗိသုကာရေးဆွဲတဲ့ ဝိုင်ယက်ရောက်လာချိန် ဘာတွေဆက်ဖြစ်မလဲ၊ ရှာလိုအက် အလုပ်နှစ်ခုကို သူဘယ်လို ကိုင်တွယ်မလဲ ဝိုင်ယက်နဲ့ရော ရှေ့ဆက်ဖို့ ဖြစ်နိုင်ပါ့မလား ဆိုတာ အားလပ်ရက်မှာ မိသားစုနဲ့ ပါအတူကြည့်လို့ကောင်းမယ့် ဇာတ်ကားလေးဖြစ်မှာပါ။,Over the week leading up to Christmas in the town of Bayside, Charlotte tries to capture her own unique style in the local art scene while also helping her mother, run the family restaurant. Disheartened and struggling to find time for her art, Charlotte throws out her latest painting, only to discover that it has been anonymously submitted to the Christmas art festival. It turns out that Wyatt, a visiting artist, stumbled upon her discarded work and is now using the festival’s exposure to find its mysterious creator.,"
  },
  {
    "id": "lqkf7b45-12037",
    "title": "Lotawana MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/wSV8DF6NmN0Sxmx2K8P46zLcXQ6-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Lotawana\/Lotawana.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=lotawana",
    "tag": "",
    "genre": "Adventure,Drama,Romance,",
    "ep": "",
    "date": "Feb. 22, 2022",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/wVTtQ2ZcfsNwDmTlT4GrrDRpS8b.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/cZ3MQPzfp9pxwXAjhhwfg25ktMV.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/kJp2vwURIvZyVnj78tcWOj2EELv.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/7XrTNPxUFEihE9yidu6e3K8trMP.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/A2fUXHtfuixHTdqpHnNRmXU0G1D.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/4XjA5eqrxLKRswrhbo4Wo0msiTd.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/aslqifGqlT8Wrl2Lp9lhdhK339z.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/1powxLoOVFOiPWD5gViWzLD2rsF.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/uj0pGjQP6uk2vuvyDUHiSV4IFmi.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/eiEHN5O3Q5wtHAgjobWLVdjV5Cc.jpg,",
    "description": ",Download File Here,–,ဖောရက်စ်ဆိုတဲ့ လူငယ်လေးတစ်ယောက်ဟာ တခြားလူတွေနည်းတူ စားဝတ်နေရေးအတွက် ခက်ခဲပင်ပန်းစွာ ရုန်းကန်ပြီး စည်းစိမ်ဥစ္စာတွေ ခံစားရတဲ့ဘဝမျိုးကို တဖြည်းဖြည်း ငြီးငွေ့လာခဲ့တာကြောင့် Missouri က လိုတာဝါနာရေကန်ထဲမှာပဲ ကိုယ်ပိုင်ရွက်လှေလေးတစ်စင်းလွှင့်ပြီး သူ့ရဲ့လက်ကျန်အချိန်တွေကို သဘာဝတရားထဲမှာနစ်မြုပ်ရင်း ကုန်ဆုံးစေကာ အဆင်ပြေရုံတမယ် တစ်ယောက်တည်း နေထိုင်နေခဲ့ပါတယ်။ဒါပေမဲ့ တနေ့တော့ သူ့လိုပဲအတွေးတူတဲ့ နီကိုလာကော်လီဆိုတဲ့ ကောင်မလေးတစ်ယောက်ဟာလည်း အိမ်ကနေထွက်လာပြီး သူနဲ့အတူ ရေကန်ထဲက ရွက်လှေလေးထဲမှာပဲ အတူတူလိုက်နေဖို့ ဖြစ်လာခဲ့ပါတော့တယ်။ ဒီလိုနဲ့ ချစ်သူနှစ်ဦး စိတ်တူကိုယ်တူ သဘာဝတရားထဲမှာပဲ အလိုလောဘနည်းနည်း အပူအပင်ကင်းကင်းနဲ့ လေလွင့်နေကြရင်း ကော်လီဆီမှာ ကိုယ်ဝန်ရှိလို့ လာခဲ့ပါတယ်။ ဖျက်ချဖို့လည်း မရွေးချယ်နိုင်ခဲ့တဲ့ နှစ်ယောက်သားဟာ နောက်ဆုံးတော့ တာဝန်များပြားလှတဲ့ မိသားစုဘဝလေးတစ်ခုအတွင်းဆီ ခြေစုံပစ်ဝင်နိုင်ဖို့အတွက် ခက်ခက်ခဲခဲ ကြိုတင်ပြင်ဆင်ကြရပါတော့တယ်။ဒီလိုနဲ့ အနာဂတ်မှာ သူတို့နှစ်ယောက်ရဲ့ဘဝအပေါ် ခံယူချက်တွေကရော ဘယ်လိုအသီးသီးပြောင်းလဲသွားပြီး ပျော်ရွှင်တဲ့မိသားစုဘဝလေးကိုရော ပိုင်ဆိုင်လာနိုင်မလားဆိုတာ Lotawana လို့အမည်ရတဲ့ ဒီဇာတ်ကားလေးထဲမှာပဲ ကြည့်ရှုလိုက်ကြပါ။,A monotonous life has pushed the unfulfilled Forrest (Todd Blubaugh) to a voyage of self-discovery by living aboard his sailboat on an alluring, Missouri lake. Soon he catches wind of the rebellious and free-spirited Everly (Nicola Collie) and their idealistic dreams align for a thrilling and thought-provoking, romantic adventure. Can they survive, reconnect with nature and rewrite their own rules of modern existence, or will they discover that society operates the way it does for a reason?,"
  },
  {
    "id": "lqj9blpo-57868",
    "title": "World’s First Christmas MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/jiJBmfxciWm9PFJgvOfOs8GM4ok-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/O Primeiro Natal Do Mundo\/O Primeiro Natal Do Mundo.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=worlds-first-christmas",
    "tag": "",
    "genre": "Comedy,Drama,",
    "ep": "",
    "date": "Dec. 07, 2023",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/1ALeWh8dv7X1lu21DdQ9KUTGOQ3.jpg\r,",
    "description": ",Download File Here,–,ဒီတစ်ခါမှာလည်း နောက်ထပ် ခရစ္စမတ်ဇာတ်ကားအသစ်ကလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ် ဒီဇာတ်ကားလေးကတော့ ဘရာဇီးကားလေးပါဇာတ်လမ်းလေးကတော့သမီးနှစ်ယောက်ဖေဖေ ပိပ် နဲ့ သားနှစ်ယောက်မေမေတီနာတို့ဟာ လက်ထပ်ထားပြီး မိသားစုအသစ်ထူထောင်ထားကြပါတယ်မိသားစုနှစ်စု အတူတူပြောင်းနေရတဲ့အခါ ကလေးတွေကြားမှာအဆင်မပြေမှုတွေဖြစ်လာပြီး သူတို့ရဲ့ခရစ္စမတ်ပွဲဟာ အကျည်းတန်ခဲ့ပါတယ် အဲ့ဒါကြောင့် သမီးငယ်မာဂျူးဟာ စိတ်ဆိုးပြီး “ခရစ္စမတ်ကိုမုန်းတယ် ခရစ္စမတ်ကြီးပျောက်သွားပါစေ”ဆိုပြီးဆုတောင်းလိုက်ပါတယ် သူမရဲ့ဆုတောင်းဟာအမှန်တကယ်ဖြစ်လာပြီး သူမရဲ့မိသားစုကလွဲလို့ ကျန်တဲ့သူတွေအားလုံးက ခရစ္စမတ်ဆိုတာဘာမှန်းမသိအောင်မေ့သွားပါတော့တယ်သူတို့မိသားစုဝင်တွေအားလုံးပေါင်းပြီ လူတွေကို ခရစ္စမတ်ကိုပြန်မှတ်မိအောင် ကြိုးစားကြပါတော့တယ် သူတို့တွေ အဆုံးသတ်မှာ ခရစ္စမတ်ကို ပြန်ရောက်လာအောင်လုပ်နိုင်မလားဆိုတာတော့ ဇာတ်ကားလေးထဲမှာ ခံစားကြည့်ရှုလိုက်ပါဦး,A young girl wishes Christmas was over for good, and her wish is granted with unexpected consequences.,"
  },
  {
    "id": "lqj9b04y-73256",
    "title": "Nowhere MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/09\/rpzFxv78UvYG5yQba2soO5mMl4T-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesTwo\/Nowhere\/Nowhere.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=nowhere",
    "tag": "",
    "genre": "Drama,Thriller,",
    "ep": "",
    "date": "Sep. 29, 2023",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/xvzxqKWltnj6qSiWBXRq6ZCdcrw.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/v4s8Ps1WjJa4GEGDxmVvhEZXLMQ.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/tHsW2ku2T2oUbfRj6zSSn2aLVNw.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/qA3lczyKtjOhYGPdl2MFmuHew8N.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/hC5Q9u2ENnfpX1KSb7HyPivL03D.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/6ymyC9qfgtkb84EFhcgWMG6kl1J.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/h4JcBvCFyeSiTuOUgB1RIqIukuk.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/iFV929AOAREaWZmLhE5gstpmtNW.jpg\r,",
    "description": ",Download File Here,–,ပင်လယ်ထဲမှာ ကွန်တိန်နာကြီးထဲမျောနေတဲ့ သားအမိနှစ်ယောက်အကြောင်းကိုရိုက်ကူးထားတဲ့ စပိန် သည်းထိတ်ရင်ဖိုရုပ်ရှင်ဖြစ်ပါတယ်။ Cast away, Buried, Fall တို့လိုတစ်ယောက်တည်း အသက်ရှင်အောင် ရုန်းရတဲ့ ရုပ်ရှင်မျိုးတွေကို ကြိုက်တဲ့သူတွေအတွက် ရုပ်ရှင်ကောင်းပါပဲ။ဇာတ်လမ်းအကျဉ်းအငတ်ဘေးဆိုက်နေတဲ့ စပိန်နိုင်ငံ အစိုးရဟာ အင်မတန်ပြောင်မြောက်တဲ့အငတ်ဘေးလျှော့ချရေးနည်းလမ်းတစ်ခုကိုသုံးခဲ့ပါတယ်။ သက်ကြီးရွယ်အိုတွေကိုအရင်ရှင်းပစ်လိုက်တာပါ။ မရသေးဘူး ငတ်ကြသေးတယ်ဆိုတော့ မိန်းမတွေနဲ့ ကလေးတွေကို စပြီးရှင်းပစ်ပါတော့တယ်။ အဲဒီတော့ နိုင်ငံထဲကနည်းလမ်းပေါင်းစုံနဲ့ လွတ်ရာကျွတ်ရာကို ပြေးကြရပါတော့တယ်။လူသုံးအများဆုံးနည်းလမ်းကတော့ သင်္ဘောကွန်တိန်နာတွေထဲကိုခိုးပြီးလိုက်သွားကြတာပါ။ ဒါကိုသိတဲ့ အစိုးရကလည်း ဆိပ်ကမ်းမှာ ကုန်ကားတွေကို အသေးစိတ်စစ်ပြီး တွေ့သမျှ လိုက်သတ်ပါတော့တယ်။မီရာဆိုတဲ့ မိန်းကလေးကတော့ ခင်ပွန်းသည်နဲ့အတူ ထွက်ပြေးလာပေမဲ့သင်္ဘောအတက်မှာ လူစုကွဲသွားပြီ ကိုယ်ဝန်ကြီးနဲ့ တစ်ယောက်တည်းကွန်တိန်နာထဲမှာပိတ်မိပြီး ပင်လယ်ထဲ မျောသွားပါတော့တယ်။ ပင်လယ်ထဲမှာပဲကလေးမွေးပြီး ကမ်းမမြင်လမ်းမမြင်နဲ့ အသက်ရှင်အောင်ကြိုးစားရပုံတွေ၊ကမ်းတစ်ခုကို ရောက်နိုင်ဖို့ ရုန်းကန်ရပုံတွေကို မြင်တွေ့ရမှာပါပဲ။,A young pregnant woman named Mia escapes from a country at war by hiding in a maritime container aboard a cargo ship. After a violent storm, Mia gives birth to the child while lost at sea, where she must fight to survive.,"
  },
  {
    "id": "lqhzwzsk-86158",
    "title": "Thunder Rescue MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/nlMx1lclfOmrrSdATw9nynNEe86-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Thunder Rescue\/Thunder Rescue.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=%e9%9b%b7%e9%9c%86%e6%89%ab%e6%af%92",
    "tag": "",
    "genre": "Action,Crime,",
    "ep": "",
    "date": "Dec. 19, 2023",
    "images": "",
    "description": ",Download File Here,–,ဒီဇာတ်ကားလေးကတော့ မိုးကြိုးစစ်ဆင်ရေးဆိုတဲ့ မူးယစ်တိုက်ဖျက်ရေးစစ်ဆင်ရေးအကြောင်းတစ်ခုကိုရိုက်ထားတာပဲဖြစ်ပါတယ်။ဒီကားမှာတော့ မင်းသားကသာမူးယစ်ဂိုဏ်းမှာသူလျှိုလုပ်ပြီးမူးယစ်ရာဇာကိုဖမ်းတဲ့အကြောင်းကိုအဓိကထားတာမဟုတ်ပဲ။မူးယစ်ရာဇာတစ်ယောက်ကိုဖမ်းဆီးလိုက်ပြီး နောက်ပိုင်းမှမူးယစ်ရာဇာရဲ့ညီတွေက လက်စားချေဖို့ ရဲအရာရှိတစ်ယောက်ရဲ့သမီးလေးကိုဖမ်းပြီးတော့သူတို့အစ်ကိုကိုလွှတ်ပေးဖို့ အကြပ်ကိုင်လာတယ်။အဆင့်ဆင့် ကလေးမလေးကိုကယ်တင်ဖို့ဘယ်လိုကြိုးစားရင်းမူးယစ်ဆေးဝါးရောင်းဝယ်ဖောက်ကားတဲ့အဖွဲ့ကိုဘယ်လိုအမြစ်ကနေရှင်းပစ်လဲဆိုတာရိုက်ထားတဲ့ ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်။,"
  },
  {
    "id": "lqiclp7c-79221",
    "title": "Whiteout MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/kkXXA3353MX60B8PRSkTGRabxXu-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Whiteout\/Whiteout.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=whiteout",
    "tag": "",
    "genre": "Action,Crime,Mystery,Thriller,",
    "ep": "",
    "date": "Sep. 09, 2009",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/iJxz0KK8WNbNLaYrtR70ygND4LJ.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/4uzQZOP2hSWoUSCa85zNekFcqrv.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/1Ecfw02RwQ8q3hXcnnYC88Md6tl.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/AlYb0C4iQtId03AR3ZoSsilcPK4.jpg\r,",
    "description": ",Download File Here,–,တောင်ဝင်ရိုစွန်းက လူသတ်သမားက ဘယ်သူလဲ❓Thriller, Crime အမျိုးအစားဖြစ်တဲ့ ဒီဇာတ်ကားဟာဆိုရင် အန္တာတိကအခြေစိုက်စခန်းတစ်ခုမှာ setting ယူထားတဲ့ ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်။ အဓိကဇာတ်ဆောင်ကယ်ရီဆက်ကိုဟာ အခြေစိုက်စခန်းရဲ့ မာရှယ်တစ်ယောက်ဖြစ်တယ်။ ဆောင်းတွင်းဆိုရင် ၆ လလောက် နေမမြင်ရတဲ့ဒေသမို့ အခြေစိုက်ခန်းတွင်းက ဝန်ထမ်းတွေအကုန်လုံးနီးပါးဟာ ဆောင်းတွင်းမတိုင်ခင်မှာ နေရာပြောင်းရွှေ့ကြရတယ်။ နောက် ၃ ရက်နေမှ ကျရောက်လာမယ်လို့ တွက်ချက်ထားခဲ့တဲ့ မုန်တိုင်းဟာ ခန့်မှန်းထားချိန်ထက် ၁ ရက်နီးပါးထိ စောပြီးဝင်လာတဲ့အခါမှာတော့ အခြေစိုက်စခန်းတစ်ခုလုံး ဒရောသောပါးနဲ့ နယ်မြေရွှေ့ပြောင်းဖို့ ‌ဖြစ်လာခဲ့တယ်။ အဲအချိန်မှာပဲ Haworth Mesa မှာ တောင့်ခဲနေတဲ့ လူသေအလောင်းတစ်လောင်းကို တွေ့ရှိခဲ့ရတယ်။ အလောင်းရဲ့ ဒဏ်ရာဟာ အသတ်ခံရတာဖြစ်ကြောင်း တွေ့လိုက်ရချိန်၊ ရေခဲပြင်အောက်က ရုရှားလေယာဉ်ပျက်၊ ကျည်ဖူးတွေပျောက်ဆုံးမှု‌နဲ့ ဆက်စပ်ပြီး ရောက်လာခဲ့တဲ့ UN က အလွတ်အေးဂျင့်။ဒီအလောင်းရဲ့နောက်ကွယ်မှာ အကြောင်းအရာတွေက ထင်သလောက် ရိုးရှင်းမနေခဲ့တဲ့အကြောင်းကို သိလိုက်ရချိန်မှာ ဆက်ကိုဟာ လူသတ်သမားကို ရှာဖို့ ဆုံးဖြတ်ခဲ့တယ်။နီးကပ်လာတဲ့ နေရပ်ပြောင်းရွှေ့ချိန်၊ နောက်ဆုံးလေယာဉ်နဲ့မှမလိုက်ရင် ဆောင်းတွင်းတစ်တွင်းလုံး ရာသီဥတုဆိုးဝါးကြမ်းတမ်းလှတဲ့ ဒီအခြေစိုက်စခန်းထဲမှာပဲ lockdown ပိတ်ပြီး ကျန်ခဲ့ရနဲ့ အခြေအနေမှာ လူသတ်သမားကို မိအောင် ဖမ်းနိုင်ပါ့မလား။,The only U.S. Marshal assigned to Antarctica, Carrie Stetko will soon leave the harsh environment behind for good – in three days, the sun will set and the Amundsen-Scott Research Station will shut down for the long winter. When a body is discovered out on the open ice, Carrie’s investigation into the continent’s first homicide plunges her deep into a mystery that may cost her her own life.,"
  },
  {
    "id": "lqj9c29s-90023",
    "title": "Sajini Shinde Ka Viral Video MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/xkDtXIlQBtkaHSjL6NyUsZREZTe-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Sajini Shinde Ka Viral Video\/Sajini Shinde Ka Viral Video.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=sajini-shinde-ka-viral-video",
    "tag": "",
    "genre": "Drama,",
    "ep": "",
    "date": "Oct. 27, 2023",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/AmmY86Y0m9EwKAWmGa5Q8zz0JBl.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/otTniJmkOf7rzQ7OSfmjA3xYXjf.jpg\r,",
    "description": ",Download File Here,–,ယောက္ခမ၊ချွေးမများနှင့် ကြိုးကြာနီဇာတ်လမ်းတွဲထဲမှာ ခပ်မိုက်မိုက်ကာရိုက်တာနဲ့ ပါဝင်ခဲ့တဲ့မင်းသမီးချော ရာဒီကာမာဒန်ရဲ့ ရုပ်ရှင်အသစ်ကို Netflixကနေ ထုတ်လွှင့်ခဲ့ပါတယ်။ရုပ်ရှင်မင်းသမီးတစ်ယောက်ကကျ သောက်စားပျော်ပါးခွင့်ရှိပေမဲ့ဆရာမတစ်ယောက်က အဲဒါမျိုးလုပ်ရင် ရာဇဝတ်မှုဖြစ်သွားရောလား….။ဒါက ဆာဂျီနီရှင်ဒီရဲ့မေးခွန်းတစ်ခု။ဆာဂျီနီရှင်ဒီဆိုတာ အထက်တန်းကျောင်းက ရူပဗေဒဆရာမတစ်ယောက်။ဆရာမဆာဂျီနီရှင်ဒီ သေကြောင်းကြံမယ့်စာတစ်စောင်ရေးထားခဲ့ပြီးပျောက်ချင်းမလှ ပျောက်သွားခဲ့တယ်။ဒီစာထဲမှာလဲ သူ ဘာကြောင့် ဘယ်သူတွေကြောင့်လုပ်ရလဲဆိုတဲ့အကြောင်းပြချက်တွေသေချာရေးထားခဲ့တဲ့အခါမှာတော့။ဒီကိစ္စက လူထုအကြားမှာ ဆူဆူပူပူဖြစ်လာတဲ့အတွက် ရဲတွေအနေနဲ့ အပြင်းအထန်စုံစမ်းရပါရော။သမီးလိမ္မာတစ်ယောက်၊ ခေတ်မီတဲ့ဇနီးကောင်းတစ်ယောက်၊ ဆရာမကောင်းတစ်ယောက်အဖြစ်နဲ့နေထိုင်ဖို့ကြိုးစားခဲ့တဲ့ ဆာဂျီနီရှင်ဒီ။သူဘာလို့ သတ်သေဖို့ကြံစည်ခဲ့တာလဲ၊ ရုပ်ရှင်ရဲ့နာမည်အတိုင်းပဲ သူ့ရဲ့ပျံနှံ့သွားခဲ့တဲ့ဗီဒီယိုကဘာလဲ၊သူ့ကို အကောင်းပကတိအတိုင်းပြန်ရှာတွေ့မှာလားဆိုတာ ကြည့်ရှုအဖြေရှာကြပါဦးစို့။,While facing backlash after a video of her at a nightclub goes viral, a teacher disappears suddenly — and a tenacious cop begins a thorny investigation.,"
  },
  {
    "id": "lqt65in7-86677",
    "title": "Cabin Fever 2: Spring Fever MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/RmQpuArPv71IuDLn8CP710fNgk-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Cabin Fever 2 Spring Fever\/Cabin Fever 2 Spring Fever.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=cabin-fever-2-spring-fever",
    "tag": "",
    "genre": "Horror,",
    "ep": "",
    "date": "Aug. 11, 2009",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/rimhdm7tiOdZqTz0QKckoJ7mGac.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/yo2Wqtgkq7lNE0xppXwfhqYKB53.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/p2tCDWOBtnQAkhFDaDg3SuddyRu.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/qjGeMnd4Ms5HLKwhb6AvDSHdxEd.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/dPzjz92DPzn2auu0kTew5mOzDTX.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/dUZZfGrG1YHksCCRn7yDsNYcp4I.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/2CjEp8swWkbg0WZnFfRu8uXZnYn.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/fpMnSlTgq4JEPlrm6STh39JZqyf.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/ugPgQWH9aCmcnqlFbDR6mKlqNPb.jpg\r,",
    "description": ",Download File Here,–,Cabin fever 2 မှာဆိုရင်လည်း Cabin fever series တို့ရဲ့ ထုံးစံအတိုင်း ကူးစက်ရောဂါ ကူးစက်မှုအပေါ်ဇာတ်လမ်းအခြေတည်၍ ရိုက်ကူးထားခြင်းဖြစ်ပါတယ်။အထက်တန်းကျောင်းပြီးဆုံးခါနီးမှာ အထက်တန်းကျောင်းသားတိုင်း ကိုယ်စီအတွဲများနှင့် ရင်ခုန်စွာတက်ရောက်ရတဲ့အထက်တန်းကျောင်း အိမ်မက်ဖြစ်တဲ့ကျောင်းကပွဲကို ကူးစက်ရောဂါကျရောက်လာပြီးနောက်မှာ ကျောင်းသား၊ကျောင်းသူများနှင့် ဆရာ၊ဆရာမများ ဘယ်လိုရင်ဆိုင်ကြမလဲ၊ ဒီအိမ်မက်ဆိုးရောဂါကြီးကရော ဘာရောဂါလဲ၊ ဘယ်သူတွေအသက်ရှင်လွတ်မြောက်နိုင်မလဲကို စောင့်စားကြည့်ရှူရမယ့် ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်။,A high school prom faces a deadly threat: a flesh-eating virus that spreads via a popular brand of bottled water.,"
  },
  {
    "id": "lqhyxjnz-38113",
    "title": "A Christmas Carol MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/t41VHjYItCYHBh2hijsTID44cNv-202x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/A Christmas Carol\/A Christmas Carol.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=a-christmas-carol",
    "tag": "",
    "genre": "Animation,Family,Fantasy,",
    "ep": "",
    "date": "Nov. 04, 2009",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/bFntIQxWBwtzYAFc68xF1GKAfiv.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/10xOWaeTQuVoK2mHtKOFXH75QOn.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/Awx3ld6kRqq0iMKPPCUTt1RidCn.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/a913Y596IAniKP77mGvjmrimjkU.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/4OTWMRD7ZQk8HWiYUsbEeI2faSQ.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/p98z8tZ9G8PdKpaq15kXPHvwtvv.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/mUE0NWO2tx5nRNu7gl4D1jjheZW.jpg\r,",
    "description": ",Download File Here,–,ဒီAnimation,ဇာတ်ကားကို တစ်ဝက်လောက်ပဲကြည့်ရသေးတယ် .. အံအားသင့်လောက်စရာတွေတွေ့လို့ ဒီကားနဲ့ ပတ်သက်တာတွေစုံစမ်းကြည့်တော့ Charles Dickens ရဲ့နာမည်ကြီးဝတ္ထုဖြစ်နေတဲ့အပြင် ဒါရိုက်တာကလည်းForrest Gump ကိုရိုက်ကူးခဲ့တဲ့ ဒါရိုက်တာ Robert Zemeckis ဖြစ်နေတယ်……ဒါကြောင့်လည်း Best Animated Film ဆန်ကာတင်စာရင်းဝင်ခဲ့သလိုအခြားဆု(၃)ဆုလည်းရရှိခဲ့တယ်…Jim Carrey အသံပိုင်းသရုပ်ဆောင်ထားပါတယ်……Ebenezer Scrooge ဆိုတဲ့အဘိုးကြီးတစ်ယောက်ရှိတယ်… …သူကတစ်ကိုယ်တည်းသမားကြီးဖြစ်ပြီး အတ္တလည်းအလွန်ကြီးတယ် ..ငွေကလွဲလို့ တခြားဘာကိုမှမမြင်…ခရစ်စမတ်ကာလမှာပျော်ပါးနေတဲ့သူတွေကို အရူးတွေ သေတာမှကောင်းလိမ့်မယ်လို့တောင်တွေးတတ်တဲ့သူ….ဒီလိုအယူအဆတွေ ပိုင်ဆိုင်ထားတဲ့ အဘိုးကြီးဟာ တစ်နေ့မှာတော့ သူတစ်သက်မှာ လုံးဝမမျှော်လင့်တာတွေဖြစ်တော့တာပဲ…ဒီကားက ခလေးသူငယ်တွေအတွက်တင်မဟုတ်ဘဲ လူကြီးတွေလည်း ကြည့်ပြီးကြိုက်သွားမှာပေါ..ပြောရရင်လူကြီးတွေအတွက်က ပိုပြီးတောင်ရသမြောက်လိမ့်မယ်ထင်ပါတယ်..ခလေးတွေအတွက်တော့ ကြည့်လို့လှတဲ့ကားတစ်ကားပေါ့ဗျာ…ကိုင်းခံစားကြည့်လိုက်ပါဦးနော်…,Miser Ebenezer Scrooge is awakened on Christmas Eve by spirits who reveal to him his own miserable existence, what opportunities he wasted in his youth, his current cruelties, and the dire fate that awaits him if he does not change his ways. Scrooge is faced with his own story of growing bitterness and meanness, and must decide what his own future will hold: death or redemption.,"
  },
  {
    "id": "lqt64oyt-20530",
    "title": "Saltburn MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/vkJE484VnRdilB9IgKNly7HIifR-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesThree\/Saltburn\/Saltburn.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=saltburn",
    "tag": "",
    "genre": "Comedy,Drama,Thriller,",
    "ep": "",
    "date": "Nov. 16, 2023",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/gaNqCy7pK0o2L9hBB9o5s4uJvMy.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/5FDmGdPbJDUgE2ZNlXBWmq2jYTn.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/4XAgk2oqwB2f018QT5N1GHyWqrD.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/3h1dwO0OQsyBbcYZs1MGeAGreir.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/10jSAS2BMD8mu94Hj7MbO1ti3ZN.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/2DMdC72NF3len5VFEUzPKMvEzlW.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/cIsnMjbP3lftsRoKGp6jyA4Ccgd.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/83dOWV35GuIhs3TiLPsI3dujzdY.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/fK713wZLlMO4HQGiUJSHLzxg2qJ.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/bAtFhmRHp0f6aHqj1UGTZoPcmQo.jpg,",
    "description": ",Download File Here,–,ပွဲဦးထွက်အနေနဲ့ Promising Young Woman (2020) ကို ဇာတ်ညွှန်းရေး ဒါရိုက်တာလုပ်ရိုက်ပြီး ပွဲဦးထွက်ကားနဲ့တင် Academy Award for Best Original Screenplay ဆုရသွားတဲ့ Emerald Fennell ထပ်ရိုက်လိုက်တဲ့ ရုပ်ရှင်ပေါ့။ ပွဲဦးထွက်ကားမှာလည်း ဇာတ်ညွှန်းရေးပြီး အော်စကာရထားသလို ဒီဒုတိယကားမှာလည်း သူ့ဘာသာဇာတ်ညွှန်းရေးပြီး ရိုက်ထားပြန်တာပါပဲ။ သုံးထားတဲ့ သရုပ်ဆောင်တွေကလည်း အော်စကာဆန်ခါတင် ဝင်ခဲ့တဲ့သူတွေအများသားပါ။ The Banshees of Inisherin နဲ့ မနှစ်က ဆန်ခါတင်ဝင်ခဲ့တဲ့ Barry Keoghan, ဖန်နဲလ်ရိုက်ခဲ့တဲ့ Promising Young Woman နဲ့ပဲ ဆန်ခါတင်ဝင်ခဲ့တဲ့ Carey Mulligan, Gone Girl နဲ့ ဆန်ခါတင်ဝင်ဖူးတဲ့ Rosamund Pike, Best Supporting Actor ဆန်ခါတင်ဝင်ဖူးတဲ့ Richard E. Grant စတဲ့ အော်စကာတန်းဝင်ဖူးတဲ့ သရုပ်ဆောင်တွေချည်း။ တစ်ယောက်မှတော့ မရကြသေးဘူးပေါ့။ ဒီကားနဲ့လည်း Rosamund Pike နဲ့ Barry Keoghan တို့ ဆန်ခါတင်ဝင်ကောင်းဝင်လောက်တယ်။ နောက် The Kissing Booth နဲ့ လူသိများတဲ့ Jacob Elordi လည်း အဆစ်ပါထားတယ်။ဒီဇာတ်ရဲ့အဓိကဇာတ်ကောင်တစ်ကောင်ကိုပဲ ဦးတည်ထားတဲ့ဇာတ်ဖြစ်သလို အဲဒီဇာတ်ကောင်ကလည်း Barry Keoghan ဖြစ်နေတော့ စစချင်းကြည့်ရင် သူရိုက်နေကျပုံစံကနေ ကွဲထွက်သွားပြီလို့ထင်ရတယ်။ အောက်စ်ဖို့က ရိုးရိုအေးအေး စာကြမ်းပိုးကျောင်းသားလေးရဲ့ အချစ်ဇာတ်လမ်းတစ်ပုဒ်လိုလိုပဲ။ အပေါင်းအသင်းမဲ့နေတဲ့ စာကြမ်းပိုးလေးက ကျောင်းက မင်းသားလေးနဲ့ တွေ့ရာက ဇာတ်လမ်းစတယ်ပေါ့။ သနားစရာကောင်းတဲ့ သူ့ဘဝအကြောင်းသိသွားတော့ မင်းသားလေးက သူ့အိမ်မှာ နွေပိတ်ရက်လိုက်နေဖို့ခေါ်တယ်။ မင်းသားလေးအိမ်ကလည်း တကယ့်နန်းတော်ကြီးပဲ။ ဒီလိုနဲ့ စာကြမ်းပိုးကျောင်းသားလေးဟာ အထက်တန်းလွှာလူတွေရဲ့ မျက်နှာဖုံးတွေနဲ့ ရင်ဆိုင်ရမယ့် နွေရာသီတစ်ခု ဆိုက်ရောက်လာခဲ့တယ်။တချို့ကတော့ ဘယ်ရီက ဒီဇာတ်ကောင်အတွက် အသက်ကြီးလွန်းနေသလို Rosamund ကို အမေဇာတ်နေရာ ပို့ထားတာက သူ့အလှကို စော်ကားရာရောက်တယ်လို့ ဝေဖန်ကြတယ်။ ဒါပေမဲ့လည်း ဒီဇာတ်ရဲ့အချိုးအကွေ့ကို ဘယ်ရီလို သရုပ်ဆောင်မျိုးကပဲ သရုပ်ဆောင်နိုင်မှာဖြစ်တဲ့အတွက် သူ့ထက်အငယ်တန်းမှာလည်း ဒီလိုမျိုးမမြင်မိတော့ မှားတော့မမှားဘူး ထင်တာပဲ။ ဒါပေမဲ့ ပြောကြတာလည်း မှားတော့မှားမနေဘူး။ Barry Keoghan ရဲ့ အပြည့်အဝကွဲထွက်လာတဲ့သရုပ်ဆောင်ပုံကိုတော့ မြင်ရဦးမှာမဟုတ်ပေမဲ့ ကွဲထွက်စပြုလာတဲ့ ပုံစံကိုတော့ မြင်ရလိမ့်မယ်။ဒီနှစ်ထဲ ထွက်ထားတဲ့ ထွက်တော့မယ့် ကားကောင်းတွေ တော်တော်များပါတယ်။ ဒီထဲမှာမှ Saltburn ဟာ ၁ကနေ ၂၀အထိစာရင်းလုပ်ရင် တစ်နေရာရာမှာ ပါနေလောက်တဲ့ ကားကောင်းတစ်ကားဖြစ်တယ်။ ဇာတ်လမ်းကတော့ တခြားအော်စကာဆန်ခါတင်ဝင်နိုင်တဲ့ ကားအများစုလိုမဟုတ်ဘဲ ပေါ့ပေါ့ပါးပါးနဲ့ ဇာတ်အိမ်သွက်သွက်နဲ့ပဲ သွားထားတယ်။ ဘာဖြစ်ဖြစ် ဒီနှစ်ရဲ့ မဖြစ်မနေကြည့်ရမယ့်စာရင်းထဲတော့ ဝင်နေတာပါပဲ။,Struggling to find his place at Oxford University, student Oliver Quick finds himself drawn into the world of the charming and aristocratic Felix Catton, who invites him to Saltburn, his eccentric family’s sprawling estate, for a summer never to be forgotten.,"
  },
  {
    "id": "lqicljx0-87204",
    "title": "The Sacrifice Game MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/6w9Wphe5O5zySyoGxlYJ5irwh4f-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/The Sacrifice Game\/The Sacrifice Game.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=the-sacrifice-game",
    "tag": "",
    "genre": "Horror,Thriller,",
    "ep": "",
    "date": "Dec. 07, 2023",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/qwQCMlF4QI7XqHCBmkDW28Q1ZUP.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/yQ9zhZkKKRiIJgtrSdULPClGrHG.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/2WstGSRtIRyI86oPaMk9FKQZQdw.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/w6ygQnYG9VTQZda0Tln0Dk9FQQe.jpg\r,",
    "description": ",Download File Here,–,ခရစ္စမတ်မှာ Horror ကားကြည့်ချင်တဲ့ လူတွေအတွက် Rotten Tomatoes မှာ 93% ရရှိထားတဲ့ ခရစ္စမတ် Horror ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်ဆမန်သာဆိုတဲ့ ကောင်မလေးဟာ ခရစ္စမတ်ပိတ်ရက်မှာ အိမ်မပြန်ရဘဲ ထူးဆန်းတဲ့ ကလယ်ရာဆိုတဲ့ကောင်မလေးနဲ့အတူ ကျောင်းမှာနေခဲ့ရပါတယ် အဲ့ဒီအချိန် သူတို့ပြည်နယ်မှာ နာမည်ကြီး သတင်းတစ်ပုဒ်ကတော့ ခရစ္စမတ် လူသတ်သမား သတင်းပါ ဆမန်သာ ကလယ်ရာနဲ့ သူတို့ဆရာမ သုံးယောက် ခရစ္စမတ်အကြို ညစာစားပွဲပြင်နေတုန်း သူတို့ဆီကို ခရစ္စမတ် လူသတ်သမားတွေ ရောက်လာပါတော့တယ် ခရစ္စမတ် လူသတ်သမားတွေ‌ကရော ဘာဖြစ်လို့ ကျောင်းကိုရောက်လာတာလဲ သူတို့ဟာ ကြုံရာကျပန်း လူသတ်နေတဲ့ psychopath တွေလား ကလေးတွေနဲ့ ဆရာမကရော လူသတ်သမားတွေလက်က လွတ်သွားမှာလား ဆိုတာကိုတော့ ကြည့်ရှုပေးကြပါဦးခင်ဗျာ…..,Christmas break, 1971. Samantha and Clara, two students who are staying behind for the holidays at their boarding school, must survive the night after the arrival of uninvited visitors.,"
  },
  {
    "id": "lqnzypt1-29390",
    "title": "City Hunter MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2022\/06\/aGJZv8h0cJWkZB1N8P2TXJycPgN-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/City Hunter\/City Hunter.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=city-hunter",
    "tag": "",
    "genre": "Action,Adventure,Comedy,Romance,",
    "ep": "",
    "date": "Jan. 16, 1993",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/fyx4nXXGsOwoHOwzfcReaTxhCB0.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/6ICm6icjnlcUA5T2fNguLTw3fUT.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/aX6zyJhhYXoAVOQAhAbE4FxE6qp.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/kI0eVC2aT4CNkKnfKmtlso6dRR9.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/lQnl4y6IKZMWS53y6rmFcRtFJal.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/baJDEInhrG6vExG2D1bijgIYjBT.jpg\r,",
    "description": ",Download File Here,–,ဂျက်ကီချန်း Crazy တွေ ဒီကားသိမယ်လို့ထင်ပါတယ်.ကြည့်ဖူးတဲ့သူလည်းများမယ်ထင်ပါတယ်.1993ခုနှစ်ကထွက်ရှိခဲ့တဲ့ ဇာတ်လမ်းဖြစ်ပြီး ဂျက်ကီချန်းရဲ့ ထုံးစံအတိုင်း ဟာသ နဲ့အက်ရှင် တွဲဖက်ရိုက်ကူးထားတဲ့ဇာတ်လမ်းတစ်ပုဒ်ဖြစ်ပါတယ် ငယ်ငယ်တုန်းက ကြိုက်နှစ်သက်ခဲ့တဲ့ဇာတ်ကားလေးမို့ပြန်လည်တင်ဆက်ပေးလိုက်ပါတယ်..ဇာတ်လမ်းအကျဉ်း – မန်ပေါ နဲ့ ကီမူရာတို့ဟာ လုပ်ဖော်ကိုင်ဖက်စုံထောက်၂ဦးပါ..တစ်နေ့မှာ ကီမူရာဟာ တာဝန်တစ်ခုထမ်းဆောင်ရင်းနဲ့ သေဆုံးခါနီးမှာ မန်ပေါ ကို သူ့တူမလေးကိုအပ်ခဲ့ပါတယ်သူ့တူမလေးနဲ့ မန်ပေါ တို့ ရဲ့ နောက်ပိုင်းဇာတ်လမ်းတွေကိုတော့ ဟာသနှောပြီးရိုက်ကူးထားပါတယ် ဆက်လက်ကြည့်ရှုကြပါ,A self-indulgent private investigator winds up on a cruise ship full of rich patrons, gorgeous women, murderous terrorists, and scarce food.,"
  },
  {
    "id": "lqt6591b-56948",
    "title": "Echelon Conspiracy MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/eQgT8kdjWJots3dX5Xy11le2vHk-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Echelon Conspiracy\/Echelon Conspiracy.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=echelon-conspiracy",
    "tag": "",
    "genre": "Action,Thriller,",
    "ep": "",
    "date": "Feb. 27, 2009",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/xMzxAIksRxHxFPFM7gsana4bEbX.jpg\r,",
    "description": ",Download File Here,–,၂၀၁၃ မှာ အက်ဒဝပ်စနိုးဒင်က အမေရိကန်အမျိုးသားလုံခြုံရေးအေဂျင်စီ (NSA)ရဲ့ လျှို့ဝှက်ဖိုင်တွေနဲ့ သူလျှိုအရှုပ်တော်ပုံတွေ လူ့အခွင့်အရေးနဲ့မညီတဲ့ ထောက်လှမ်းမှုတွေအကြောင်းကိုဖွင့်ချခဲ့ပြီး တစ်ကမ္ဘာလုံးကို အုတ်အော်သောင်းတင်းဖြစ်စေခဲ့ပါတယ်။ ဒီဇာတ်ကားက စနိုးဒင်အဖြစ်အပျက်မတိုင်မီ ၂၀၀၉ မှာထွက်ရှိခဲ့တဲ့ Action \/Thriller အမျိုးအစားဖြစ်ပြီး နောက်လေးနှစ်အကြာမှာ စနိုးဒင်ဖွင့်ချခဲ့တဲ့ NSA ရဲ့ထောက်လှမ်းမှုတွေနဲ့ဆင်တူတဲ့အကြောင်းအရာတွေကို စိတ်ကူးယဥ်ဖော်ပြထားတာတွေ့ရပါတယ်။ဇာတ်လမ်းအကျဥ်းကတော့ မက်စ်ပီတာဆန်က ကွန်ပျူတာအင်ဂျင်နီယာတစ်ဦးဖြစ်ပြီး ဘန်ကောက်မှာ အလုပ်ကိစ္စနဲ့ ခေတ္တနေထိုင်စဥ်မှာ အမည်မသိတစ်စုံတစ်ယောက်က ပေးပို့လိုက်တဲ့ဆဲလ်ဖုန်းတစ်လုံးရရှိခဲ့ပါတယ်။ မကြာခင် အဲဒီဖုန်းကို message ဝင်လာပြီး ညနေ ပီတာဆန် စီးမဲ့လေယာဥ်ကိုမစီးဖို့ပြောပါတယ်။ နောက်နေ့မှာ အဲဒီလေယာဥ်ပျက်ကျသွားတာကို မက်စ်သိလိုက်ရတဲ့အချိန်မှာ နောက်ထပ် message ဝင်လာပါတယ်။ စတော့ရှယ်ယာဝယ်ဖို့တိုက်တွန်းတာဖြစ်ပြီး ဝယ်ခိုင်းတဲ့ရှယ်ယာတန်ဖိုးက မကြာခင် 300% ကျော်အထိထိုးတက်သွားပါတယ်။ ထို့နောက်မှာပြောသမျှအကုန်မှန်နေတဲ့ ဒီထူးဆန်းတဲ့ message တွေက သူ့ကို ချက်နိုင်ငံ ပရဂ်မြို့ကိုသွားပြီး လောင်းကစားလုပ်ဖို့ညွှန်ကြားပါတော့တယ်။ ဒီလိုနဲ့ မက်စ်တစ်ယောက် အမည်မသိသူတစ်ဥိီးရဲ့ ညွှန်ကြားချက်အတိုင်းလိုက်နာပြီး ပရဂ်ကိုရောက်ရှိချိန်မှာတော့ သူတစ်ခါမှမကြုံဖူး မပတ်သက်ဖူးတဲ့ လူတွေနဲ့တွေ့ကြုံရပြီး ရှုပ်ထွေးတဲ့ပြဿနာတစ်ခုရဲ့အလယ်ကို ရောက်နေမှန်းသိလိုက်ရပါတော့တယ်။ Message တွေပို့နေတာ ဘယ်သူလဲ ဘာကြောင့်အရာအားလုံးကိုသိနေတာလဲ ဘာအကြံနဲ့ပို့နေတာလဲဆိုတာကို မက်စ်တစ်ယောက်အဖြေရှာရတော့မှာဖြစ်ပါတယ်။ဇာတ်လမ်းက အက်ရှင် Thriller နဲ့ Sci-fi အမျိုးအစားလို့ပြောလို့ရပြီး ဇာတ်အိမ်သွက်သွက်နဲ့ ကြည့်ပျော်တဲ့ဇာတ်ကားဖြစ်ပါတယ်။ အက်ရှင်ဆိုပေမဲ့ ပစ်ခတ်ခန်း သိပ်မပါဘဲ စုံထောက်ဖက်ကိုအားပြုထားတယ်လို့ဆိုနိုင်ပါမယ်။ Action Thriller ပရိတ်သတ်တွေ အကြိုက်တွေ့နိုင်တဲ့ဇာတ်ကားမျိုးပါ။,Mysterious cell phone messages promise a young American engineer untold wealth – then make him the target of a deadly international plot. Dangerous security operatives chase the engineer across the globe, while a powerful government official pursues a mysterious agenda that threatens the stability of the entire world.,"
  },
  {
    "id": "lqkf7a1n-99709",
    "title": "Sublime MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/u5mHCk5VBlO6q78rht0zYOzREnB-211x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Sublime\/Sublime.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=sublime",
    "tag": "",
    "genre": "Drama,",
    "ep": "",
    "date": "Nov. 05, 2022",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/usbLBuaC7z3I6oUJGw145T3Gxzc.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/lYm65fduujDWMw4sWX59wXl6gP8.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/jD2npwA7gkjBwIkU9C3vfNqh44u.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/6vNLGoiqOIMZ23gOgdotcOFLd8g.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/cZUALMagpnWXvkJZvS8FYYzXBwE.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/1fK8vdapuB8YaaPYCaphyMisxM2.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/pEAwg9OIR2P7aD5K3eFhrOQBHka.jpg\r,",
    "description": ",Download File Here,–,ကမ်းခြေကနယ်မြို့လေးတစ်မြို့မှာ မန်နူအယ်ဆိုတဲ့ဆယ်ကျော်သက်ကောင်လေးတစ်ယောက်နေပါတယ်။ သူ့မှာ သူငယ်ချင်းတွေအများကြီးရှိပေမယ့် ငယ်ငယ်လေးကတည်းကပေါင်းလာတဲ့ သံယောဇဥ်အရှိဆုံးဖိလစ်ကိုတော့အခင်ဆုံးပေါ့ သူဖိလစ်ကိုဘယ်လောက်အထိခင်လဲဆိုရင် သူငယ်ငယ်ကမွေးနေ့ပွဲမှာ ဖိလစ်မလာရင် မျက်နှာတွေပျက်ပြီး မွေးနေ့မကျင်းပချင်တဲ့အထိပါဒီလိုနဲ့ မန်နူတစ်ယောက်ကြီးပြင်းလာပြီး အာဇူးဆိုတဲ့ကောင်မလေးနဲ့ တွဲကြပါတယ် တစ်ရက်သူ့ကောင်မလေးအာဇူးနဲ့ ပထမဆုံးအကြိမ်အတူတူအိပ်ဖို့လုပ်နေချိန်မှာ သူ့စိတ်ထဲမှာတစ်မျိုးကြီးခံစားလိုက်ရပါတယ် ဒါကတော့ သူဟာ ဖိလစ်အပေါ်မှာ သူငယ်ချင်းထက်ပိုနေမိပြီဆိုတာပါပဲမန်နူတို့သူငယ်ချင်းအုပ်စုဟာ တီးဝိုင်းတစ်ခုလုပ်ပြီး တူရိယာတစ်မျိုးစီတီးကြပါတယ် ဖိလစ်ရဲ့မွေးနေ့ပွဲမှာ ဖျော်ဖြေပွဲလုပ်မယ်ဆိုပြီး အပြင်းအထန်လေ့ကျင့်ကြပါတယ် မန်နူဟာ ဘေ့စ်တီးပြီး ဖိလစ်က ဂီတာတီးပါတယ်မန်နူတစ်ယောက်ဖိလစ်ကိုချစ်မိနေတာကိုသတိထားမိချိန်မှစပြီး သူ့ရဲ့အပြုအမူတွေဘယ်လိုတွေပြောင်းလဲသွားလဲ သူ့ကောင်မလေးအာဇူးနဲ့ကရောအဆင်ပြေပါ့မလား သူတို့ကြိုးစားလေ့ကျင့်နေတဲ့ ဂီတဖျော်ဖြေပွဲကြီးကရော အောင်မြင်ပါ့မလားဆိုတာ ကြည့်ရှုရမှာပါ,When 16-year-old Manu realises that he has fallen in love with his bandmate Felipe, turbulent emotions start brewing beneath the surface. How do you avoid losing a friendship once its very foundation has shifted?,"
  },
  {
    "id": "lqnzy756-68164",
    "title": "Million to One MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/l8Ck1Yjl6PzbYcmfnrOAWy1s0t8-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Million To One\/Million To One.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=million-to-one",
    "tag": "",
    "genre": "Comedy,Drama,Romance,",
    "ep": "",
    "date": "Sep. 12, 2023",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/ysZs39DuV1xGGOEXtzvOVvK3QyV.jpg\r,",
    "description": ",Download File Here,–,” Million to one ” ဒီကားလေးကတော့ 2023 မှာထွက်ရှိထားတဲ့ romatic comedy အမျိုးအစားလေးဖြစ်ပါတယ်။အစားအသောက်အညွှန်းတွေ review ပေးတဲ့ ဆိုရှယ်မီဒီယာကြယ်ပွင့်လေး ဒရေးရှောက စားဖိုမှူးမလေးတစ်ယောက်ကို စိတ်ဝင်စားမိခဲ့ပေမဲ့ သူအငြင်းခံလိုက်ရပါတယ်။ စာဖိုးမှူးမလေးဆီကနေ အငြင်းခံလိုက်ရပြီးတော့ သူ့အစ်ကိုဖြစ်သူက သူ့မင်္ဂလာပွဲလာခဲ့ဖို့ခေါ်လို့ ဒရေးတစ်ယောက်ဟာ အစ်ကိုရှိရာဆင်ခြေဖုံးမြို့လေးဆီသွားရင်း ဒီစားဖိုမှူးမလေးနဲ့ပြန်ဆုံခဲ့ပါတယ်။ အစ်ကိုဖြစ်သူ မင်္ဂလာပွဲအတွက် ကူညီပေးရင်း ဒရေးရှောတစ်ယောက် စားဖိုမှူးမလေးနဲ့ တဖြည်းဖြည်းနီးကပ်လာနိုင်ခဲ့ပေမယ့် တစ်ချို့ကိစ္စလေးတွေကိုဖြေရှင်းရမဲ့ အကြောင်းကပေါ်လာပါတော့တယ်,Dre Shaw reluctantly puts his life as a social media rising star on hold to return home for a family wedding, only to go from family liability to savior.,"
  },
  {
    "id": "lqnzyycu-20198",
    "title": "Breakwater MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/pfwCmX13GAwrFhhVFOgXmPdZgS6-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Breakwater\/Breakwater.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=breakwater",
    "tag": "",
    "genre": "Drama,Thriller,",
    "ep": "",
    "date": "Dec. 22, 2023",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/omdPcU6OV4fKLiAr7D9SycYsr3w.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/b3mZDsy4dNuaD5LhqnCQRIn1Qpv.jpg\r,",
    "description": ",Download File Here,–,Mystery နဲ့ Thriller ပေါင်းစပ်ထားတဲ့ Plot ဆန်းဆန်းနဲ့ ဇာတ်ကားဖြစ်ပါတယ်။အဓိကဇာတ်လိုက်ဖြစ်တဲ့ ရေးနဲ့ ဒက်ဗီဆိုတဲ့လူငယ်တို့က အကျဉ်းသားတွေဖြစ်ပြီး ထောင်ထဲမှာ ရင်းနှီးခဲ့တာပါ။ ဒက်ဗီက သူ့ပြစ်မှုအတွက် ထောင်သုံးနှစ်ကျတာဖြစ်ပြီး မကြာခင် ပြန်လွတ်တော့မှာဖြစ်တဲ့အတွက် ရေးက အကူအညီတစ်ခုတောင်းရာကနေ စပါတယ်။ရေးက သူ့မှာသမီးရှိကြောင်း၊ သူက ကင်ဆာဖြစ်နေလို့ မနေရတော့တဲ့အတွက် သူ့သမီးရှိတဲ့မြို့ကိုသွားပေးပြီး သူ့သမီး ပျော်နေလား ကြည့်ခိုင်းပါတယ်။ သူ့သမီးနာမည်က မာရီနာပါတဲ့။အဘိုးကြီးရေးကို စာနာပြီး ထောင်ကလွတ်တဲ့အချိန် ဒက်ဗီက နယ်မကျော်ရတဲ့စည်းကမ်းကိုပါ ချိုးဖောက်ပြီး မာရီနာရှိတဲ့ ကမ်းရိုးတန်းမြို့လေးကို သွားခဲ့ပါတယ်။ အဲဒီမှာ မာရီနာအမည်နဲ့မဟုတ်ဘဲ အိဖ်‌ဆိုတဲ့ ကလေးတစ်ယောက်အမေနဲ့ တွေ့ပါတယ်။တစ်ချိန်တည်းမှာပဲ ကင်ဆာရောဂါသည် သနားစရာအဘိုးကြီးလို့ ဒက်ဗီထင်နေတဲ့ရေးက သွေးအေးလူသတ်သမားဖြစ်ပြီး ထောင်ကထွက်ပြေးလာတဲ့အခါ… ရေးနဲ့မာရီနာက တကယ်ပဲ သားအဖလား… အိဖ်နဲ့ရော ဘယ်လိုပတ်သက်နေတာလဲ… သူတို့နှစ်ဦးပြောပြတဲ့ အဖြစ်တွေနောက်မှာ ဘယ်လိုအကြောင်းအရာတွေရှိနေတာလဲ… ဘုမသိဘမသိကူညီမိတဲ့ ဒက်ဗီရော ဘယ်လိုကိစ္စတွေ ကြုံရမလဲဆိုတာ… ဆက်လက်ရှုစားနိုင်ပါပြီ။,A young ex-con risks his newfound freedom to track down the estranged daughter of a fellow inmate, and unknowingly brings a devil from her past straight to her doorstep.,"
  },
  {
    "id": "lqkf5dnc-76966",
    "title": "Precious MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/d4ltLIDbvZskSwbzXqi0Hfv5ma4-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Precious\/Precious.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=precious",
    "tag": "",
    "genre": "Drama,",
    "ep": "",
    "date": "Nov. 06, 2009",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/A6dX9TSajWA5ETyQaTmOw6fju2n.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/81ME78JndOYu7IluTi1rxh0cLY2.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/hi6AN3Sg62PGcp3cAH8gTVU43ah.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/uSi5OqbdD4bo6fIO8nd0SENAzIY.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/sGJpqYPy9YDBDqCtomIDBqo87DI.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/vJZ5LApS2zf8jV12yyxHrrrQ3gd.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/iRqWSRdFKi0D6vs1rhwpHerSWcj.jpg\r,",
    "description": ",Download File Here,–,အော်စကာဆု ၂ ခုကို ဆွတ်ခူးထားခဲ့ပြီး IMDb Rating 7.3 ထိ ရထားတဲ့ ဒီဇာတ်ကားဟာဆိုရင် Claireece Precious Jones ဆိုတဲ့ ဆယ်ကျော်သက်မိန်းကလေးတစ်ယောက်ရဲ့ အကြောင်း‌ပဲ ဖြစ်ပါတယ်။အဓိကဇာတ်ဆောင်ဖြစ်တဲ့ Precious ဟာ အဝလွန်တဲ့ လူမည်းတစ်ယောက်ဖြစ်ပြီး ကျောင်းတက်ပေမဲ့ ဘာစာမှမတတ်တဲ့ ကောင်မလေး၊ အသက် ၁၇ နှစ်အရွယ်မှာတင် Down’s Syndrome ရှိတဲ့ ကလေးတစ်ယောက်မွေးထားပြီး ဒုတိယကိုယ်ဝန်ကို လွယ်ထားရတဲ့သူ ဖြစ်တယ်။ ဒုတိယကိုယ်ဝန်လွယ်ထားရတဲ့အချိန်မှာပဲ ကျောင်းက သူ့ကို လက်မခံနိုင်တော့တာကြောင့် ကျောင်းက အထုတ်ခံခဲ့ရပြန်တယ်။ အဲကိုယ်ဝန်ဟာ ဘယ်သူ့ကြောင့်လို့ ထင်ပါသလဲ။အဖေအရင်းဖြစ်သူဆီကပါ။ ငယ်ငယ်လေးကတည်းက အဖေအရင်းဖြစ်သူဆီမှာ အကြမ်းဖက်အနိုင်ကျင့်ခံခဲ့ရသလို အမေဖြစ်သူကိုယ်တိုင်ကလဲ သိရက်နဲ့ တားဆီးခြင်းမရှိတဲ့အပြင် သမီးဖြစ်သူကိုပါ သူ့ယောက်ျားကို ခိုးတယ်ဆိုပြီး မုန်းတီးနေခဲ့တယ်။ Precious ဟာ အကြမ်းဖက်ခံရမှုတွေကြားထဲမှာ ကိုယ့်ဘာသာပဲ Daydreaming လုပ်ပြီး ကိုယ့်ကိုယ်ကိုယ်ဖြေသိမ့်ခဲ့တယ်။ကျောင်းက အထုတ်ခံခဲ့ရပေမဲ့ ကျောင်းအုပ်က သူ့ကို Alternative School တစ်ခုဆီ ပို့ပေးခဲ့တယ်။ အဲကျောင်းမှာ Precious ဟာ သူ့ဘဝအတွက် အလင်းရောင်ဖြစ်တဲ့သူကို ရှာတွေ့ခဲ့တယ်။ Alternative School မှာတက်ပြီးနောက်ပိုင်း Precious တစ်ယောက် ဒီနွံထဲက သူ့ဘဝကိုယ်သူ ဘယ်လိုမျိုး ရုန်းထွက်မလဲ။,Set in Harlem in 1987, Claireece “Precious” Jones is a 16-year-old African American girl born into a life no one would want. She’s pregnant for the second time by her absent father; at home, she must wait hand and foot on her mother, an angry woman who abuses her emotionally and physically. School is chaotic and Precious has reached the ninth grade with good marks and a secret; She can’t read.,"
  },
  {
    "id": "lqnzyvb1-35789",
    "title": "Being John Malkovich MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/xVSvIwRNzwXSs0CLefiiG6A96m4-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Being John Malkovich\/Being John Malkovich.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=being-john-malkovich",
    "tag": "",
    "genre": "Comedy,Drama,Fantasy,",
    "ep": "",
    "date": "Oct. 29, 1999",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/hjUrsPQMyL0gT6FK1hGUbw9fCuB.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/w3Z4zAIrMlvJLpeU7zD6sXc6Rh8.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/2duvg8bPkSKq5pekqzBgwyCYAxI.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/1Nyjb7aeRKynWgmOl8he5ZcvWLm.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/8WncFldKy4oKKtknzcfLKqXXzP5.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/31IGjFG6XVO1iBfnQFYTbWwDZEx.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/cMXjXyX53PMtRVOQYgBmBpTdFak.jpg\r,",
    "description": ",Download File Here,–,ဒီတစ်ခါမှာတော့ 1999ခုနစ်က ထွက်ရှိထားပြီး IMDb 7.7 နဲ့ Rotten Tomatoes မှာ 94%ထိ ရရှိထားတဲ့ အပြင် ဆုပေါင်းများစွာ ရရှိထားတဲ့ Comedy\/Fantasy ဇာတ်ကားတစ်ကားကို တင်ဆက်ပေးသွားမှာပါ။ခရစ်ဟာ ရုပ်သေးဆရာတစ်ယောက်ဖြစ်ပြီး လက်ရှိမှာ အလုပ်လက်မဲ့ ဖြစ်နေသူတစ်ယောက်ပါ တစ်ရက်မှာတော့ သူဟာ လက်စတာကော့ လို့ခေါ်တဲ့ ကုမ္ပဏီမှာ အလုပ်တစ်ခု ရရှိသွားပါတယ်။ ဒီလိုနဲ့ သူ့ရဲ့ ရုံးခန်းအသစ်မှာ ထူးဆန်းတဲ့ အပေါက်တစ်ခုကို ရှာတွေ့သွားပါတယ်။ အဲ့ဒီ အပေါက်ကို ဝင်လိုက်တဲ့သူဟာ နာမည်ကြီး ရုပ်ရှင်မင်းသားရဲ့ ခန္ဓာကိုယ်ထဲကို ရောက်ရှိသွားတာပါ။သာမန်လူတွေအတွက်တော့ အပေါက်ထဲကို ဝင်သွားလိုက်ရင် မင်းသားရဲ့ ကိုယ်ထဲကို ၁၅ မိနစ် ရောက်ရှိသွားပြီး သူ့နေရာမှာ ဝင်ပြီးခံစားခွင့်ရပေမဲ့ ရုပ်သေးဆရာ ခရစ်ကတော့ မင်းသားကြီးရဲ့ ခန္ဓာကိုယ်ကို ကြိုက်သလို ထိန်းချုပ်လို့ရပြီး နေချင်သ‌လောက် နေလို့ရတာပါပဲ ဒီလိုနဲ့ ခရစ်ဟာ သူများရဲ့ ခန္ဓာကိုယ်ကို အပိုင်သိမ်းဖို့ ကြိုးစားရာက ဘယ်လိုဆက်ဖြစ်သွားမှာလဲဆိုတာ‌ကိုတော့ ကြည့်ရှုပေးကြပါဦးခင်ဗျာ။,One day at work, unsuccessful puppeteer Craig finds a portal into the head of actor John Malkovich. The portal soon becomes a passion for anybody who enters its mad and controlling world of overtaking another human body.,"
  },
  {
    "id": "lqicc1dc-16466",
    "title": "Friday After Next MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/sxHFGPKLWj9e3aaA6wGVxghoiPE-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Friday After Next\/Friday After Next.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=friday-after-next",
    "tag": "",
    "genre": "Comedy,",
    "ep": "",
    "date": "Nov. 22, 2002",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/tPltOE6HiKoIrbgXYIr7mrUaCEN.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/kxwD338twFE64BxhLlruPtmqPe8.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/vRL670RNFeoh1jXN2hpj8dWsqdW.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/bfnQPbcmPAXO2QmDONalx4vNWPB.jpg\r,",
    "description": ",Download File Here,–,ခရစ္စမတ်ကာလလည်း နီးနေပြီဆိုတော့ ခရစ္စမတ်အငွေ့အသက်လေးခံစားနိုင်ဖို့ ဇာတ်လမ်းလေး ဖြစ်ပါတယ်။ စန်တာကလော့စ်ဆီက လက်ဆောင်ရဖို့ ဆုတောင်းရတဲ့အချိန်တွေကို ပြန်တွေးမိကြဦးမလား။ ကဲ ဒီဇာတ်လမ်းကတော့ ထူးခြားသွားပါပြီ။ စန်တာဘိုးဘိုးကြီးဆီက လက်ဆောင်ရဖို့ ဝေးသေး၊ စန်တာဘိုးဘိုးကြီးက ပစ္စည်းတွေ လိုက်လုနေလို့ပါပဲ။ ခရစ်ဂ်နဲ့ ဒေးဒေးတို့ ညီအကိုနှစ်ယောက်က မိဘတွေနဲ့ ခွဲပြီးတိုက်ခန်းမှာ နေနေကြပါပြီ။ ခရစ္စမတ်မတိုင်ခင် တစ်နေ့အလို သောကြာနေ့မှာသူတို့အိမ်ကို သူခိုးကပ်ပါတယ်။ သူခိုးကတော့ စန်တာကလော့စ်ဝတ်စုံဝတ်ပြီး ခိုးတဲ့ကောင်ပါတဲ့။ သူတို့ရဲ့ သောကြာနေ့ ပြဿနာလေး ဒီကစပါပြီ။ ခရစ်ဂ်နဲ့ ဒေးဒေးတို့ ပစ္စည်းတွေ အကုန်ပါသွားတဲ့အပြင် အိမ်ငှါးခပေးရမယ့် ငွေတွေပါ ပါသွားတယ်။ ခရစ္စမတ်လက်ဆောင်တွေလည်း မရှိတော့ဘူး၊ အိမ်ငှါးခလည်း ပေးရတော့မယ်၊ ခရစ္စမတ်ပါတီပွဲလေးလည်း ကျင်းပချင်ကြသေးတယ်၊ စန်တာကလော့စ်သူခိုးကိုလည်း ဖမ်းရဦးမယ်။ ဒါနဲ့ သူတို့နှစ်ယောက် သူတို့မိသားစုဘာဘီကျုဆိုင်ရှိတဲ့ မောလ်တစ်ခုမှာ လုံခြုံရေးအစောင့် ဝင်လုပ်ကြပါတယ်။ လုံခြုံရေးလုပ်နေရင်း ဘာတွေကြုံရဦးမလဲပေါ့။ သောကြာနေ့လေးမှာ ညီအကိုနှစ်ယောက် ဘယ်လိုဂယက်တွေ ဖန်တီးကြဦးမလဲ၊ သူတို့ဆန္ဒတွေ ပြည့်ကြပါ့မလား… ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦး။ “Friday” series မှာ သုံးကားမြောက်အနေနဲ့ ထွက်ရှိထားတဲ့ ဟာသဇာတ်လမ်းလေး ဖြစ်ပါတယ်။ Christmas theme songလေးတွေ ခံစားရင်း ရယ်မောပျော်ရွှင်ဖို့ တင်ဆက်ပေးလိုက်ပါပြီ။,Craig and his cousin Day Day have finally moved out of their parents’ houses and into their own crib, working nights at a local mall as security guards. When their house is robbed on Christmas Eve they set out to track down the culprit.,"
  },
  {
    "id": "lqicc3wt-95837",
    "title": "Assailant MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/nFpRKiRamespG2O1ODDCGnX1N6t-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Assailant\/Assailant.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=assailant",
    "tag": "",
    "genre": "Thriller,",
    "ep": "",
    "date": "Mar. 22, 2022",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/mNVV7XvGpxo1KV03EpBL1ZGRHpz.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/papamoVCLaUjs0lMeSsfhYWkT1d.jpg\r,",
    "description": ",Download File Here,–,Action\/Thriller ကြိုက်တဲ့ သူတွေအတွက် မနှစ်ကထွက်ထားတဲ့ Assailant ဆိုတဲ့ ကားကောင်းတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။ဇာတ်လမ်းအကျဥ်းကတော့ အိမ်ထောင်ရေး အဆင်မပြေတဲ့ Jason နဲ့ Zoe တို့ ဇနီးမောင်နှံနှစ်ယောက် အိမ်ထောင်ရေး အကြံပေးဆီကို သွားကြရင်း ရန်တွေဖြစ် ပြဿနာတက်ကာ သူတို့အိမ်ထောင်ရေးကို ကယ်တင်နိုင်ဖို့အတွက် သူတို့နှစ်ဦးချစ်သူဘဝကသွားခဲ့တဲ့ Caribbean တစ်ဝိုက်ကကျွန်းတွေကို ခြေလျင်လျှောက်ခရီးထွက်ဖို့ သဘောတူခဲ့ကြပါတယ်။ခရီးရဲ့ အစမှာထဲက မပြေလည်လာခဲ့ရင်း Taxi ထဲအဝင် ရေဒီယိုသတင်းမှာ လူသတ်သမားတစ်ယောက် လွတ်မြောက်နေတာကိုသိခဲ့ပါတယ်။ ဒီလိုနဲ့ နှစ်ယောက်အတူ ညစာစားဖို့ စားသောက်ဆိုင်တစ်ခုမှာ Michael ဆိုတဲ့လူနဲ့ သိကျွမ်းခဲ့ပြီး အစမှာတော့ မိတ်ဖွဲ့ဆွေဖွဲ့ရင်း နောက်ပိုင်းမှာ Michaelက ထူးဆန်းလာပြီး Jason နဲ့ Zoeတို့ရှေ့မှာ လုံခြုံရေးတစ်ယောက်ကို ရန်ပြုခဲ့ပါတယ်။ နှစ်ယောက်လုံး ကြောက်လန့်တကြားထွက်ပြေးခဲ့ပေမယ့် Jasonရဲ့ ပိုက်ဆံအိတ်ကတော့ စားသောက်ဆိုင်မှာ ကျန်နေခဲ့ပါတယ်။ နောက်ရက် ကျွန်းတစ်ခုပေါ်မှာ သူတို့ထွက်ဖို့ ပြင်ဆင်ထားတဲ့ ခြေကျင်လမ်းလျှောက်ခရီးကို ထွက်ခဲ့ကြပါတယ်။ ဒီလိုနဲ့ လမ်းတလျှောက်လုံး ထူးဆန်းတာတွေနဲ့ ကြုံတွေ့လာခဲ့ရင်း အဲ့ဒီကျွန်းပေါ်ကနေ အသက်ရှင်ရက် လွတ်မြောက်နိုင်မလား ကြည့်ကြရမှာပါ။,A couple sails to the Caribbean in hopes of saving their marriage. After an argument between the husband and a mysterious drifter, the situation devolves into a dangerous pursuit. Now they must fight to save themselves from the assailant.,"
  },
  {
    "id": "lqhyxsif-90256",
    "title": "The Four Feathers MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/jE5Fdoq2xZqfNEptdSXMJr1uN8x-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/The Four Feathers\/The Four Feathers.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=the-four-feathers",
    "tag": "",
    "genre": "Action,Adventure,Drama,Romance,War,",
    "ep": "",
    "date": "Sep. 08, 2002",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/g3B1OkWVXXaseAV3iyhCV41IUEJ.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/5dCJdPKIwbbqbSuKGvGrZcEuvyl.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/2IojDzEWedVbre8KZhZPMoP5az4.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/s1nab8dpk2BWw7lsZHjISxUrGhk.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/2Wif6AyJgQ6tZ6O7AyRVOIfsHkB.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/ubutDzZw1YdPvm2dDm7v2hLjUTh.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/xeYdDCw2qD3mUiKgqp6AUXNiVq7.jpg\r,",
    "description": ",Download File Here,–,ဒီရုပ်ရှင်ကို ၁၉၈၇ မှာ Mr. India နဲ့ ၁၉၉၄ မှာ Bandit Queen အစရှိတဲ့ အိန္ဒိယရုပ်ရှင်တွေကိုရိုက်ပြီး နိုင်ငံတကာရဲ့ အာရုံစိုက်မှုရခဲ့တဲ့ အိန္ဒိယဒါရိုက်တာ Shekhar Kapoor က ရိုက်ထားတယ်။ Bandit Queen အရှိန်ကြောင့်ပဲထင်ပါရဲ့… ယူကေမှာ သူဦးဆုံးရိုက်ခဲ့တဲ့ကားက Cate Blanchett နဲ့ရိုက်တဲ့ Elizabeth… နောက် အခုရုပ်ရှင် The Four Feathers ကို ဆက်ရိုက်တယ်။ နောက် Elizabeth: The Golden Age… သူရိုက်တဲ့သုံးကားလုံးက အင်္ဂလန်သမိုင်းကြောင်းနဲ့သက်ဆိုင်တဲ့ ကားတွေချည်းပဲ။ Elizabeth မှာတော့ ကောင်းခဲ့ပေမဲ့ ဒုတိယကား The Four Feathers မှာတော့ ဇာတ်ရှိန်နည်းနည်းသွက်နေတာကြောင့် ကျတော့ကျသွားတယ်။ ဒါပေမဲ့လည်း ရှေးခေတ်စစ်ပွဲတွေအကြောင်း ကြည့်ရမယ့်ရုပ်ရှင်ဆိုတော့ ကြည့်လို့ပျော်သလို ကြည့်လို့လည်းတန်နေသေးတယ်။ အက်ရှင်ခန်းတွေ စွန့်စားခန်းအခန်းတွေလည်း ပါသင့်သလောက်ပါတာဆိုတော့ အက်ရှင်ပရိသတ်တွေအတွက်လည်း အဆင်ပြေလိမ့်မယ်။ Heath Ledger ရိုက်ဖူးခဲ့တဲ့ A Knight’s Tale လိုပဲ အရမ်းကြီးလန်ပျံမနေရင်တောင် အင်တာတိန်းမန့်တော့ တော်တော်ဖြစ်တဲ့ ကားမျိုးပဲ။ ဝတ္တုကတော့ ၁၉၀၂ကတည်းကထွက်ခဲ့တဲ့ A. E. W. Mason ရဲ့ The Four Feathers စာအုပ်ဆိုတော့ ဂန္ထဝင်စာရင်းဝင်တဲ့စာအုပ်ကို ပြန်ရိုက်ထားတယ်ပြောရမယ်။ ဒါကလည်း ပထမဆုံးရိုက်တာမဟုတ်ပါဘူး။ ရှေ့မှာလည်းတော်တော်ရိုက်ခဲ့ကြပြီးသားပဲ။သရုပ်ဆောင်တွေက Kate Hudson, Heath Ledger, Djimon Hounsou, Wes Bentley, Michael Sheen စတဲ့လူတွေကို သုံးထားတယ်။ အကုန်လုံးတော့ ခင်ဗျားတို့နာမည်နဲ့တွဲသိချင်မှသိမယ်။ ဒါပေမဲ့ ခင်ဗျားတို့ တော်တော်ရင်းနီးပြီးသား လူတွေချည်းပဲ။ ဇာတ်ကတော့ ၁၈၈၄ အင်္ဂလန်မှာ ဇာတ်အိမ်စထားတယ်။ ဗြိတိန်တော်ဝင်တပ်ထဲက သူငယ်ချင်းတစ်အုပ်ရဲ့ ဆက်ဆံရေးကို စပြတယ်။ အဓိကကတော့ မင်းသားရယ် သူ့အခင်ဆုံးသူငယ်ချင်းရယ်ပေါ့။ အဲဒီနောက် သူတို့တပ်ကို အီဂျစ်က ပုန်ကန်သွားတဲ့ကာနယ်အာမက်ကို တိုက်ခိုက်ဖို့ လွှတ်လိုက်တဲ့အချိန်မှာ မင်းသားက တပ်ထဲကနေ နှုတ်ထွက်သွားတယ်။ ဒီနောက် မင်းသားကို သူ့သူငယ်ချင်းသုံးယောက်ရယ် သူလက်ထပ်မယ့်ကောင်မလေးရယ်က ငှက်တောင်မွှေးလေးချောင်းလာပေးသွားကြတယ်။ ငှက်တောင်မွှေးက သူတို့ဆီမှာ သူရဲဘောကြောင်တာကို ကိုယ်စားပြုတယ်။ မင်းသားကို သူရဲဘောကြောင်တဲ့ အလကားကောင်လို့ လာဝိုင်းပြောလိုက်သလိုဖြစ်သွားတယ်။ ဒီလိုနဲ့ နေလာရင်း မင်းသားက ဒီကိစ္စကြီးကို စိတ်ထဲက ဘယ်လိုမှထုတ်မရနိုင်ခဲ့ဘူး။ ဒီတော့ သူ့သူငယ်ချင်းတွေတိုက်ပွဲဝင်နေတဲ့ ဆူဒန်ကို လိုက်သွားပြီး သူ့သတ္တိကို သက်‌သေပြဖို့လုပ်တယ်။ သူကြောက်နေတာက စစ်ပွဲကိုမဟုတ်ဘဲ တခြားအရာတစ်ခုဖြစ်ကြောင်း သက်သေပြဖို့လုပ်ရင်း သူ့သူငယ်ချင်းတစ်ယောက်ချင်းကို သူကယ်တင်ဖို့ကြိုးစားရင်း ဆူဒန်မှာ သူကြုံလာရတဲ့ အခက်အခဲတွေ တိုက်ပွဲတွေကို ပြသွားတယ်။ ဇာတ်တော့ နည်းနည်းသွက်နေပေမဲ့ စစ်ကားတစ်ကားအနေနဲ့ဆို ကြည့်ကောင်းသလို နာမည်ကြီးမင်းသားမင်းသမီးတွေကို မြင်ရမှာဆိုတော့ ကြည့်ဖို့တော့ တန်ပါတယ်။ လွန်လေပြီးသော Heath Ledger ရဲ့ကားဆိုတော့ကာ ဒီရုပ်ရှင်ဟာ ငြင်းစရာတော့မရှိနေပါဘူး။,A young British officer resigns his post when he learns of his regiment’s plan to ship out to the Sudan for the conflict with the Mahdi. His friends and fiancée send him four white feathers as symbols of what they view as his cowardice. To redeem his honor, he disguises himself as an Arab and secretly saves their lives.,"
  },
  {
    "id": "lqichf3u-37826",
    "title": "Fighting MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/xP1uogi5Gjnf6ybSN10lyDpqDlW-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Fighting\/Fighting.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=fighting",
    "tag": "",
    "genre": "Action,Crime,Romance,",
    "ep": "",
    "date": "Apr. 24, 2009",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/lB6qOoGFKxkDZXApXqJNLi6BUJ2.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/l2hE1jGujY0jSH1anT0AWv52VMj.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/kreqhFyJh2PCPA3TSjm11eDlRK4.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/hfOQwtUhuRsuji4g6OoJV4RoODB.jpg\r,",
    "description": ",Download File Here,–,2009 ခုနှစ်က ထွက်ရှိခဲ့တဲ့ underground street fighting ကို အခြေခံထားတဲ့ ကားကောင်းတစ်ကားပါ။မင်းသား Channing Tatum နဲ့ Terrence Howard တို့ ဦးဆောင် ပါဝင်ထားပါတယ်။ New York လမ်းဘေးမှာ ပစ္စည်းအတုတွေ ခင်းရောင်းပြီး အသက်မွေးနေတဲ့ ကောင်လေး Shawn က တစ်ရက်မှာ အမှတ်မထင် Harvey ဆိုသူနဲ့ ဆုံခဲ့ရပါတယ်။ Harveyကလည်း လမ်းမပေါ်မှာ တပည့်တွေနဲ့အတူ ရုပ်ရှင်လက်မှတ်တွေ ရှူးဖိနပ်တွေကို လက်သိပ်ထိုးရောင်းတဲ့အလုပ်နဲ့ အသက်မွေးပါတယ်။ Shawn ဆီမှာ fighter တစ်ယောက် ဖြစ်နိုင်လောက်တဲ့ အရည်အချင်းကို တွေ့သွားတဲ့ Harveyက Shawnကို underground fighting လောကထဲ ဝင်ရောက်ဖို့ ဆွဲခေါ်သွားပါတော့တယ်။နှစ်ဦးကြား သံယောဇဥ်တိုးလာတာနဲ့အတူ အချစ်ရေး အချစ်ရာတွေ အတိတ်က မနာလိုမှုတွေ ရောပြွန်းလာပါတယ်။ Street fightတွေ တစ်ပွဲပြီး တစ်ပွဲ ပြိုင်အပြီးမှာ Shawn ရဲ့ ရန်သူဟောင်း Evan ဆိုသူနဲ့ ယှဥ်ထိုးသတ်ရဖို့ ဖြစ်လာပါတယ်။ ဇာတ်လမ်းက လက်ဝှေ့ကားလည်း မဟုတ် နပန်းကားလည်း မဟုတ် ဒီတိုင်း လမ်းဘေးမှာ ရုန်းကန်နေရတဲ့ လူငယ်လေးရဲ့ အကြောင်းကို ပေါ့ပေါ့ပါးပါးပဲ ရိုက်ထားတာဖြစ်လို့ လေးလေးပင်ပင်တွေ ကြည့်ရတာ မကြိုက်ရင် ကြည့်ဖို့ တိုက်တွန်းပါတယ်။,Small-town boy Shawn MacArthur has come to New York City with nothing. Barely earning a living selling counterfeit goods on the streets, his luck changes when scam artist Harvey Boarden sees that he has a natural talent for streetfighting. When Harvey offers Shawn help at making the real cash, the two form an uneasy partnership.,"
  },
  {
    "id": "lqnzxs7v-45681",
    "title": "Catch Me If You Claus MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/xdZZaEIYBKhnF72CQASdOC7QN3Z-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Catch Me if You Claus\/Catch Me if You Claus.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=catch-me-if-you-claus",
    "tag": "",
    "genre": "Comedy,Romance,TV Movie,",
    "ep": "",
    "date": "Nov. 23, 2023",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/8LPV00MYnab3zK3ThNgRGHUKZJN.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/ALAF9Zvc0se1KpKiE0JgVj3QHV.jpg\r,",
    "description": ",Download File Here,–,ဒီကားလေးက ခရစ်စမတ်ဒရာမာကားလေးပါပဲ။ သတင်းတင်ဆက်သူအဖြစ်အလုပ်ရနိုင်ဖို့ကြိုးစားနေတဲ့အေဗရီက ခရစ်စမတ်ကိုအကြောင်းပြုပြီးတော့သူ့ရဲ့လုပ်နိုင်စွမ်းကိုရှာဖွေတွေ့ရှိသွားတဲ့ စွန့်စားခန်းတွေနဲ့ ကြည့်ရတဲ့ကားလေးပါ။မိသားစုနဲ့အတူ ကြည့်ဖို့သင့်လျော်တဲ့ ဇာတ်ကားပါ။အလုပ်တွေလုပ်နေကြပေမယ့် ဘဝမှာ ကိုယ်တကယ်လုပ်သင့်တာကဘာလဲဆိုတာကို ရှာဖွေဖို့လိုအပ်ပါတယ်။ ဘဝရဲ့အရေးကြီးတဲ့အရာတွေကို လုပ်ဆောင်နိုင်မှာသာ ကျွန်တော်တို့ဟာ ဘဝကို အဓိပ္ပါယ်ရှိရှိဖြတ်သန်းနိုင်ကြတယ်လို့ဆိုကြရမှာပါ။ ဒီဇာတ်လမ်းမှာလည်းကြည့်ရှုသူတွေအနေနဲ့ အဲဒါကိုတွေ့ကြရမှာပါ။ ဒီရုပ်ရှင်ကို ဒါရိုက်တာ Bradley Walsh က စီစဥ်ရိုက်ကူးခဲ့ခြင်းဖြစ်ပြီးIMDb rating 6.6 ရရှိထားပါတယ်။,On the verge of her big break, aspiring news anchor Avery Quinn catches a home intruder wearing a red suit claiming to be Santa’s son, Chris.,"
  },
  {
    "id": "lqhyxu9o-23164",
    "title": "Parastree MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/nTxhj8dY8VRACGD3i8stYUjkNQC-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Parastree\/Parastree.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=parastree",
    "tag": "",
    "genre": "Thriller,",
    "ep": "",
    "date": "Jun. 30, 2023",
    "images": "",
    "description": ",Download File Here,–,(Adult scene တချို့နှင့် သတ်ခန်းဖြတ်ခန်းများအားပီပြင်စွာရိုက်ကူးထားသည့်အတွက်မိသားစုနှင့်အတူကြည့်ရန် မသင့်တော်ပါ)သူများပိုင်တဲ့ပိုက်ဆံ ဇနီးမယားကိုပစ်မှားစိတ်နဲ့ကြည့်တာက အိပ်ရာပေါ်သေခါနီးဆဲဆဲကို မီးရှို့သတ်သေတာနဲ့တူပါတယ်တဲ့ သူများပိုင်ဆိုင်မှုကိုမှသဘောကျတတ်သူတွေ ရှိတာနဲ့ရောင်ရဲမတင်းတိမ်နိုင်ဘဲလိုက်ပွဲလိုချင်တဲ့လူတွေကိုဘယ်လိုမျိုးပညာတွေပြမလဲဆိုတာအားပါးတရကြည့်ရှုရမှာပဲဖြစ်ပါတယ်အာဗယာဆိုတာက ရေဒီယိုအသံလွှင့်ဌာနက ချိုသာလွန်းတဲ့အသံကြောင့်အမာခံပရိသတ်များစွာရရှိထားသူတစ်ယောက်ပါ သူ့မှာအမျိုးသားက ငယ်စဉ်ကတွေ့ကြုံခဲ့တဲ့ဖြစ်ရပ်တစ်ခုကြောင့် တချို့ကိစ္စတွေမှာစိတ္တဇဆန်ဆန်ဖြစ်နေသူတစ်ဦးပေါ့ ဒီအချက်ကိုအာဗယာကမကြိုက်ပါဘူးဒီလိုနဲ့တစ်နေ့ အာဗယာ့အမျိုးသားကအလုပ်ကိစ္စနဲ့ပြည်ပခရီးရှည်တစ်ခုထွက်သွားတယ် တစ်ဖက်မှာလည်း အာဗယာဆော့နေကျ Gym ရုံမှာ လူသစ်တစ်ယောက်ရောက်လာပြီးအာဗယာ့ကိုမြင်မြင်ချင်းသဘောကျသွားလေတော့ အဖော်မဲ့နေတဲ့အာဗယာ့ကိုယောကျာ်းမာယာနဲ့နည်းလမ်းကုန်ထုတ်သုံးပြီးတော့ပိုးပန်းပါတော့တယ်ယောကျာ်းဖြစ်သူကိုစိတ်ကုန်နေတဲ့သူမအတွက် အချစ်သစ်တွေပြန်လန်ပွင့်လန်းလာချိန်မှာ ယောကျာ်းဖြစ်သူပြန်ရောက်လာတာနဲ့တိုးလေတော့ အရင်ကမှစိတ္တဇဖြစ်နေတဲ့အမျိုးသားတစ်ယောက်က အချစ်ရဆုံးမိန်းမဖောက်ပြန်ခံလိုက်ရတဲ့ခံစားချက်ပါထပ်တိုးလေတော့ သူတို့ဘယ်လိုတွေဆက်ဖြစ်သွားမလဲ ဥာဏ်ပညာကပဲအနိုင်ရမလား ဥပဒေကပဲအနိုင်ရမလား..,Dark thriller story occurring after an extramarital affair.,"
  },
  {
    "id": "lqy28bcl-60822",
    "title": "Walid MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2024\/01\/i52ZSFfs0PBpy75TLy8KbBLfWgp-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Walid\/Walid.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=walid",
    "tag": "",
    "genre": "Action,Thriller,",
    "ep": "",
    "date": "Jul. 28, 2023",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/vcXWlU6ywUMnUCCfxLGQjhWLsOf.jpg\r,",
    "description": ",Download File Here,–,မလေးရှားနိုင်ငံ အတွင်းမှာ ဖြစ်ပျက်နေတယ့် လူကုန်ကူးမှုတွေနဲ့ ကလေးများအပေါ်အမြတ်ထုတ်မှုတွေကို အခြေခံရိုက်ကူးထားသော ဘဝပေးဇာတ်ကားလေးဖြစ်ပါတယ်။ကျူးကျော်နေထိုင်နေရတယ့် ကလေးများကို စာသင်ပေးရင်းနဲ့ Walid တစ်ယောက်Aisha ဆိုတဲ့ ကလေးမလေးနဲ့ တွေ့ပြီး ဘယ်လိုအခက်အခဲတွေ ရင်ဆိုင် ကြုံတွေ့ရမလဲ ဆိုတာစိတ်ဝင်စားမှုအပြည့်နဲ့ ရင်ခုန်စွာကြည့်ရှုရမယ့် ပညာပေး အက်ရှင်ကားလေးဖြစ်ပါတယ်။ဇတ်လမ်းအကျဥ်း – Walid တစ်ယောက် ကလေးတွေအပေါ် အမြတ်ထုတ်သူတွေကိုနိုင်ငံတော်နဲ့အတူတူ ဘယ်လိုပညာပေးပြီး ဖမ်းဆီးခံရတဲ့ ကလေးတွေကိုလူကုန်ကူးသူတွေလက်က ဘယ်လို ကယ်တင်မလဲဆိုတာ စိတ်လှုပ်ရှားစွာ ကြည့်ရှုရမယ့်ကလေးငယ်များအတွက် ဘဝသင်ခန်းစာများစွာပါဝင်တဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်။မလေးရှားနဲ့ ထိုင်းနယ်စပ်ကြားမှာ ဖြစ်ပျက်နေတယ့် ခေတ်ပျက်မှုတွေကို မြင်တွေ့ရပြီးမိမိကလေးများအတွက်ရော မိမိတို့အတွက်ပါ နားလည်မှတ်သားဖွယ် ဘဝ အတွေ့အကြုံများကိုWalid ဆိုတဲ့ ကျောင်းဆရာလေးနဲ့ Aisha သော ကလေးမလေး နေရာကနေရသနှစ်မျိုးနဲ့ ခံစားကြည့်ရှုရမယ့် ရသစုံ ပညာပေး အက်ရှင် ဇာတ်ကားလေးဘဲဖြစ်ပါတယ်။,Story about a kind teacher who voluntarily teaches the underprivileged children in a quaint village. All hell break loose when one of his student were kidnapped by gangsters from a human trafficking syndicate.,"
  },
  {
    "id": "lqhyxxb3-94955",
    "title": "Trumbo MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/2RERIRnZkROSeHZAIf8PSxhzOqs-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Trumbo\/Trumbo.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=trumbo",
    "tag": "",
    "genre": "Drama,",
    "ep": "",
    "date": "Oct. 27, 2015",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/5pi1fOWK3P8Q8IXhj9QeZCYfSnG.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/3RoOqUUNKc2rghp7ocshygYzCjO.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/zNT96rAvBIWXOEiENJXibcujuhj.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/qD6z7EdbvWg5ceBSeZSFqLodSVO.jpg\r,",
    "description": ",Download File Here,–,ဒီတစ်ခါမှာတော့ စာရေးဆရာ ဒေါ်လ်တန်ထရမ်ဘိုရဲ့ဘဝအကြောင်းကိုရိုက်ကူးထားတဲ့ Trumbo ဆိုတဲ့ဇာတ်ကားလေးကိုတင်ဆက်ပေးချင်ပါတယ် ဒီဇာတ်ကားလေးထဲမှာ Breaking Bad ထဲမှမင်းသားကြီး Bryan Cranstonကပါဝင်သရုပ်ဆောင်ထားပြီး Malificent ထဲက မင်းသမီးလေး Elle Fanning လည်းပါဝင်ထားပါတယ်။ဇာတ်လမ်းအကျဥ်းလေးကတော့ထရမ်ဘိုဟာ 1947 မှာဟောလိဝုဒ်ရဲ့အအောင်မြင်ဆုံးထိပ်သီးစာရေးဆရာတစ်ယောက်ပါ ဒါပေမဲ့ သူနဲ့အတူ အခြားအနုပညာရှင်တချို့ဟာ ကွန်မြူနစ်တွေအဖြစ် စုံစမ်းစစ်ဆေးခံရပြီး တရားရင်ဆိုင်ရပါတယ် နောက်ပြီး သူတို့တွေကို နာမည်ပျက်စာရင်းသွင်းပြီး သပိတ်မှောက်ကြပါတယ်။ထရမ်ဘိုတို့ဟာလည်း အလုပ်သမားအခွင့်အရေးအတွက် တက်ကြွလှုပ်ရှားမှုတွေမှာထဲထဲဝင်ဝင်ပါဝင်ခဲ့ပြီး ထောင်ကျခဲ့ပါတယ်။ ထောင်ကထွက်လာပြီးနောက်မှာ သူ့ကိုဘယ်သူကမှအလုပ်တွဲမလုပ်ကြတော့ပါ မခေါ်မပြောနဲ့ဝိုင်းပြီးခွဲခြားခံခဲ့ရပါတယ်။ ဒါပေမဲ့ အဲ့လိုအခြေအနေမှာတောင် ဒေါ်လ်တန်တစ်ယောက် စကားလုံးနဲ့ဥာဏ်ပညာကိုအသုံးချပြီး အကယ်ဒမီဆုနှစ်ဆုကိုရအောင်ယူပြခဲ့ပါတယ် အဲ့နောက်မှာတော့ နာမည်ပျက်စာရင်းဆိုတာကြီးကို ဖျောက်ဖျက်ဖို့သူဘယ်လိုကြိုးစားခဲ့တယ်ဆိုတာကို ပုံဖော်ရိုက်ကူးထားပါတယ်ဒီဇာတ်ကားဟာ ဒေါ်လ်တန်ထရမ်ဘိုရဲ့ အတ္ထုပ္ပတ္တိကိုရိုက်ကူးထားတဲ့ Biography Film အမျိုးအစားလေးပါ။,The career of screenwriter Dalton Trumbo is halted by a witch hunt in the late 1940s when he defies the anti-communist HUAC committee and is blacklisted.,"
  },
  {
    "id": "lqnzyhca-30607",
    "title": "Armored MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/oQrAXGkBy84FyGpWrY71ptqs7zD-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Armored\/Armored.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=armored",
    "tag": "",
    "genre": "Action,Crime,Drama,Mystery,Thriller,",
    "ep": "",
    "date": "Dec. 04, 2009",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/nKWg1fkRQrRj8IR5i67dA1HWM5q.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/5TGVq4UERimkKg3cF4Qrhi1ohrM.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/EOAv4NeWOxB5rfGmDJTofX3j3Z.jpg\r,",
    "description": ",Download File Here,–,ကျည်ကာ ကုန်ကားကုမ္ပဏီကို အလုပ်ဝင်ခါစ စစ်သားဟောင်း တိုင် ဟာ မိဘနှစ်ပါးဆုံးပါးသွားပြီးနောက် တိုင်နဲ့ ညီဖြစ်သူ ဂျင်မီတို့ဟာအကြွေးတွေနဲ့ကျန်ခဲ့ပါတော့တယ်။ မိဘများမှ ဘဏ်တွင်အိမ်ကို အပေါင်ထားထားခဲ့ရာ ဘဏ်မှလည်း အိမ်ကိုသိမ်းမည့်အကြောင်း အကြောင်းကြားစာတွေလည်း အပို့ခံနေရပါတယ်။ငွေကြေးအကျပ်အတည်း ရင်ဆိုင်နေရတုန်းမှာပဲ ရင်းနှီးတဲ့လုပ်ဖော်ကိုင်ဖက်တစ်ယောက်မှ သယ်ယူပို့ဆောင်ပေးရမယ့် ငွေ ၄၂မီလီယံကို ခိုးယူကြဖို့ အကြံပြုလာပါတော့တယ်။ တိုင်တစ်ယောက် ဒုစရိုက်မှုနဲ့ အသိဉာဏ်ကြားလွန်ဆွဲရင်း ဘယ်လိုဆုံးဖြတ်ချက်ချမလဲ။ဒေါ်လာ ၄၂ မီလီယံခိုးယူမယ့် အစီအစဉ်ရော အောင်မြင်မှာလား။ လောဘဖုံးလွှမ်းသွားရင် လူတွေက ဆင်ခြင်တုံတရားနည်းသွားပုံတို့ကို သည်းထိပ်ရင်ဖိုရိုက်ကူးပြထားတဲ့ ဇာတ်လမ်းတစ်ပုဒ်ဖြစ်ပါတယ်။,A crew of officers at an armored transport security firm risk their lives when they embark on the ultimate heist against their own company. Armed with a seemingly fool-proof plan, the men plan on making off with a fortune with harm to none. But when an unexpected witness interferes, the plan quickly unravels and all bets are off.,"
  },
  {
    "id": "lqkf7l5y-74909",
    "title": "Alaa Ninnu Cheri MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/lzmQLunkSKIy5sPedTwhgJ3yMtQ-213x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Ala Ninnu Cheri\/Ala Ninnu Cheri.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=alaa-ninnu-cheri",
    "tag": "",
    "genre": "Comedy,Romance,",
    "ep": "",
    "date": "Nov. 10, 2023",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/ce7Yf72dvF4t409i5beC5xWe2M3.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/2IHgdujT3Fa23MNkwFEBLQTr7wR.jpg\r,",
    "description": ",Download File Here,–,IMDb 8.7 ရထားပြီး ကြည့်ပျော်တဲ့ rom-com ကားလေးတစ်ကား ဖြစ်ပါတယ်…အချစ်နဲ့ ဘဝတိုးတက်ရေး တစ်ခုကို မဖြစ်မနေရွေးချယ်ဖို့ ရှိလာတဲ့အခါ ဘယ်ဟာကို စွန့်လွှတ်မလဲဖုန်းတွေ မပေါ်သေးတဲ့ ခေတ်ကာလက နယ်မြို့လေးကို ပုံဖော်ထားတာဖြစ်ပြီးအရာရာရိုးစင်းခဲ့တဲ့ ကာလကို ပြန်လည် တမ်းတလွမ်းဆွတ်မိစေမှာပါဇာတ်လမ်းအကျဥ်းကို ပြောရရင် ဂါနစ်ရှ်ဆိုတဲ့ ကောလိပ်ကျောင်းသားလေးဟာ သူ့ဘော်ဒါ ဖက်တီးတို့နဲ့အတူဘဝကို ကြောင့်ကြမှုကင်းကင်း ဖြတ်သန်းပြီး ပျော်ပျော်နေတတ်ပေမယ့် ရုပ်ရှင်ရိုက်ကူးမှုအတတ်ပညာကိုတော့ ဝါသနာပါသူတစ်ယောက်ပါဒီဗရာကတော့ ရွာက သူဌေးသမီးဖြစ်ပြီး တစ်နေ့ အသိုင်းအဝိုင်းကြီးထဲကသူဌေးသမီးလေး ဒီဗရာနဲ့ ရုပ်ရှင်ဒါရိုက်တာဖြစ်ချင်သူ ဂါနစ်ရှ်တို့ ထုံးစံအတိုင်း ငြိကြပါတော့တယ်ဒါပေမဲ့လည်း တကယ်တမ်းလက်ထပ်မယ့်အရေးမှာတော့ ဂါနက်ရှ်တစ်ယောက်အချစ်နဲ့ အလုပ်မှာ အချစ်ကိုပဲ စွန့်ပယ်ခဲ့ပါတယ်..အသည်းကွဲကျန်ခဲ့တဲ့ သူဌေးသမီးလေး မိဘပေးစားသူနဲ့ ယူတော့မှာလားဂါနစ်ရှ်ကရော သူဖြစ်ချင်ခဲ့တဲ့ အိပ်မက်တွေ ဆက်ပြီး အကောင်အထည်ဖော်နိုင်ဦးမှာလားဘဝတွေ မတူညီကြတဲ့ သူတို့နှစ်ယောက်ရဲ့ အချစ်ဇာတ်လမ်းက ခွဲခွာမှုနဲ့ အဆုံးသတ်ရမှာလားပေါင်းစပ်နိုင်မယ့် အခွင့်အရေးရော ရှိနိုင်သေးလား ဆိုတာကို ပရိသတ်ကြီးပဲ ဆက်လက်ခံစားလိုက်ကြပါ,"
  },
  {
    "id": "lqhyxmog-84442",
    "title": "Thanksgiving MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/f5f3TEVst1nHHyqgn7Z3tlwnBIH-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Thanksgiving\/Thanksgiving.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=thanksgiving",
    "tag": "",
    "genre": "Horror,Mystery,Thriller,",
    "ep": "",
    "date": "Nov. 16, 2023",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/ktHEdqmMWC1wdfPRMRCTZe2OISL.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/igwshQHV36aBkPyWp7En5P4Kn2V.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/meRwi0lVzv7cMnLNJKoZY59krMp.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/5d9wu3ZMoqg7QyhtEkVTHdusRoE.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/hV2q7r2dpGKsKWdquLjxuQ7kO5h.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/rgn69SYW3CQLkwz1FHTVEw0PmXP.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/3JbcNQgSSdh6pw78VwM91b0P3s4.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/ziqnhCpKLt3KtqhIhejpzb6TNxh.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/vg6hkYsa5Q2oOhbOVdztRiIPSPb.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/n8uQNA8HbhT8cdYRbh1pKwJvRoK.jpg,",
    "description": ",Download File Here,–,(ရက်စက်တဲ့သတ်ဖြတ်ခန်းတွေပါတဲ့ R Rated အမျိုးအစား ဟော်ရာမို့နှပ်ချေးစားကလေးငယ်များနှင့်အတူမကြည့်သင့်ပါဘူး…)ဒီနှစ်ထဲမှာ ထွက်ထားတဲ့ ဟော်ရာတွေမှာ အတော်ကောင်းတဲ့ကားထဲမှာပါပါတယ်။သရဲမဟုတ်ဘဲ ဟော်ရာလူသတ်ရုပ်ရှင်ကိုမှ တရားခံမပြထားတဲ့ ပဟေဠိဆန်ဆန် အမျိုးအစားပဲဖြစ်ပါတယ်။Scream ရုပ်ရှင်တွေနဲ့ ဆင်တူပါတယ်။ ကျေးဇူးတော်နေ့မှာ ပလိုင်းမောက်မြို့လေးရဲ့ ရိုက်ကုန်တိုက်ပိုင်ရှင်ကအထူးလျှော့ဈေးနဲ့ ရောင်းပေးဖို့ကြေညာထားတဲ့အတွက် ကုန်တိုက်ရှေ့မှာတစ်မြိုု့လုံး လာစုနေကြပါတယ်။ အဲဒီဈေးရောင်းပွဲတော်မှာ ရုတ်ရုတ်သဲသဲတွေ ဖြစ်ကုန်ပြီးလူတွေသေကုန်တာနဲ့အဆုံးသွားပါတယ်။ နောက်တစ်နှစ် ကျေးဇူးတော်နေ့အချိန်မှာဒီဈေးရောင်းပွဲတော်ကိုပဲ ထပ်လုပ်ဖို့စီစဉ်ချိန်မှာတော့ အရင်နှစ်က ပွဲမှာ လူသေမှုတွေဖြစ်အောင်ပတ်သတ်ခဲ့တဲ့သူတွေအားလုံး တစ်ယောက်ပြီး တစ်ယောက် ရက်ရက်စက်စက်လိုက်သတ်တာခံရပါတော့တယ်။ ဒီတော့ အရင်နှစ် ကျေးဇူးတော်နေ့က သေသွားခဲ့တဲ့သူတွေနဲ့ပတ်သတ်တဲ့သူတွေထဲက ဘယ်သူက တရားခံလဲဆိုတာကို လိုက်ဖော်ဖို့ ကြိုးစားရင်းအသတ်မခံရအောင် ရုန်းကန်ကြရတဲ့လူတစ်စုကို ကြည့်ရမှာပါပဲ။ သတ်ဖြတ်ခန်းတွေအရမ်းကြမ်းတမ်းလို့ ကြောက်တတ်သူတွေမကြည့်သင့်ကြောင်း ကြိုပြောထားပါရစေ။,After a Black Friday riot ends in tragedy, a mysterious Thanksgiving-inspired killer terrorizes Plymouth, Massachusetts – the birthplace of the holiday. Picking off residents one by one, what begins as random revenge killings are soon revealed to be part of a larger, sinister holiday plan.,"
  },
  {
    "id": "lqhzm1p6-83220",
    "title": "The Miracle Worker MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/3dI6UVM5W1sz3MU9gNK5nVDcAyQ-202x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/The Miracle Worker\/The Miracle Worker.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=the-miracle-worker",
    "tag": "",
    "genre": "Drama,",
    "ep": "",
    "date": "May. 23, 1962",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/lUUB7fPMx5bNYpE1ePoKlO8eaKj.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/5bvQEihHBKJ0Rs1J46HcG0wASDr.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/tlYkK43Yr6xOFzx5ZHm4Tn6jTzA.jpg\r,",
    "description": ",Download File Here,–,ဒီဇာတ်လမ်းကို ဒါရိုက်တာ အာသာပန်က ရိုက်ကူးထားတာ ဖြစ်ပြီးမင်းသမီး အန်းဘန်ခရော့ထ်နဲ့ ပတ်တီဒုခ်တို့က အဓိက သရုပ်ဆောင်ထားပါတယ်။၁၉၆၂ ခုနှစ်က ရိုက်ကူးခဲ့တဲ့ ဂန္ထဝင်ဇာတ်ကားတစ်ကား ဖြစ်ပြီးသရုပ်ဆောင်တွေရဲ့ အကောင်းဆုံးသော တင်ဆက်မှုတွေကို ခံစားကြရမှာပါ။ ဒီဇာတ်လမ်းက လူတိုင်းနဲ့ မစိမ်းတဲ့သူ၊ စာပေနိုဗယ်ဆု မရရှိခဲ့ပေမဲ့ဆန်ကာတင်စာရင်းထဲထိ ပါဝင်နိုင်ခဲ့တဲ့ မျက်မမြင်စာရေးဆရာမ ဟယ်လင်ကယ်လာရဲ့ ငယ်ဘဝဇာတ်ကြာင်းကိုရိုက်ကူးထားတာ ဖြစ်ပါတယ်။လူတိုင်းလေးစားရတဲ့ ဟယ်လင်ကယ်လာရဲ့ သနားစရာရုန်းကန်လှုပ်ရှားခဲ့ရတဲ့ အချိန်အပိုင်းအခြားတစ်ခုကိုအံ့ဩမှင်သက်စွာ ခံစားရမှာ ဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့ မွေးကင်းစ အရွယ်မှာနေမကောင်းဖြစ်ပြီး မျက်စိကွယ်၊ နားမကြား ဖြစ်သွားရတဲ့ဟယ်လင်ကယ်လာလေးကို အန်နီ ဆော်လီဗန်ကသင်ကြားပေးဖို့ ဖြစ်လာပါတယ်။ ငယ်စဉ်ကတည်းက မျက်မမြင်ဖြစ်တဲ့ အန်နီဆော်လီဗန်ဟာဟယ်လင်ကယ်လာလေးကို ကမ္ဘာကြီးမှာ ရှိသမျှအရာတွေအားလုံးကို သိစေချင်စိတ် ဖြစ်လာခဲ့ပါတယ်။သင်ကြားပေးရာမှာလည်း မသန်စွမ်းသူတစ်ယောက်အ‌နေနဲ့ မဟုတ်ဘဲသာမန်လူတစ်ယောက်လို ဘဝကို ဖြတ်သန်းနိုင်ဖို့ သင်ကြားပေးခဲ့ပါတယ်။ ဟယ်လင်ကယ်လာလေးကို သနားချစ်နဲ့ အလိုလိုက်ထားတဲ့မိဘတွေနဲ့ ကလေးကို သင်ကြားပေးချင်တဲ့ စေတနာအပြည့်နဲ့ဆရာမကြားမှာ အပြိုင် လွန်ဆွဲနေကြတဲ့အကြောင်းကို ရသစုံလင်စွာ ကြည့်ရှုရမှာပါ။,The true story of the frightening, lonely world of silence and darkness of 7-year-old Helen Keller who, since infancy, has never seen the sky, heard her mother’s voice or expressed her innermost feelings. Then Annie Sullivan, a 20-year-old teacher from Boston, arrives. Having just recently regained her own sight, the no-nonsense Annie reaches out to Helen through the power of touch, the only tool they have in common, and leads her bold pupil on a miraculous journey from fear and isolation to happiness and light.,"
  },
  {
    "id": "lqnzxia9-38860",
    "title": "Kuiko MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/hGzvE0iYCNGVj5Dc3hu10Tk9ln3-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Kuiko\/Kuiko.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=kuiko",
    "tag": "",
    "genre": "Drama,Family,",
    "ep": "",
    "date": "Nov. 24, 2023",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/iVbFpByiMoTvJVBEdMukQN7byVD.jpg\r,",
    "description": ",Download File Here,–,ဟာသမင်းသားကြီး ယိုဂီဘာဘူနဲ့ တမီးလ်မင်းသားကြီး Vidharth တို့ပါဝင်ထားတဲ့Netflix ကနေထုတ်လွှင့်လာတဲ့ ဟာသဇာတ်လမ်းတစ်ပုဒ်ဖြစ်ပါတယ်ဒဿနပေါင်းများစွာနဲ့ ဘဝကြီးကိုပုံဖော်နေတဲ့ ကျောင်းဆရာတစ်ယောက်က ဆေးလိပ်ခိုးသောက်နေတဲ့ကျောင်းသားတွေဆီက အကြံနဲ့ဆေးလိပ်လုသောက်ပြီး ဆေးလိပ်ဒဿနဖွင့်နေတဲ့အချိန်ကျောင်းအုပ်ကြီးနဲ့တွေ့ပြီး အလုပ်ထုတ်ခံလိုက်ရပါတယ်အလုပ်မရှိဝင်ငွေမရှိနဲ့ ချန်နိုင်းမှာလုပ်မဲ့ IPL ပွဲကြည့်ချင်စိတ်ပြင်းပြလာတော့ရှေ့အကြွေးတွေမဆပ်ရသေးတဲ့ ဦးလေးဆီကိုပဲမျက်နှာပြောင်တိုက် ထပ်ချေးငှားရတာပေါ့ဦးလေးဖြစ်သူဟာလည်း ငွေတိုးပေးစားနေပေမဲ့ အရမ်းသနားတတ်တော့ ငိုပြလိုက်ချေးလိုက်ပြန်မရလိုက်နဲ့ သဘောမနောကောင်းငွေတိုးရှင်ကြီးပါတဲ့။ဇာတ်‌လိုက်ကျော်ယိုဂီဘာဘူကြီးကတော့ ဆော်ဒီရောက် အသဲကွဲသမားလေး။မိခင်ဖြစ်သူနာရေးကြောင့် ဇာတိကိုပြန်လာမဲ့သူ။ဒီနာရေးမှာ အခေါင်းအတွက် ချေးငှားပေးရသူက သဘောမနောကောင်းငွေတိုးရှင်ကြီး။IPL ပွဲသွားကြည့်ချင်တဲ့ အလုပ်လက်မဲ့ ဒဿနကျောင်းဆရာလေးက ဒီအခေါင်းကို လိုက်တာဝန်ယူစောင့်ရှောက်ပေးရမဲ့သူ။ဒီသုံးယောက်ရဲ့ အလွဲအချော်လေးတွေက တဟားဟားရယ်မောရတာမဟုတ်ဘဲကြည့်ရင်းတွေးရင်းသဘောပေါက်ရင်းပြုံးမိရင်း ရှုစားရမဲ့ဇာတ်လမ်းတစ်ပုဒ်ပါ,"
  },
  {
    "id": "lqnzy9tz-24162",
    "title": "Polytechnique MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/k0xmtct9cSseksuFKMSXxM8hfni-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Polytechnique\/Polytechnique.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=polytechnique",
    "tag": "",
    "genre": "Crime,Drama,Thriller,",
    "ep": "",
    "date": "Feb. 06, 2009",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/7dYC9ZbPFDu97xGSZDZ2RX2x0WW.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/2OamqnhYS7yRFsmvGMNjZdY3hyA.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/fUClVnoNYbC8Jf252IEfuueRQLB.jpg\r,",
    "description": ",Download File Here,–,လူတွေဟာ စိတ်အလိုမကျမှုတွေ၊ စိတ်မွန်းကျပ်မှုတွေ၊ ဒေါသစိတ်တွေ အဆုံးစွန်ထိများပြားလာပြီး ဘယ်လိုမှမထိန်းနိုင်တော့တဲ့အခါ တစ်နည်းနည်းနဲ့ ပွင့်ထွက်ပေါက်ကွဲတတ်ကြတာ မဆန်းတဲ့ဖြစ်စဥ်တစ်ရပ်ဖြစ်ပါတယ်။ အဲ့လိုဖိစီးမှုတွေများလာတဲ့အခါ အချို့က တရားဓမ္မနဲ့ ပွင့်ထွက်စေသလို၊ တချို့က လောင်းကစား၊ အရက်မူးယစ်ဆေး၊ အပျော်အပါးတွေနဲ့ ဖြေလျှော့တတ်ပြီး တချို့ကျတော့လည်း တေးဂီတ၊ ရုပ်ရှင်တွေနားဆင်ကြည့်ရှုတာမျိုး၊ အပန်းဖြေခရီးထွက်တာမျိုးတွေနဲ့ အဆင်ပြေသွားတတ်ကြပါတယ်။ဒါပေမဲ့ တချို့လူတွေကတော့ စိတ်ထဲမှာအရမ်း overwhelmed ဖြစ်လာတဲ့အခါ တခြားသူတွေလို နည်းအမျိုးမျိုးနဲ့ဖြေသိမ့်ဖြေလျှော့နိုင်စွမ်းတွေမရှိကြပါဘူး။ သူတို့ဟာ များသောအားဖြင့် စိတ်ပညာသဘောတရားအရ introvert (အတွင်းကြိတ်) တွေဖြစ်လေ့ရှိကြပါတယ်။ အဲ့လိုလူတွေဟာ အတွင်းအဇ္ဈတ္တရဲ့ပူလောင်မွန်းကျပ်မှုကို တကိုယ်လုံး စိတ်ရောကိုယ်ပါ အကူးစက်ခံပြီးတဲ့အဆုံး၊ မတတ်သာတဲ့အဆုံးမှာတော့ နောက်ဆုံးထွက်ပေါက်ဖြစ်တဲ့ သေကြောင်းကြံတာမျိုးတွေ လုပ်တတ်ကြပါတယ်။တချို့အဲ့လိုလူမျိုးတွေကတော့ မိမိကိုယ်ကိုလည်း သေကြောင်းကြံသလို မိမိဘက်ကမတရားဘူးလို့ယူဆတဲ့အရာ၊ မိမိဒုက္ခတွေရဲ့ အရင်းအမြစ်လို့ သူ့ဟာသူယူဆတဲ့အရာတွေကိုပါ တပါတည်းအဆုံးသတ်ပြီးမှ သေကြောင်းကြံလေ့ရှိသလို တချို့ကျတော့လည်း အဲ့ဒီအရာတွေပေါ်ကို စိတ်လွှတ်ချပေါက်ကွဲပစ်လိုက်ရုံနဲ့ နှစ်သိမ့်ရာရသွားတတ်ကြတာမျိုးလည်းရှိပါတယ်။ဒါတွေဟာ ယနေ့ခေတ်မှာ ကျွန်တော်တို့မကြားချင်ဘဲကြားကြားနေကြရတဲ့ လက်နက်မဲ့သူတွေအပေါ် အကြမ်းဖက်မှုတွေ၊ စာသင်ကျောင်း၊ ပွဲတော်ပစ်ခတ်မှုတွေ၊ တစ်ကိုယ်တော်(lone wolf) တိုက်ခိုက်မှုတွေရဲ့နောက်ခံအကြောင်းတရားတွေထဲက တစ်ခုပဲဖြစ်ပါတယ်။၁၉၈၉ ခုနှစ်၊ ဒီဇင်ဘာလ ၆ ရက်နေ့မှာ ကနေဒါနိုင်ငံ၊ ကွီးဘက်ခ်ပြည်နယ်၊ မွန်ထရီရယ်မြို့မှာ ပစ်ခတ်မှုတစ်ခုဖြစ်ပွားခဲ့ပါတယ်။ Ecole Poly technique မှာဖြစ်ပွားခဲ့တာဖြစ်ပြီး အမျိုးသမီး ၁၄ ယောက်သေဆုံးကာ နောက်ထပ်အမျိုးသမီး ၁၀ ယောက်နဲ့ အမျိုးသား ၄ ယောက် ဒဏ်ရာရရှိခဲ့ပါတယ်။ ပစ်ခတ်သူ Marc Lepine ဆိုတာ ဣတ္ထိယပဓာနဝါဒဆန့်ကျင်ရေးသမားတစ်ယောက်ဖြစ်ပြီး ပစ်ခတ်မှုကျူးလွန်ပြီးတဲ့အခါမှာ သူ့ကိုယ်သူလည်း သတ်သေသွားခဲ့ပါတယ်။ အဲဒီပစ်ခတ်မှုကြောင့်ပဲ ကနေဒါနိုင်ငံမှာ သေနတ်ကိုင်ဆောင်မှုနဲ့ပတ်သက်ပြီး စည်းမျဥ်း၊ စည်းကမ်းတွေ ပိုတင်းကျပ်သွားခဲ့ပါတယ်။ ဒီပစ်ခတ်မှုဖြစ်စဥ်ဟာ ကနေဒါနိုင်ငံမှာတော့ ၂၀၂၀ ပြည့်နှစ် Nova Scotia တိုက်ခိုက်မှုမတိုင်ခင်အထိ လူအသေအပျောက်အများဆုံး ပစ်ခတ်မှုဖြစ်စဥ်ဖြစ်ပါတယ်။အခုဇာတ်လမ်းလေးကတော့ အဆိုပါ ၁၉၈၉ ခုနှစ် ပစ်ခတ်မှုဖြစ်စဥ်ကို အခြေခံပြီးရိုက်ကူးထားတဲ့ ဖြစ်ရပ်မှန်ဇာတ်လမ်းဖြစ်ပါတယ်။ ဇာတ်လမ်းတစ်ခုလုံးကို သေနတ်သမားနဲ့ ကျောင်းသားနှစ်ဦးဖြစ်တဲ့ ဂျေအက်ဖ်နဲ့ ဗယ်လာရီတို့ရဲ့ ရှုထောင့်ကနေ တင်ဆက်ပြသထားပါတယ်။ ပါဝင်ထားတဲ့ သရုပ်ဆောင်တွေကတော့ Maxim Gaudette၊ Sebastien Huberdeau၊ Karine Vanasse၊ Evelyne Brochu၊ Johanne Marie Tremblay၊ Pierre- Yves Cardinal တို့ဖြစ်ပါတယ်။ ဒါရိုက်တာ Denis Villeneuve ကရိုက်ကူးပေးထားပြီး ဇာတ်ညွှန်းကိုတော့ Jacques Davidts နဲ့ ဒါရိုက်တာ Denis Villeneuve တို့ကိုယ်တိုင်က ရေးသားထားပါတယ်။ အင်္ဂလိပ်၊ ပြင်သစ် ဘာသာစကားနှစ်မျိုးနဲ့ ၂၀၀၉ ခုနှစ် ဖေဖော်ဝါရီမှာ စတင်ပြသခဲ့ပြီး မကြာခင်မှာပဲ ၂၀၀၉ ခုနှစ် ကိန်းစ်ရုပ်ရှင်ပွဲတော်မှာ ဝင်ရောက်ပြသခဲ့ပါတယ်။ ၂၀၀၉ ခုနှစ်မှာပဲ Toronto Film Critics Association ရဲ့ Best Canadian Film ဆုကိုဆွတ်ခူးခဲ့သလို ၂၀၁၀ ခုနှစ်မှာလည်း Genie Awards နဲ့ Juntra Awards ကချီးမြှင့်တဲ့ ဆုအများအပြားကို ရရှိထားပါတယ်။ Genie Awards ဆုကိုးဆုထိရခဲ့ပြီး ထင်ရှားတဲ့ဆုကတော့ Best Motion Picture ဆုဖြစ်ပါတယ်။ ကုန်ကျစရိတ် ဒေါ်လာ ၆ သန်း အကုန်အကျခံရိုက်ကူးထားတဲ့ဇာတ်ကားဖြစ်ပြီး IMDb rating 7.2၊ Rotten Tomatoes 88% နဲ့ Metacritic rating 63% ရာခိုင်နှုန်းရထားပါတယ်။ဒီဇာတ်ကားကို ဖြစ်စဥ်နဲ့အနီးစပ်ဆုံးတူညီအောင်ရိုက်ကူးတင်ဆက်ထားတာဖြစ်ပြီး ဖြစ်စဥ်အကြောင်းအရာဘက်ကို အသားပေးတင်ပြထားတာဖြစ်လို့ တခြား drama ပိုင်းတွေကို အနည်းငယ်လျှော့ထားသလို cinematography ပိုင်းမှာလည်း အဖြစ်မှန်ကို ပရိသတ်တစိမ့်စိမ့်ခံစားမိစေဖို့၊ ဒါရိုက်တာပေးချင်တဲ့ message ကို တွေ့ထိခံစားမိစေဖို့ black and white mode နဲ့ scene တစ်ခုချင်းစီအလိုက် သေချာလေးရိုက်ပြထားပါတယ်။ ကျွန်တော်တို့အနေနဲ့ ဒီဇာတ်ကားကြည့်ပြီး ခေတ်မီတိုးတက်လှပါတယ်၊ ဒီမိုကရေစီလူ့အခွင့်အရေးထွန်းကားလှပါတယ်ဆိုတဲ့ ချမ်းသာတဲ့အနောက်နိုင်ငံကြီးတွေမှာ ဘယ်လိုမညီမျှမှုတွေ၊ ဘယ်လို အကျင့်သီလနဲ့ လူ့ကျင့်ဝတ်ပိုင်းဆိုင်ရာ ချွတ်ချော်ဖောက်ပြားမှုတွေ များနေကြပြီလဲဆိုတာ ဆဝါးရင်း အတွေးနယ်ချဲ့ကြည့်မိကြလိမ့်မယ်လို့ ထင်ပါတယ်။,A dramatization of the Montreal Massacre of 1989 where several female engineering students were murdered by an unstable misogynist.,"
  },
  {
    "id": "lqhzwwin-84633",
    "title": "Toby MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/rEpICSg7LRqAwwhkfd7VX1w5kjm-212x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Toby\/Toby.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=toby",
    "tag": "",
    "genre": "Action,Drama,Mystery,Thriller,",
    "ep": "",
    "date": "Aug. 25, 2023",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/w5bafQ2YCDizQHM2wLBoPlpseNy.jpg\r,",
    "description": ",Download File Here,–,ဟာသကားတွေမှာမြင်ရလေ့ရှိတဲ့ ရာ့ဂျ်ဘီရှက်တီကို လူမိုက်ကြီးတစ်ယောက်အနေနဲ့တွေ့မြင်ရမဲ့ ကန်နေဒါရုပ်ရှင်လေးတစ်ကား တင်ဆက်ပေးလိုက်ပါတယ်။ရာ့ဂျ်ဘီရှက်တီဆိုတာ ခွေးလေးတစ်ကောင်အနေနဲ့ အကယ်ဒမီရသွားတဲ့ရုပ်ရှင်ထဲမှာဒေါက်တာနေရာက သရုပ်ဆောင်ခဲ့တဲ့သူ။ အခုဒီရုပ်ရှင်က ရုံတင်ပြသပြီးတဲ့နောက်မှာပဲဝေဖန်ရေးသမားတွေရဲ့ အကြိုက်တွေ့ခဲ့သလို ပရိသတ်တွေကြားမှာလည်း အတော်လေးပြောစမှတ်တွင်သွားခဲ့ပါတယ်။တိုဘီဆိုတာ အနေအေးတဲ့လူကြီးဖြစ်နေပေမဲ့ ကျေးရွာဥက္ကဌက သူ့ရဲ့မှောင်ခိုလုပ်ငန်းတွေနဲ့ပတ်သက်ပြီးလူသတ်စရာရှိလာရင် ရံဖန်ရံခါ ငှားရမ်းသတ်ဖြတ်ခိုင်းလေ့ရှိတဲ့ ကြေးစားလူသတ်သမားကြီးလည်း ဖြစ်နေပြန်ရော။သမီးလေးတစ်ယောက်ရှိပြီး ပတ်ဝန်းကျင်ကြမ်းတော့ စရိုက်ခပ်ကြမ်းကြမ်းနဲ့ ကမ်းခြေမှာအသားငါးလုပ်ငန်းလုပ်ရပါတယ်။အဖေဖြစ်သူကို ထောင်ကနေသွားသွားခေါ်နေရတော့ စိတ်အချဉ်ပေါက်ပြီး ဖခင်တိုဘီကိုလူသတ်မှုကျူးလွန်စေသူ ရွာသူကြီးဆီသွားပြီး ပွဲကြမ်းပါတော့တယ်။အဲဒီကနေစလို့ ပြဿနာတွေကမပြီးဘဲ ဂျန်နီရဲ့ခင်ပွန်းဖြစ်သူက ရွာလူကြီးရဲ့မှောင်ခိုလုပ်ငန်းတွေမှာအနှောင့်အယှက်အဖြစ်နဲ့ ရွာလူကြီးက မြင်လာတဲ့အခါမှာတော့။ရွာလူကြီးခိုင်းတာလုပ်ပြီး ခပ်အေးအေးနေတဲ့အရက်သမားကြီးတိုဘီတစ်ယောက် သမီးဖြစ်သူရဲ့အသက်အန္တရာယ်ထိပါ ထိပါးလာချိန်မှာတော့ရွာလူကြီးနဲ့ ထိပ်တိုက်ရင်ဆိုင်ပါတော့တယ်။ဖခင်တစ်ယောက်ရဲ့မေတ္တာဖွဲ့လား…လူမိုက်တယောက်ရဲ့သွားရာလမ်းလား…ဆိုတာတော့ ခံစားကြည့်ရှုကြပါဦး။,An estranged man deemed to be a beast vows to break free from the evil world and transform himself for his foster daughter.,"
  },
  {
    "id": "lqj9bqv8-47067",
    "title": "Theri MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/f6BhexotEqO3GejXa3FopBNGL6M-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Theri\/Theri.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=theri",
    "tag": "",
    "genre": "Action,Family,Romance,",
    "ep": "",
    "date": "Apr. 14, 2016",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/yzoyr6nuB3ChA38MSHjYKlMpU6W.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/mC4jZOnwVUvyezTxhzzBKHfLgcw.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/A2lTyvYuhTxt6suBbsXkPI3l8rS.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/wdWCoPq92VfT6rk28mIlmy47LaS.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/zWZj9zD5DCnA5HowNNMfY4xG3Be.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/oKF3uEuzqfcuXHrdMg0BvGHBRGe.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/5cutuioDV2CYAisdGndc1m9YoBg.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/fkhUBRV2pkK0dWC09MZ5LdyE2De.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/2MM7a79h8pjx6UgrzLKvZfSksP4.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/mkb4xnkwbuYxKlTA0XZgzODyM5J.jpg,",
    "description": ",Download File Here,–,မင်းသား ဗီဂျေးရဲ့ ၂၀၁၆ က ထွက်ရှိခဲ့တဲ့ ကြမ်းကြမ်းရမ်းရမ်း ကားဟောင်းလေးကို တက်ဆက်ပေးလိုက်ပါတယ်…ဗီဂျေးရဲ့ ရုပ်ရှင်ဆိုတဲ့အတိုင်း ကြမ်းပေ့ဆိုတဲ့ တမီလ်း action\/thriller ဖြစ်ပြီး ရုံတင်ငွေ ၂ ဆ ပြန်လည် ရရှိရုံသာမကအခုဆိုရင် တီဗီချန်နယ်တွေက ပြန်လည်ပြသမှုကြောင့် ဗီဂျေးရဲ့ အကောင်းဆုံးထုတ်ကုန်ထဲက တစ်ခုအဖြစ် နာမည်ရနေပြီပဲ ဖြစ်ပါတယ်…လတ်တလော ထွက်ရှိထားတဲ့ ဗီဂျေးရဲ့ Leo ကို ကြိုက်တယ်ဆိုရင် ဒီကားကိုလည်း ကြည့်လိုက်ကြပါဇာတ်လမ်းအကျဥ်းကတော့ ဘဝကို ငြိမ်းငြိမ်းချမ်းချမ်း ပေါင်မုန့်ဖုတ်ပြီး ဖြတ်သန်းနေတဲ့ ရိုးသားကြိုးစားဖိုးသခွားဂျိုးဆပ်ကူရူဗီလာဆိုသူတစ်ယောက် သမီးငယ်လေး နီဗီနဲ့ နေ့တိုင်း အတူသွား အတူလာ ကျောင်းပို့ကျောင်းကြိုနဲ့ ပျော်ရွှင်နေလျက်ရှိပါတယ်…နီဗီ့ရဲ့ ဆရာမချောချော အန်နီကလည်း ဂျိုးဆပ်ကို အထာတွေ ပေးလို့ သာယာနေတဲ့ သူတို့ရဲ့ ဘဝလေးမှာ တစ်နေ့မှာတော့လူမိုက်တစ်စုရဲ့ နှောင့်ယှက်မှုကို ကြုံရပါတယ်…ရဲစခန်းမှာ ဆရာမက တိုင်ချက်ဖွင့်တော့ ရဲစခန်းမှာ လက်မှတ်ထိုးဖို့ လိုလာတဲ့အခါမှာ ဂျိုးဆပ်တစ်ယောက် မလုံမလဲတွေဖြစ်နေပါတော့တယ်…ဒါကို ရိပ်မိသွားတဲ့ အန်နီက ဂျိုးဆပ်တစ်ယောက် အတိတ်မှာ ရဲမှူးတစ်ယောက် ဖြစ်ခဲ့တယ် ဆိုတာကို သိသွားခဲ့ပြီး အန်နီ့ကို ဖြစ်ကြောင်းကုန်စင်ပြောပြရပါတော့တယ်တချိန်က သောက်ကြမ်းကြီးတစ်ယောက် ဘာဖြစ်လို့ လူမသိသူမသိ ဇာတ်မြှုပ်ပေါင်မုန့်ဖုတ်နေရသလဲနိုင်ငံရေးသမားတွေနဲ့ အထိ ပတ်သက်နေခဲ့ပြီး ရန်ငြိုးတစ်ချို့ရဲ့ ရိုက်ခတ်မှုက အန်နီလေးရဲ့ အမေ့ကိုပါ ထိခိုက်ရတဲ့အထိ ဘယ်လိုများ ရှုပ်ထွေးခဲ့သလဲကိုယ်က ဘယ်လောက်ပဲ ကင်းအောင်နေနေ တချိန်က ရန်ငြှိုးတွေက မီးခိုးကြွက်လျှောက်သလို ပါလာနေသေးတဲ့အခါမှာ ဂျိုးဆပ်တစ်ယောက် သူ့သမီးကို အန္တရာယ်တွေကြားက ဘယ်လိုကာကွယ်မလဲချစ်ခြင်းတရား ဒေါသ နဲ့ ကလဲ့စားချေခြင်းဆိုတဲ့ ခေါင်းစဥ်အောက်မှာ ဘယ်လို အကွဲကွဲအပြဲပြဲ ဖြစ်ခဲ့ကြမှာလဲ ဆိုတာကတော့…အက်ရှင်ပြကွက် ကြမ်းကြမ်းနဲ့ ဒီရုပ်ရှင်မှာ ဆက်လက်ရှုစားပေးကြပါဦး,When an honest cop, Vijay Kumar’s family is ruthlessly slaughtered by a politician and his aides, he decides to change his identity and commits his life to bring his daughter up in a serene atmosphere. But some freak events end up compromising his identity and what he does to save his daughter and avenge the death of his family unfurls as Theri.,"
  },
  {
    "id": "lqj9b8z1-32495",
    "title": "The Persian Version MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/tpcUj1h7lB03Bj5UCHeTEY3XH7S-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/The Persian Version\/The Persian Version.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=the-persian-version",
    "tag": "",
    "genre": "Comedy,Drama,Romance,",
    "ep": "",
    "date": "Oct. 20, 2023",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/n1ER2rJDswdM1mChgWnu0bHRPF9.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/bzE78VKaJIJBB3A3W7UglxNCpxj.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/jnjKdsGk1rGny261Eib2L4kFTcI.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/vGtwv3K5mPDziqVjQjhjLUf5JeV.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/cpugpAxrkF6SZNEJrEcAS0i8XjP.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/rfLy4UAHBD2YgKCeKjniaQG4oM0.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/xF5apoIITQFrcYCCnUQKoDM6eg9.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/8WYrrrNEwFLLaQekDWfcAM2nQnI.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/1EKcqJFSogpXHr33Z0B2IqdZUKT.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/lsfdEPDdBFNSPk4xKk3AG5tqfCc.jpg,",
    "description": ",Download File Here,–,ဒီတစ်ခေါက်မှာတော့ IMDB 6.5\/10 ရရှိထားတဲ့ Romance\/Comedy ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ပါရှန်း(အီရန်)-အမေရိကန်မလေးဖြစ်သူ လေလာက ငယ်ငယ်ကတည်းက မိခင်နဲ့ ဖခင်ရဲ့ နိုင်ငံနှစ်နိုင်ငံကြား ဗျာများခဲ့ရသူပါ။ အစ်ကိုတွေ မောင်တွေ ကိုးယောက်တောင်ရှိတဲ့ မိသားစုထဲမှာ တစ်ဦးတည်းသော သမီးမိန်းကလေးဖြစ်သူ သူမကို သူ့အမေ ရှီယင်က အများကြီးမျှော်လင့်ထားခဲ့ပေမဲ့ တကယ်တမ်း အရွယ်ရောက်လာတဲ့အခါမှာတော့ လေလာက lesbian တစ်ယောက်ဖြစ်ခဲ့ပြီး အယ်လီနာဆိုတဲ့ မိန်းကလေးတစ်ယောက်နဲ့ လက်ထပ်လိုက်ပါတော့တယ်။သူမအပေါ် အမျှော်လင့်ကြီးမျှော်လင့်ခဲ့တဲ့ အမေဖြစ်သူရဲ့ မျှော်လင့်ချက်တွေ ရေစုန်မျောခဲ့ရပြီး သူမတို့ကြားမှာလည်း ပဋိပက္ခတွေ များစွာဖြစ်ခဲ့တာပေါ့လေ။ ဒီလိုနဲ့ “အမေ့ကိုနားလည်ချင်ရင် အမေ့အကြောင်း စာရေးကြည့်ပါလား”ဆိုတဲ့ အဘွားဖြစ်သူ မာမာဂျွန်ရဲ့ အားပေးချက်ကြောင့် သူ့အမေရဲ့အကြောင်းကို သူသိသလောက် ရေးဖို့ကြိုးစားခဲ့ရာမှာတော့ သူ အရင်ကမသိခဲ့တဲ့ သူ့အမေနဲ့ အဖေရဲ့ အတိတ်က ဖြစ်ရပ်တစ်ခုကို သိလိုက်ရပါတော့တယ်။“နာကျင်မှုကို မထိတွေ့ဘူးဆိုရင် နာကျင်မှုက ထိတွေ့မှာကိုလည်း မခံစားရဘူး”တဲ့။ တကယ်နာကျင်ရတဲ့အရာကို မေ့ထားဖို့၊ မနာကျင်သယောာင် ဟန်ဆောင်နေတတ်ကြတဲ့လူတွေက နာကျင်မှုကို တကယ်ရောမေ့ဖျောက်ထားနိုင်တာလား။ သူမ မသိခဲ့တဲ့အတိတ်ကဖြစ်ရပ်က သူမအမေရဲ့ဘဝကို ဘယ်လောက်တောင် ပြောင်းလဲစေခဲ့တာလဲ။ ပညာရေးဆုံးခန်းမတိုင်ခဲ့ပေမဲ့ ထက်မြက်တဲ့ သူ့အမေက သူတို့မိသားစုအတွက် ဘယ်လိုဖြစ်တည်မှုမျိုးလဲ။ အဆင်မပြေမှုတွေရဲ့ကြားထဲ မထင်မှတ်တဲ့ညတစ်ညမှာ မိန်းမလိုဝတ်တဲ့ယောက်ျားတစ်ယောက်နဲ့ အတူနေမိရာက ကိုယ်ဝန်ရသွားခဲ့တဲ့ လေလာတစ်ယောက်ရော သူ့အမေနဲ့ဘယ်လိုတွေဆက်ဖြေရှင်းကြမလဲ။ lesbian ဖြစ်တဲ့ လေလာကရော ဒီကိုယ်ဝန်ကိုရော မွေးဖြစ်ပါ့မလား။ သူ့အမေနဲ့ လေလာရော ပြေလည်မှုရနိုင်ပါ့မလား ဆိုတာကိုတော့ ဇာတ်လမ်းထဲမှာပဲ ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦးနော်။,When a large Iranian-American family gathers in New York City for the patriarch’s heart transplant, a family secret is uncovered and catapults the estranged mother and daughter into an exploration of the past.,"
  },
  {
    "id": "lqkf5l37-95364",
    "title": "Haul Out the Holly: Lit Up MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/wDkGpq2lSd988vOdbcnfQU74lZS-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Haul Out The Holly Lit Up\/Haul Out The Holly Lit Up.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=haul-out-the-holly-lit-up",
    "tag": "",
    "genre": "Comedy,Romance,TV Movie,",
    "ep": "",
    "date": "Nov. 25, 2023",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/wiCqo0gqwwbhOQiIhc8KW12KFE0.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/8VarHVPxycY5wuK4fj4fIkdUlbx.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/9Xp1S22xF3QEnuiCzegfV1eBXzy.jpg\r,",
    "description": ",Download File Here,–,ခရစ္စမတ်ကာလနီးလာပြီမို့ ခရစ္စမတ်ဇာတ်ကားအသစ်တွေ အများကြီးထွက်ရှိလာခဲ့တဲ့အထဲ IMDB 6.1\/10 ရရှိထားတဲ့ Romance ကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ ခရစ္စမတ်ကားတွေအရိုက်များတာမို့ ခရစ္စမတ်မင်းသမီးလို့တောင် တင်စားရမယ့် Lacey Chabert (The Wedding Veil\/Christmas Waltz) နဲ့ အလားတူ ခရစ္စမတ်မင်းသား Wes Brown (Christmas At Graceland\/ Check Inn To Christmas) တို့က အဓိကပါဝင်သရုပ်ဆောင်ထားကြတာပါ။ခရစ္စမတ်ကို အရူးအမူးရူးသွပ်ပြီး တစ်လမ်းလုံး အင်တိုက်အားတိုက် ပျော်ရွှင်စွာ တက်တက်ကြွကြွပါဝင်တတ်ကြတဲ့ အဲဗားဂရင်းလမ်းက အိမ်ပိုင်ရှင်တွေအတွက်တော့ ခရစ္စမတ်ကာလက တစ်နှစ်တာလုံးအတွက် ရင်ခုန်စိတ်အလှုပ်ရှားရဆုံးကာလပေါ့။ ရပ်ကွက်ဥက္ကဌဖြစ်သူ ဂျရတ်ဒ်ကလည်း အိမ်ပိုင်ရှင်တွေ စည်းကမ်းနဲ့အညီ ခရစ္စမတ်ကာလကို ဖြတ်သန်းနိုင်တာသေချာဖို့ အဓိကအာရုံစိုက်နေရတာပါ။ သူ့ချစ်သူ အမ်မလီကလည်း စိတ်ရောကိုယ်ပါ ပါဝင်အားဖြည့်ကူညီပေးခဲ့တာပေါ့လေ။ဒီလိုနဲ့ အေးချမ်းနေတဲ့ သူတို့ရဲ့ပတ်ဝန်းကျင်လေးထဲကို မိသားစုတစ်စုပြောင်းလာရာကနေ အလှုပ်အခတ်‌တွေ အများကြီးဖြစ်ပေါ်ခဲ့ရပါတော့တယ်။ ရသစုံရှိုးစတားမိသားစုဖြစ်တဲ့ ဂျွန်ဆင်တို့ ပြောင်းလာမှာမို့ သူတို့ရဲ့ပရိသတ်ဖြစ်သူ အိမ်နီးချင်းတွေအကုန်လုံးက ရင်ခုန်စိတ်လှုပ်ရှားစွာနဲ့ ပျော်ပျော်ကြီး ကြိုဆိုခဲ့ကြပေမယ့် ယှဉ်ပြိုင်လိုစိတ်ပြင်းထန်လွန်းသူ ဂျွန်ဆင်တို့လင်မယားက အမ်မလီတို့ စီစဉ်ထားတဲ့ ခရစ္စမတ်အစီအစဉ်တွေကို ပြင်းထန်တဲ့ ပြိုင်ပွဲတွေအဖြစ် ပြောင်းလဲချင်လာတဲ့အခါမှာတော့..ပတ်ဝန်းကျင်က လူတွေအကုန်လုံးက စိတ်ဝမ်းတွေကွဲကုန်ပြီး သူ့လူ ငါ့လူ သူ့ဘက် ငါ့ဘက် အပြိုင်အဆိုင်ဖြစ်စွာနဲ့ ရင်ဆိုင် ယှဉ်ပြိုင်ရဖို့ ဖြစ်လာတဲ့အခါ.. ပြောင်းလဲသွားတဲ့လူတွေရဲ့ သဘောထားကို အမ်မလီတို့နှစ်ယောက်က အရင်လို ငြိမ်းငြိမ်းချမ်းချမ်းဖြစ်အောင် သိမ်းသွင်းနိုင်မှာလား.. သူတို့ရဲ့ လမ်းလေးကရော အရင်လိုပျော်ပျော်ရွှင်ရွှင်နဲ့ ဘာပြိုင်ဆိုင်မှုမှမရှိဘဲ အေးအေးချမ်းချမ်း ပြန်ဖြစ်နိုင်ပါ့မလား.. ဂျွန်ဆင်တို့မိသားစုကရော သူတို့နားချတဲ့အတိုင်းလက်ခံနိုင်ပါ့မလား.. ခရစ္စမတ်ရဲ့အနှစ်သာရကရော ဘာများဖြစ်မလဲဆိုတာကိုတော့.. ဇာတ်ကားထဲမှာပဲ ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦး။,As the holidays approach, Emily and Jared are looking forward to celebrating the holidays together again, this time as a couple. Emily, now embracing Evergreen Lane’s uniquely festive spirit, is ready to work with Jared, Ned, Mary Louise and Pamela to make this year’s Christmas celebrations the best yet – even if being the HOA president’s girlfriend doesn’t stop those dreaded decorating citations. When a house on the block goes up for sale, it causes quite a stir with residents.,"
  },
  {
    "id": "lqhyy4dr-20768",
    "title": "Ban Drugs MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/bDkqqaWf2Pa8torbr0dSXUdSrI1-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Ban Drugs\/Ban Drugs.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=%e7%94%9f%e6%ad%bb%e4%ba%a4%e9%94%8b",
    "tag": "",
    "genre": "Action,Drama,",
    "ep": "",
    "date": "Dec. 15, 2023",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/ccumPOFVTOddknq6vktYogeUjjL.jpg\r,",
    "description": ",Download File Here,–,The Battle for justiceဆိုတဲ့ဇာတ်ကားကတော့တရားမျှတခြင်းအတွက်ဦးထိပ်ထားပြီး ပြည်သူအတွက်စွန့်စားပြီးမူးယစ်ဆေးဝါးတိုက်ဖျက်ရေး စစ်ဆင်းရေးတစ်ခုအကြောင်း ရဲပေါ်လစီကားဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့……ချန်ကျန့်ရဲ့အဖေဟာ မူးယစ်ရာဇာတစ်ယောက်ကြောင့် သူငယ်ငယ်လေးတုန်းကသတ်ခဲ့လိုက်ရပါတယ်။ အဖေအတွက်လက်စားချေဖို့ရဲကောင်းတစ်ယောက်ဖြစ်အောင်ကြိုးစားမယ်ဆိုပြီး သစ္စာဆိုခဲ့ပါပြီးကြိုးစားလာခဲ့ပါတယ်။ ဒီလိုနဲ့တစ်နေ့မှာတော့ မူးယစ်တိုက်ဖျက်ရေးစစ်ဆင်ရေးတစ်ခုအတွက်မူးယစ်ဂိုဏ်းမှာ သူလျှိုလုပ်ဖို့ တာဝန်ပေးလာတဲ့အခါချန်ကျန့်ဟာ အဖေ့အတွက်လက်စားချေနိုင်ဖို့ အစွမ်းကုန်ကြိုးစားပါတော့တယ်။ရဲဆိုတဲ့သရုပ်မှန်ဟာ အချိန်မရွေးပေါ်သွားနိုင်မလား……ဉာဏ်များပြီးကောက်ကျစ်တဲ့ မူးယစ်ရာဇာကိုဖမ်းဆီးဖို့စစ်ဆင်ရေးကအောင်မြင်နိုင်ပါ့မလား…… နိုင်ငံနဲ့ပြည်သူတွေအတွက်အသက်စွန့်ပြီးတာဝန်ထမ်းဆောင်ကြရတဲ့ရဲအရာရှိတွေအကြောင်းကိုကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။,"
  },
  {
    "id": "lqy2884i-84622",
    "title": "Trees and Other Entanglements MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2024\/01\/n6ovshkVrYa7aXhJ2elqyN1IgyC-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Trees And Other Entanglements\/Trees And Other Entanglements.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=trees-and-other-entanglements",
    "tag": "",
    "genre": "Documentary,",
    "ep": "",
    "date": "Dec. 12, 2023",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/tQydD1EfTLHixuXVdL6xgWaEzBP.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/3HUMvLNKT1gKOhMJ6oi1Stfld7d.jpg\r,",
    "description": ",Download File Here,–,ဒီမှတ်တမ်းရုပ်ရှင်ကို ရိုက်ခဲ့တဲ့ အမျိုးသမီးဒါရိုက်တာ အိုင်းရင်းတေလာဘရော့စကီဆိုတာမှတ်တမ်းရုပ်ရှင်တွေနဲ့ပဲ ဆုတွေအများကြီးရခဲ့တဲ့ အမျိုးသမီးတစ်ဦး။သူ့ရဲ့ပထမဆုံးဖြစ်တဲ့ နားမကြားတဲ့သူ့မိဘတွေအကြောင်းကိုရိုက်ခဲ့တဲ့ မှတ်တမ်းရုပ်ရှင် Hear and Now(2007)ကနေတင်ဆုတွေအများကြီးသိမ်းပိုက်နိုင်ခဲ့ပါတယ်။ဒီမှတ်တမ်းရုပ်ရှင်ကတော့ သစ်ပင်တွေရဲ့အကြောင်းနဲ့ သစ်ပင်တွေနဲ့ ရောယှက်လာခဲ့တဲ့လူတွေရဲ့ဘ၀ဇာတ်ကြောင်းတွေပေါ့။သစ်ပင်တွေမှာပဲ ကျွန်တော်တို့ရဲ့ လူသားသမိုင်းတွေကို ပြန်ပြောင်းပြောနိုင်တဲ့ ဇာတ်လမ်းတွေအများကြီးရှိခဲ့တယ်။ဒီရုပ်ရှင်ထဲမှာဆို သစ်ပင်တွေကြားမှာ ပုန်းကွယ်နေခဲ့တဲ့ ကလေးတစ်ယောက်၊ အမေရိကန် ဘွန်ဇိုင်းပညာရှင်တစ်ယောက်၊သစ်ပင်တွေကို စောင့်ကြည့်နေတဲ့ ဓာတ်ပုံပညာရှင်တစ်ယောက်၊ သစ်တောကြီးကို ကာကွယ်ဖို့ကြိုးစားတဲ့မိခင်တစ်ယောက်၊ဘွန်ဇိုင်းပင်တွေကို မှီတွယ်ရင်း နေထိုင်ခဲ့ကြတဲ့ ဂျပန်မိသားစု…စတဲ့ ဇာတ်လမ်းပေါင်းများစွာ။ဒီလို သစ်ပင်တွေရယ် သစ်ပင်တွေနဲ့ ဆက်စပ်နေတဲ့ဘ၀တွေရယ်ကို မှတ်တမ်းတင်ရိုက်ကူးထားတဲ့ မှတ်တမ်းရုပ်ရှင်ဇာတ်လမ်းလေးကိုတင်ဆက်ပေးလိုက်ပေးလိုက်ပါတယ်။,A poetic meditation on nature, mortality, and the passage of time in her exploration of our symbiotic nexus with trees. Weaving together several stories of arboreal adoration, unfolds as a deeply human tale of our connection to the natural world and to one another.,"
  },
  {
    "id": "lqkf4sj6-29795",
    "title": "Mr. Nice Guy MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/wAAt2gvbkbeefzjd06GPfkdfUho-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Mr Nice Guy\/Mr Nice Guy.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=mr-nice-guy",
    "tag": "",
    "genre": "Action,Comedy,Crime,",
    "ep": "",
    "date": "Jan. 31, 1997",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/2RzrugSbC1iFI6fnsvUuk0wqzTc.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/1LPVO3HArAPZQTDamAtmUFshIB4.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/u4fBiaXPDO7UFT5lfT72DQ9lEFG.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/a8ApTT7Y9gc6CnIVnoPU5mbtky1.jpg\r,",
    "description": ",Download File Here,–,ဂျက်ကီချန်း တဖြစ်လည်း ဂျက်ကီဟာ ဟင်းချက်တဲ့တီဗွီအစီအစဉ်မှာ နာမည်ကျော်ကြားတဲ့ စားဖိုမှူးတစ်ယောက်ပါ။ တနေ့မှာ သူဟာ ဈေးဝယ်သွားရင်း အမျိုးသမီးတစ်ယောက် လူဆိုးတွေဆီက ထွက်ပြေးနေတာတွေ့လို့ လွတ်မြောက်အောင် ကူညီလိုက်ပါတော့တယ်။ ဒီအမျိုးသမီးကတော့ ဒိုင်ယာနာဖြစ်ပြီး သူမဟာ တီဗွီသတင်းထောက်ဖြစ်ပါတယ်။သူဟာ မူးယစ်ဆေးကုန်သွယ်တဲ့မူးယစ်ဘုရင်ကြီး တစ်ယောက်ဖြစ်တဲ့ ဂျင်ကာလိုတို့ မူးယစ်ဆေးအပေးအယူလုပ်နေတာကို ဗွီဒီယိုရိုက်ယူထားလို့ ဂျင်ကာလိုတို့နှင့် ဂျင်ကာလိုတို့ကိုငွေညစ်ချင်နေတဲ့ နတ်ဆိုးဂိုဏ်းတို့က ဒီဗွီဒီယိုကို ပြန်ယူဖို့အတွက် သူ့နောက်လိုက်နေခြင်းဖြစ်ပါတယ်။ဒါကို ဂျက်ကီက ဘုမသိဘမသိ ကူညီလိုက်ရာကနေ သူပါ လူဆိုးတွေရဲ့ပစ်မှတ်ဖြစ်လာခဲ့ပြီး သူနှင့် သူချစ်ခင်တဲ့မိတ်ဆွေတို့ပါ အန္တရာယ်ကျရောက်လာပါတော့တယ်။ ဒီတော့ ဂျက်ကီတစ်ယောက် မူးယစ်ဆေးဘုရင်ဆီကရော နတ်ဆိုးဂိုဏ်းဆီကပါ ဘယ်လိုလွတ်မြောက်အောင်လုပ်ပြီး ဒီအမှုကို သူတတ်စွမ်းသမျှ ဘယ်လိုဖြေရှင်းမလဲဆိုတာကို ရင်တမမ ကြည့်ရှုရမှာဖြစ်ပါတယ်။ ဟောင်းပေမယ့် ရွှေဖြစ်တဲ့ ဂျက်ကီချန်းကားလေးကို ဘရားသားတို့ ကြည့်ရှုလိုက်ကြပါဦးခင်ဗျာ။,A Chinese chef accidentally gets involved with a news reporter who filmed a drug bust that went awry and is now being chased by gangs who are trying to get the video tape.,"
  },
  {
    "id": "lqichhgm-43176",
    "title": "Dating Santa MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/qD63nfBOHBesy6EOu5GT2AB0rCj-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Santa Mi Amor\/Santa Mi Amor.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=dating-santa",
    "tag": "",
    "genre": "Comedy,Drama,Romance,",
    "ep": "",
    "date": "Dec. 07, 2023",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/w6cRR9j7ViEa6IMoM1noSIfMuhW.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/eAS85hPOy7ZGwv63muQE0yvOdy2.jpg\r,",
    "description": ",Download File Here,–,ဆန်တာဖိုးဖိုးကြီးနဲ့ ဒိတ်ခြင်း ၂၀၂၃ခရစ္စမတ်ကာလလေးမှာ ၁၅၀၀ အချစ်ရော၊ ၅၂၈ မေတ္တာရောကိုပါ ခံစားရစေမယ့် ရုပ်ရှင်ကို တင်ဆက်ပေးချင်ပါတယ်။လူစီယာက လီယိုနိုရာလို့ ခေါ်တဲ့ သမီးလေးကို ထိန်းကျောင်းနေရတဲ့ Single mother ပါ။ လီယွန်ကို ၈နှစ်လုံးလုံး ပျိုးထောင်နေရင်းနဲ့ လူစီယာ ညီမကောင်းမှုနဲ့ ဆာဂျီယိုလို့ ခေါ်တဲ့ စာဖိုမှူးနဲ့ ဘလိုင်းဒိတ်ခွင့်ရပါတော့တယ်။ အဲဒီလိုနဲ့ စကားတွေပြောကြ ဒိတ်ကြရင်း အဆင်ပြေသွားပါတော့တယ်။ ဒါပေမယ့် လီယွန်က သူ့အမေ ကောင်လေးရနေတာကို မြင်လိုက်ရတော့ ကလေးပီပီလန့်သွားပြီး ထငိုပါရော။ အဲဒီလိုနဲ့ လူစီက သူနဲ့တွဲနေတဲ့လူက ဆန်တာဖိုးဖိုးကြီးပါလို့ သူ့သမီးကို လိမ်ပြောလိုက်ပါလေရော။လူစီနဲ့ ဆာဂျီယိုတို့လည်း သမီးလေးကို အလိမ်မပေါ်အောင် ဘယ်လိုဖုံးကွယ်ကြမလဲ၊ ဆန်တာအဖြစ်နဲ့ ဘယ်လို ဟန်ဆောင်သွားကြမလဲ၊ လီယွန်က ဆာဂျီယိုက ဆန်တာ မဟုတ်ဘူး ဆိုတာကို ရှာတွေ့သွားလေမလား။ မတူညီတဲ့ အချစ်နဲ့ ချစ်ရတဲ့လူ ၂ယောက်အကြေား ဗျာများနေတဲ့ လူစီယာ၊ အမေကို ချစ်ခင်တွယ်တာရှာတဲ့ သမီးငယ်လေး လီယွန်၊ မ,ချစ်တော့ ဥကိုတွယ်တဲ့ဆိုတဲ့အတိုင်းပဲ လူစီယာကို ချစ်မိလို့ ဆန်တာအဖြစ် သရုပ်ဆောင်ပေးရတဲ့ ဆာဂျီယို။ ချစ်ခြင်းတရားတွေကြားမှာ သူတို့၃ယောက် ဘယ်လိုလုပ်ကြမလဲဆိုတာကို နွေးထွေးစွာ ကြည့်ရှု့ရမှာ ဖြစ်ပါတယ်။,Lucia is a consummate professional and the single mother of Leo, her beautiful and mischievous 6-year-old daughter, who is obsessed with Christmas and believes her birth was due to a Christmas miracle. Between her two full-time jobs (motherhood and architecture), she has neither the time nor the inclination to fall in love again, but when she reluctantly agrees to go on a blind date with Sergio, a handsome and likeable chef, the spark is undeniable.,"
  },
  {
    "id": "lqhyxvbr-40406",
    "title": "Six Weeks MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/zQi7C0xezmGQNLb927LTXyFYApY-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Six Weeks\/Six Weeks.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=six-weeks",
    "tag": "",
    "genre": "Drama,",
    "ep": "",
    "date": "Aug. 17, 2022",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/uQs5SWGKxZvHsZPiCxJNWXPDvIn.jpg\r,",
    "description": ",Download File Here,–,ဒီကားလေးကတော့ စထွက်လာတည်းက ရုပ်ရှင်ဆုပေးပွဲတွေမှာ Nomination တွေဝင်၊ ဆုတွေရခဲ့တဲ့ ဟန်ဂေရီ ဒရာမာကားကောင်းလေး တစ်ကားပဲဖြစ်ပါတယ်။~ ဇာတ်လမ်းအညွှန်း ~စိတ်ကျန်းမာရေးမကောင်းတဲ့အမေရယ် ညီမတစ်ယောက်ရယ်နဲ့ ဘဝကို ကြမ်းကြမ်းတမ်းတမ်းဖြတ်သန်းနေရင်း တဖက်မှာလည်း ဥရောပဖလားမှာ အနိုင်ရ အိုလံပစ်ကို ဝင်ပြိုင်မယ်ဆိုတဲ့ အတွေးနဲ့ကြိုးစားရင်း ရည်းစားဖြစ်သူ ခရစ်စီယန်နဲ့ မတော်တဆ ကိုယ်ဝန်ရသွားတဲ့ ဆိုဖီယာတစ်ယောက် ရည်းစားကလည်း တာဝန်မယူခေါင်းရှောင်နေတာကြောင့် ကလေးလိုချင်နေတဲ့ အမ်မာနဲ့ဂါဘာတို့ဆီ ကလေးကို ပေးဖို့ဆုံးဖြတ်လိုက်ပါတယ်။ဟန်ဂေရီနိုင်ငံရဲ့ ဥပဒေအရ မွေးစားခွင့်ဟာလည်း ကလေးမွေးပြီး ခြောက်ပတ်အကြာမှသာ တရားဝင်ဖြစ်တာကြောင့် အဲဒီခြောက်ပတ်အတွင်း အမေရင်းဖြစ်သူ ဆိုဖီယာတစ်ယောက် ဘယ်လို ခံစားချက်တွေ ရင်ဆိုင်မှုတွေ တွေ့ကြုံရလဲဆိုတာ ရိုက်ကူးပြသထားတဲ့ ဒရာမာကားကောင်းတစ်ကားပါပဲ။,Zsófi, a rebellious teenager, lives in a tiny flat with her little sister, Mesi, and her unstable mother, Bea. Zsófi discovers late that she is pregnant and decides to give up her baby through open adoption to an infertile couple. Bea cannot accept her daughter’s decision, but she does not realize that neither Zsófi, nor the circumstances, are suitable to welcome a newborn. Zsófi has always had to behave like a grown-up, working and making sensible decisions, instead of her mother and for her sister. She is still in high school and her only advantage is her table tennis career, for which she works assiduously. She plans the adoption thoroughly with the help of a social worker. Following the birth, she is given six weeks by law to change her mind and ask for her child back. She seems to be able to control her feelings ruthlessly and continue towards the goals she has set. At the same time, her maternal feelings intensify, doubts arise, and she slowly begins to question her decisions.,"
  },
  {
    "id": "lqkf59bq-33340",
    "title": "Vidocq MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/xeoj8AOHjW1muVQRUPCvnOVxSfj-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Vidocq\/Vidocq.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=vidocq",
    "tag": "",
    "genre": "Action,Crime,Fantasy,Mystery,Science Fiction,Thriller,",
    "ep": "",
    "date": "Sep. 18, 2001",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/eLOH2GQLvNunDXIzc6UPbGcAxlu.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/8D6yx4P11dfOqNFJBhBG31eZ1cm.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/8S85KlXHl0h2WUUuq6bGWwZYFH7.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/hDwRKONTSGJGd9PlZ9Es4UpeYuj.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/nbI2mpzfwe0ya0HlL5ARoUrXYMb.jpg\r,",
    "description": ",Download File Here,–,ဇာတ်လမ်းကတော့ ပြင်သစ်နိုင်ငံက သမိုင်းဝင်စုံထောက်ကြီးဖြစ်တဲ့ဗီဒေါခ့်ကိုစိတ်ကူးယဉ်ဇာတ်လမ်းနဲ့ ပေါင်းစပ်ရိုက်ကူးထားတာဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့စုံထောက်ကြီးဗီဒေါ့ခ်ကို ရဲတပ်ဖွဲ့ကအမှုတစ်ခုစုံးစမ်းခိုင်းတာဖြစ်ပါတယ်။အကြောင်းကတော့ ပြင်သစ်နိုင်ငံကိုကြီးကြီးမားမားကူညီပေးတဲ့ ဘယ်မွ့န် နဲ့ဘရာဒီတို့သေဆုံးသွားရတာကြောင့်ပါ။ ဒါဟာ နိုင်ငံရေးလုပ်ကြံမှုလို့ထင်တဲ့အတွက်ပဲရစ်မြို့အင်စပတ်ကြီး ဗီဒေါ့ကိုခပ်မြန်မြန်စုံးစမ်းဖို့အမိန့်ပေးလိုက်တယ်။ဘယ်မွန့် နဲ့ ဘရာဒီတို့နှစ်ယောက်သာ မိုးကြိုးပစ်ခံရပြီးမီးလောင်သေဆုံးသွားတဲ့အတွက်သွေးရိုးသားရိုးမဟုတ်ဘူးဆိုတာသိပြီး လိုက်လံစုံစမ်းတဲ့အခါ မထင်ထားတဲ့အကြောင်းအရာတွေပေါ်ထွက်လာပါတော့တယ်။,Paris, 1830. In the heart of the town, Vidocq, a famous detective, disappears as he fights the Alchemist, an assassin that he has been pursuing for a few months. His young biographer, Etienne Boisset, decides to avenge Vidocq’s death and takes the investigation on…,"
  },
  {
    "id": "lqkf5bw7-77936",
    "title": "Space Kids MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/e4kFoUynniAhAIrFQZ1zG4T9lTd-202x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Space Kids\/Space Kids.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=space-kids",
    "tag": "",
    "genre": "Animation,Family,Science Fiction,",
    "ep": "",
    "date": "Nov. 22, 2023",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/pbVTu4aTsNCWZWH9z4FyZ3I4z0w.jpg\r,",
    "description": ",Download File Here,–,ဒီတစ်ခါတော့2023 ထွက် စွန့်စားခန်းAnimationကားလေးလာပါမယ်။ ဇာတ်လမ်းလေးက ဟိုးအရင်တုန်းကလူသားတွေက ကပ္ပလာဂြိုလ်ပေါ်မှာ စွမ်းအင်တွေအများကြီးပါတဲ့ ကာလာလို ဆိုတဲ့အပင်ကိုရှာတွေ့ခဲ့ကြပါတယ်။လူသားတို့ထုံးစံအတိုင်း အပင်တွေကိုစိတ်ကြိုက်ယူသွားပြီး နောက်ဆုံးကပ္ပလာဂြိုလ်က ဂြိုလ်ဂတုံးဖြစ်သွားရပါတယ်။ လက်ရှိကာလမှာကြီးပြင်းလာတဲ့ လူငယ်တွေဖြစ်တဲ့ အက်စဲလ်၊ ဂါဂါ နဲ့ဂျိုနိုတို့ကတော့ ဒီဂြိုလ်မှာကာလာလိုအပင် တွေရှိသေးတာကို လူကြီးတွေနဲ့ပါအတိုက်အခံလုပ်ပြီး အခိုင်အမာကိုယုံကြည်ကြတာပါ။ဆိုတော့ငယ်ဂုဏ်အပြည့်နဲ့ သူတို့ကိုယ်တိုင်သက်သေပြမယ်ဆိုပြီး သုံးယောက်သားကာလာလိုအပင်တွေရှာပုံတော်ထွက်ခဲ့ကြပါတယ်။အဲဒါနဲ့ခရီးဆက်ခဲ့ရင်း လမ်းမှာအခက်အခဲကြုံရတဲ့အခါ သူတို့နဲ့ရည်ရွယ်ချက်တူ ဒေါက်တာဗန့်စ်ဆ်ိုတဲ့ ဘုရင့်နားမှာအနီးကပ်အလုပ်လုပ်ပေးတဲ့သူရဲ့အကူအညီရပြီးလေးယောက်အဖွဲ့လေးအဖြစ်ဆက်ခရီးဆက်ရင်း…..ကာလာလိုအပင်တွေဆီရောက်သွားချိန်မှာ မမျှော်လင့်ထားတဲ့အရာတွေ၊ လှည့်စားမှုတွေဘယ်လိုကြုံရမလဲဆိုတာတွေကို Character Animation ပုံစံအဆန်းလေးနဲ့မို့ ဂြိုလ်အသစ်ကို အမြင်အသစ်နဲ့ ပေါ့ပေါ့ပါးပါးရှုစားကြည့်လိုက်ပါ…,A once beautiful and lush planet is now a desert wasteland because its precious plant that contains life-essential energy was destroyed by careless explorers from Earth. Three kids believe that hope still exists and brave an active volcano and giant robots, overcoming all odds to find the last of the powerful plant and return their home to its former magnificence.,"
  },
  {
    "id": "lqkf501u-65527",
    "title": "Entergalactic MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/cfXbwPWwlmMhC45asWxCWq3Utwa-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Entergalactic\/Entergalactic.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=entergalactic",
    "tag": "",
    "genre": "Animation,Comedy,Romance,",
    "ep": "",
    "date": "Sep. 28, 2022",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/ak8vU6cI7Qx5H0cuz2e2w5BXXTJ.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/yeXCUUSaAZFH4Zyd4Spgq4nl1xr.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/e3YVWX4q1GT9mT5y9yaeuwKV6Kx.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/4u7hJxLZtqNUXekrcfGRMH5z7iY.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/g5KZA1l96yYzyVsKbAbb8BvQzQO.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/f2x62kVxYNRIiLQXsorglxrOBbk.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/qPYe0IQ7SjpcNsKmAAPcwhZ4j9N.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/bZmcWos4oDTpFHhWudISwZ5MMui.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/6oPicRldN55Z9VHRhcptLIOO7yk.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/vy1d7Yelf5hB7sG2y6Te46aybBM.jpg,",
    "description": ",Download File Here,–,“အချစ်ဆိုတာ ကမ္ဘာပေါ်မှာ မတော်တဆ‌မွေးဖွားလာဖို့အလွယ်ကူဆုံးအရာပဲ။ဒါပေမဲ့ ရည်ရွယ်ချက်ရှိရှိမချစ်သရွေ့ အစစ်အမှန်မဖြစ်လာနိုင်ဘူး”လူတိုင်းက ဘဝတစ်ကွေ့မှာတော့ အချစ်ဆိုတဲ့ခဲလုံးလေးကို ခလုတ်တိုက်မိခဲ့ဖူးလိမ့်မယ်။ အိမ်နီးချင်းရဲ့ ပါတီသီချင်းသံကျယ်လို့ သွားပြောရာကနေ ‌မြင်မြင်ချင်း အချစ်ပန်းလေးတစ်ပွင့် ဖူးလာခဲ့သလိုပေါ့။ အချစ်ဆိုတဲ့အရာက လူကို ချောက်နက်တွေအထိ ဆွဲခေါ်သွားနိုင်တယ်။ စကြဝဠာထဲအထိ သယ်ဆောင်သွားနိုင်တယ်။ Entergalactic ဆိုတာ အဲဒီအဓိပ္ပါယ်ပါပဲ။ ဒီနာမည်က Kid Cudi ရဲ့ ပထမဆုံးအလ်ဘမ်မှာပါတဲ့ Enter Galactic ဆိုတဲ့သီချင်းကနေလာတယ်။ သူ့ရဲ့ အဓိပ္ပါယ်ကတော့ လူတစ်ယောက်နဲ့ တစ်ယောက်ကြားက ဆွဲငင်အားတစ်ခုဟာ ကိုယ့်ကို စကြဝဠာအထိ ဆွဲခေါ်သွားနိုင်လောက်အောင် အားကောင်းတယ်လို့ ဆိုလိုတယ်။ စကြဝဠာကြီးကို အဆုံးအစမဲ့ကြောင်း လူတွေပြောတယ်။ ဒါဆိုရင် အချစ်ကကော။ အချစ်ဆိုတာ ချစ်နေသူနှစ်ယောက်ကြားက အဆုံးအစမဲ့ စကြဝဠာတစ်ခုပါပဲ။ဒီမှာတော့ Street Art ဆွဲတဲ့ ဂျဘာရီတစ်ယောက် သူ့ရဲ့ဇာတ်ကောင်ကို ရုပ်ပြအဖြစ်ပြောင်းလဲဖို့ Cosmic ရုပ်ပြမှာ အလုပ်ရပြီး အိမ်ပြောင်းလာရတာကနေစတယ်။ သူလမ်းမပေါ်မှာဆွဲနေတဲ့ မစ္စတာရေဂျာ ဆိုတဲ့ဇာတ်ကောင်က Kid Cudi ရဲ့ Mr. Rager သီချင်းကို ရည်စူးထားတယ်။ သူ့ရဲ့အဓိပ္ပါယ်က ဒုံရင်းဘဝမှာပျင်းလာလို့ စွန့်စားခန်းအသစ်တွေထွက်ချင်နေတဲ့ ဇာတ်ကောင်တစ်ခုပေါ့။ ဒါက Kid Cudi အနေနဲ့ သူ့ကိုယ်သူ ပြန်ထင်ဟပ်ဖို့ ကြိုးစားခဲ့တယ်လို့ယူဆနိုင်တယ်။ ဒါကြောင့်လည်း ဒီလိုရုပ်ရှင်နဲ့အလ်ဘမ် တွဲထုတ်ခဲ့တာပဲ။ ဒီလိုနဲ့ ဂျဘာရီပြောင်းလာတဲ့ အိမ်အသစ်မှာ အိမ်နီးချင်းဖြစ်တဲ့ ဓာတ်ပုံဆရာမ မဲဒိုး နဲ့ တွေ့ပြီး အချစ်သစ်ကိုစဖို့ အကြောင်းဖန်လာတယ်။ သူတို့ချင်းက အချစ်လို့ပြောလို့လည်းမရပြန်ဘူး။ အစပိုင်းကတော့ Situationship သဘောမျိုးပေါ့။ အဲဒါကို Chapter ၆ ခုနဲ့ တခုချင်းဆွဲသွားတယ်။ ဇာတ်လမ်းတည်ဆောက်ပုံကတော့ အတော်ကောင်းတယ်လို့ပြောနိုင်တယ်။ဒီ TV Special ကို Kid Cudi ရဲ့ Entergalactic Album ရဲ့ Visual Companion Piece အနေနဲ့ထုတ်ခဲ့တယ်။ Visual Album ဆိုတာကတော့ သီချင်းအလ်ဘမ်ကို တွဲဖက်ရုပ်ရှင်အနေနဲ့ ပိတ်ကားပေါ် ‌တင်ဆွဲလိုက်တာမျိုးပေါ့။ ဒီရုပ်ရှင်ရဲ့ ဇာတ်ကွက်အများစုကို Entergalactic အလ်ဘမ်ရဲ့ “She’s Looking For Me”, “Somewhere to Fly”, “Can’t Shake Her” နဲ့ “Do What I Want” သီချင်းတွေကို အဓိက မှီငြမ်းထားတယ်။ Music Video တွေတပုဒ်ချင်းထုတ်မယ့်အစား အလ်ဘမ်တစ်ခုလုံးစာကို ရုပ်ရှင်ထဲ ပစ်ထည့်လိုက်တဲ့သဘော။ ဒါကြောင့် သုံးထားတဲ့သီချင်းတွေ၊ Visual တွေက ကြည့်ရတာသိပ်အရသာရှိလွန်းတယ်။ လူငယ်အချစ်ဇာတ်လမ်းတစ်ပုဒ်ကို Kid Cudi သီချင်းတွေနဲ့ အလှဆင်ထားတာပဲ။ Album ထဲက သီချင်းတွေကိုလည်း သူ့အနေနဲ့‌မဟုတ်ဘဲ သူ့စိတ်ကူးထဲကဇာတ်ကောင်၊ သူ့စိတ်ကူးထဲကအချစ်၊ သူ့စိတ်ကူးထဲက စကြဝဠာကို ပုံဖော်တဲ့အနေနဲ့ ရေးခဲ့တယ်။အလ်ဘမ်ထဲက အချစ်သီချင်းတွေတင်မကဘူး၊ ဒီ ရုပ်ရှင်ကပါ Kid Cudi ရဲ့ စိတ်ကူးထဲက အချစ်အဓိပ္ပါယ်ဖွင့်ဆိုချက်လို့သူပြောတယ်။ သူကိုယ်တိုင် ဇာတ်လမ်းရေးသလို အဓိကဇာတ်ကောင် ဂျဘာရီနေရာမှာလည်း သူ့အသံနဲ့သရုပ်ဆောင်ထားတယ်။ အသံသရုပ်ဆောင်တွေအနေနဲ့ Jessica Williams, Thimothée Chalamet, Ty Dolla Sign အပြင် တခြားသရုပ်ဆောင်တွေပါဝင်ထားတယ်။ ထူးခြားချက်အနေနဲ့ အသံသရုပ်ဆောင်တဲ့လူတွေနဲ့ ဇာတ်ကောင်တွေရဲ့ပုံစံကို ခပ်ဆင်ဆင် ဖန်တီးထားတယ်။Animation အရဆိုရင် Spider-Verse နဲ့ ခပ်ဆင်ဆင်ပဲ။ ဒါပေမဲ့ Spider-Verse ထက်ပိုပြီး Comic ဆန်တယ်။ ကြည့်ရတာကော၊ နောက်ခံသီချင်းနားထောင်ရတာတွေကပါ ဇာတ်လမ်းအသွားနဲ့ အံဝင်ပြီး ပြီးသွားတာမြန်လိုက်တာလို့တောင်ထင်ရက်နိုင်စရာပါ။ ဇာတ်ကောင်တွေရဲ့ အဝတ်အစားကိုတော့ Virgil Abloh က သူ မကွယ်လွန်ခင်မှာ ဒီဇိုင်းဆွဲပေးသွားခဲ့တယ်။ အဲဒါကြောင့် အလ်ဘမ်နဲ့ ဒီရုပ်ရှင်ကို Kid Cudi က သူ့ရဲ့သူငယ်ချင်းဖြစ်တဲ့ Virgil Abloh ကိုရည်စူးပြီး Virgil မွေးနေ့ စက်တင်ဘာ ၃၀ ရက်နေ့မှာ ထုတ်ခဲ့တယ်လို့ဆိုတယ်။Dialogue တွေကလည်း အားရဖို့ကောင်းတယ်။ ရယ်စရာတွေ၊ ငိုစရာတွေ၊ တွေးစရာတွေ၊ မေ့နေတဲ့အချက်တွေကို ဘေးကနေဘော်ဒါတစ်ယောက်က ထိုင်အကြံပေးနေသလို ခံစားရလိမ့်မယ်။ အသုံးအနှုန်းကြမ်းနဲ့ ဝတ်လစ်စလစ်ပြကွက်တွေပါတာကြောင့် အသက်မပြည့်သေးတဲ့သူတွေအနေနဲ့တော့ မကြည့်သင့်ဘူး။ လူငယ်အထာဆိုတော့ လူငယ်စကားတွေပြောရင်း လူငယ်ကိစ္စတွေလုပ်ကြတာပေါ့။ လမ်းသရဲ ‌ဒေါင်းတောင်းပက်ရဲ့စကားအရဆိုရင်တော့…“အချစ်ဆိုတာ မြေနိုးကြီးပဲ ငါ့ကောင်တို့ရဒါပေမဲ့ အချစ်က ငါတို့ကိုကယ်တင်မယ့် တစ်ခုတည်းသောအရာပဲ”,Ambitious artist Jabari attempts to balance success and love when he moves into his dream Manhattan apartment and falls for his next-door neighbor.,"
  },
  {
    "id": "lqt64yud-48882",
    "title": "Do Unto Others MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/yjsBmzyD1G59upEltmbE1dJP9MJ-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Lost Care\/Lost Care.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=do-unto-others",
    "tag": "",
    "genre": "Crime,Drama,Mystery,",
    "ep": "",
    "date": "Mar. 24, 2023",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/tssArNYAaocAyyTIMPiWEum3iU1.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/sU7jsE4YIvlUWK3SrKoqLVuWXou.jpg\r,",
    "description": ",Download File Here,–,ယာဂါဘိုးဘွားကူညီစောင့်ရှောက်ရေးစင်တာ (Yaga Care Center) မှာ အလုပ်လုပ်နေတဲ့ ရှီဘမူနဲနိုရီ (Shiba Munenori) က ဘိုးဘွားတွေကို အိမ်တိုင်ရာရောက် ကူညီစောင့်ရှောက်ပေးနေတဲ့သူ။ ဘိုးဘွားတိုင်းအပေါ် သူ့မိဘလိုသဘောထားပြီး ကြင်ကြင်နာနာ နွေးနွေးထွေးထွေး ဆက်ဆံပေးနေလို့ တစ်စင်တာလုံးက လေးစားအားကျနေရတဲ့သူ။ တစ်နေ့ သူတို့စင်တာက ကူညီစောင့်ရှောက်ပေးနေရတဲ့ အုမဲဒါကန်တာရို (Umeda Kantaro) ဆိုတဲ့ အဘိုးတစ်ယောက်ရဲ့အိမ်မှာ စင်တာမှူးဖြစ်တဲ့ ဒန်မိုတိုဟာရု (Dan Motoharu) ကို သေဆုံးလျက်သား ရှာတွေ့ခဲ့တဲ့အပြင် အုမဲဒါကန်တာရိုလည်း သေဆုံးနေပါတယ်။ သူတို့သေဆုံးမှုက လူသတ်မှုလား မတော်တဆသေဆုံးမှုလား ဆိုတာ သိရှိရဖို့ ရှေ့နေမလေး အိုတိုမို (Otomo) က လိုက်စုံစမ်းစစ်ဆေးတော့ ကြင်နာစိတ်အပြည့် စေတနာအပြည့်နဲ့ ဘိုးဘွားတွေကို ကူညီစောင့်ရှောက်ပေးနေတဲ့ ရှီဘမူနဲနိုရီက သံသယအရှိဆုံးလူဖြစ်နေကြောင်း သိသွားရတဲ့အခါ…၂၀၁၃ ခုနှစ်မှာ ရေးသားထုတ်ဝေခဲ့တဲ့ Aki Hamanaka ရဲ့ Lost Care ကို ဒီနှစ်အတွင်းမှာ ဒါရိုက်တာ Tetsu Maeda က ဒီနာမည်နဲ့ပဲ ရိုက်ကူးထုတ်ဝေခဲ့ပါတယ်။ L မင်းသားကြီး Kenichi Matsuyama က ဘိုးဘွားတွေကိုပြုစုစောင့်ရှောက်ရတဲ့ ကြင်နာစိတ်အပြည့်ရှိ အကူဝန်ထမ်းအဖြစ်သရုပ်ဆောင်ပြီး Kingdom Live Action Movies တွေမှာ တောင်တန်းဘုရင်မ Youtanwa အဖြစ် သရုပ်ဆောင်တဲ့ Masami Nagasawa က ဒီကားထဲမှာတော့ ရှေ့နေမလေးအနေနဲ့ အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်။Lost Care ဇာတ်ကားမှာ သက်ကြီးရွယ်အိုတွေကို ပြုစုစောင့်ရှောက်ရတဲ့အလုပ် Kaigo -Caregiving- (ကိုင်းဂို့)၊ ပြုစုစောင့်ရှောက်ပေးရသူ(အကူ) Kaigoshi – Carer- (ကိုင်းဂို့ရှီ) စတဲ့ စကားလုံးတွေကို ခဏခဏကြားနေရမှာဖြစ်ပြီး အဲဒီအလုပ်ရဲ့တာဝန်ကို တစ်စိတ်တစ်ပိုင်း မြင်ရမှာဖြစ်သလို အဲဒီအလုပ်ကိုလုပ်နေသူတွေရဲ့ခံစားချက်ကိုလည်း သရုပ်ဆောင်တွေရဲ့ ဒိုင်ယာလော့ကနေ သိရှိရမှာပါ။ဒီဇာတ်ကားကိုကြည့်ပြီးရင် ကိုယ့်ပတ်ဝန်းကျင်အနားက ပြုစုစောင့်ရှောက်ခံရဖို့ လိုအပ်နေကြတဲ့ သက်ကြီးရွယ်အိုတွေ၊ သက်ဆိုင်ရာမိသားစုဝင်တွေက ပြုစုစောင့်ရှောက်ပေးနေတဲ့ သက်ကြီးရွယ်အိုတွေကို သွားမြင်ယောင်ကြမှာဖြစ်ပြီး ရှီဘမူနဲနိုရီရဲ့ခံစားချက်တွေနဲ့ လုပ်ရပ်တွေကို နားလည်သဘောတူသလို ဖြစ်လာနိုင်ပေမဲ့ အဲဒါတွေဟာ လူသားစံနှုန်းအရရော ဥပဒေအရရော ခွင့်ပြုမထားတဲ့အရာတွေသာဖြစ်ပါတယ်။,A community is shocked when the bodies of an elderly man and the manager of a home-visit nursing centre are found. The passing of 42 elderly patients is connected to Shiba, a caretaker recognised for his affection and dedication.,"
  },
  {
    "id": "lqicho47-90226",
    "title": "The Portrait MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/iv5ELWVKi5MSKaBE9RzBIMpYWHK-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/The Portrait\/The Portrait.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=the-portrait",
    "tag": "",
    "genre": "Horror,Mystery,Thriller,",
    "ep": "",
    "date": "Oct. 20, 2023",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/2hJkelXg2Q5e1s6V5NkNLU7w4oZ.jpg\r,",
    "description": ",Download File Here,–,The portrait ဆိုတဲ့ဇာတ်ကားကတော့ 2023 ခုနှစ်ကထွက်ရှိခဲ့ပြီး Mystery, Horror အမျိုးအစားဖြစ်ပါတယ်။အမျိုးသမီးတစ်ယောက်ဟာ သူမခင်ပွန်းဖြစ်သူရဲ့ကံမကောင်းအကြောင်းမလှတဲ့ မတော်တဆဖြစ်ရပ်အပြီးမှာ အတိတ်မေ့သွားတဲ့ ခင်ပွန်းဖြစ်သူကို မှတ်ဉာဏ်ပြန်ရလိုရငြား ခင်ပွန်းဖြစ်သူ ငယ်ဘဝကကြီးပြင်းခဲ့တဲ့ မိသားစုပိုင်အမွေဆိုင်အိမ်ကြီးကိုခေါ်လာခဲ့ပါတယ်။အဲဒီအိမ်မှာ သူမခင်ပွန်းဖြစ်သူ နုပျိုစဥ်ကနဲ့တစ်ပုံစံထဲတူတဲ့ ပုံတူပန်းချီကားတစ်ချပ်ကိုတွေ့ရှိခဲ့ပါတယ်။သူမကို တစ်ခုခုက ခြောက်လှန့်လာပြီး စိတ်တွေစိတ်ခြောက်ခြားလာတာနဲ့အမျှ အဲ့ဒီပုံတူပန်းချီကားက တစ်ကယ်တစ်ခုခုပူးကပ်နေတာလားဆိုတာကို သိရဖို့ သူမစုံစမ်းပါတော့တယ်။,After her husband is devastated by a tragic accident, a devoted wife obsesses over a mysterious portrait that resembles him as he was; but when it starts to terrorize her, she must decide if it’s possessed or if she’s losing her mind.,"
  },
  {
    "id": "lqhyxp8g-16514",
    "title": "Son of Sardaar MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/rqFbCvKVPdqI1Yrm8Xn172XXiVC-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Son of Sardaar\/Son of Sardaar.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=son-of-sardaar",
    "tag": "",
    "genre": "Action,Comedy,Romance,",
    "ep": "",
    "date": "Nov. 13, 2012",
    "images": "",
    "description": ",Download File Here,–,မင်းသားကြီး အဂျေးသရုပ်ဆောင်ထားတဲ့ ဟင်ဒီစကားပြောဒီရုံကားက2010 ကထွက်ရှိထားတဲ့ တမီလ်စကားပြော “Maryada Ramanna” ကို remakeပြန်လည်ရိုက်ကူးထားတာပါ တိုက်ဂါး မင်းသားကြီး Salman Khan လည်း ပါဝင်သရုပ်ဆောင်ထားပါတယ်မွေးရပ်မြေ အိန္ဒိယကို မြေကွက်ရောင်းဖို့ပြန်လာတဲ့ အဂျေး ..ဒီမွေးရပ်မြေမှာကသူတို့မိသားစုနဲ့ ကမ္ဘာ့ရန်သူတွေဖြစ်တဲ့ စန်ဒူးမိသားစုရှိတယ်ပေါ့ဗျာမျိုးဆက်သာတုန်းမယ် တွေ့ရာသင်္ချိုင်းဓားမဆိုင်းဘဲ တွေ့တာနဲ့အချင်းချင်းသတ်နေကြတဲ့ ဒီ၂ဖက်မိသားစု ဒီရန်ပွဲမှာ သူ့အဖေကနစ်နာသူအဖြစ်နဲ့ အသတ်ခံလိုက်ရတယ် ဒီရန်ငြိုးကို ဦးလေးဖြစ်သူက အဂျေးတို့ကိုပြန်ဆပ်ခိုင်းပြီး ရန်ကြွေးကိုမဆပ်ရသေးဘဲ မင်္ဂလာမဆောင်ရဘူးဆိုပြီး ရာဇသံပေးလို့ အဂျေးရဲ့မိခင်ဖြစ်သူကသားတွေခေါ်ပြီးထွက်ပြေးလာခဲ့ရာက အခုဒီမွေးရပ်မြေကို အဂျေးတစ်ယောက် မြေပြန်ရောင်းဖို့ဇာတ်လမ်းစလာခဲ့တာပေါ့ဖူးစာလူးလာ ဒူးကာလို့မရဆိုသလိုပဲရွာမှာ စောင့်ဆိုင်းနေတဲ့ သူတို့ရဲ့ကမ္ဘာ့ရန်ဘက်ကြီးရဲ့သမီးကိုမှမြင်မြင်ချင်းချစ်မိသွားတဲ့ အဂျေးတစ်ယောက် ဘယ်လိုဇာတ်လမ်းနဲ့နှစ်ပါးသွားကြမလဲတစ်ဖက်ကကလဲ့စား တစ်ဖက်ကချစ်ခြင်းမေတ္တာနဲ့ ဘယ်လမ်းကိုရွေးမယ်ဆိုတာကိုတော့…,A Punjabi man returning to India falls in love with a woman whose family welcomes him as a guest before realizing he is the man they need to kill in order to avenge their loved ones.,"
  },
  {
    "id": "lqj9b2z5-00495",
    "title": "The Caller MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/A0wnQ0z7rkYUEjQOxMztOPS1i8A-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Minacious\/Minacious.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=the-caller",
    "tag": "",
    "genre": "Horror,Thriller,",
    "ep": "",
    "date": "Sep. 25, 2022",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/mTipUr9QVjgRmlbtHQKdtYXfW4O.jpg\r,",
    "description": ",Download File Here,–,ဖုန်းမှတစ်ဆင့် လုပ်ဆောင်ရတဲ့ အများဝန်ဆောင်မှု လုပ်ငန်းတွေဟာ ပင်ပန်းတဲ့ အလုပ်အမျိုးအစား တစ်မျိုးပါ။ တစ်ခါတစ်ရံ ဖုန်းခေါ်သူနဲ့ ဝန်ထမ်းကြားမှာ စကားအချေအတင်များပြီး အကြမ်းဖက်မှုအထိ ဖြစ်နိုင်တယ်ဆိုရင်ရော ယုံကြည်နိုင်ပါ့မလား။အစ်ဇဘယ်လာ ရောဘတ်ဆန်ဟာ Regal Union Bank ရဲ့ အများဝန်ဆောင်မှုဌာနမှာ လုပ်ဆောင်နေသူတစ်ဦးပါ။ တနေ့မှာတော့ သူမဟာ ဦးလေးဖြစ်သူတစ်ယောက်အိမ်မှာ တစ်ပတ်တာ အိမ်စောင့်ပေးရမှာ ဖြစ်လို့ အိမ်တည်ရှိရာ လူသူအလှမ်းဝေးတဲ့ နေရာတစ်ခုကို သွားရောက်ခဲ့ပါတယ်။ သူမက အိမ်မှတစ်ဆင့် အလုပ်လုပ်နေသူဖြစ်ကာ ညဆိုင်းဖြစ်တဲ့အတွက် သူမအတွက်တော့ အဆင်ပြေနေပါတယ်။ဒါပေမဲ့ တညမှာတော့ သူမဟာလည်း ဖုန်းခေါ်သူဆိုဖောက်သည် တစ်ယောက်နဲ့ အချေအတင် စကားများကာ အသက်အန္တရယ်အထိပါ ခြိမ်းခြောက်ခံရပါတော့တယ်။ ထိုသူဟာ ခြိမ်းခြောက်ရုံသက်သက်ပဲလား အမှန်တကယ်လား ဆိုတာကိုတော့ ရင်ခုန်စိတ်လှုပ်ရှားစွာ ဆက်လက်ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်။,While house sitting for her uncle, a customer service agent working from home gets terrorized by a dissatisfied psychopathic caller.,"
  },
  {
    "id": "lqkf5pfp-48020",
    "title": "Our Christmas Mural MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/yfH3T50DJWjwNAmhYn29UpI4FoB-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Our Christmas Mural\/Our Christmas Mural.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=our-christmas-mural",
    "tag": "",
    "genre": "Comedy,Drama,Romance,TV Movie,",
    "ep": "",
    "date": "Nov. 26, 2023",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/tTjVgUED69N29MKhmzv5iQwQ6c9.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/w2nSI0TxaJe6J0Gv22frT6Uemi8.jpg\r,",
    "description": ",Download File Here,–,ဒီတစ်ခေါက်မှာတော့ IMDB 6.1 ရရှိထားတဲ့ ခရစ္စမတ်ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ အိုလစ်ဗီယာက ပန်းချီပညာရှင် ပြတိုက်မှူးတစ်ယောက်ဖြစ်ပြီး မကြာသေးခင်ကကြုံခဲ့ရတဲ့ စိတ်မကောင်းဖွယ်အဖြစ်အပျက်တစ်ခုကြောင့် ဖန်တီးနိုင်စွမ်းတွေ ပျောက်ဆုံးနေခဲ့သူပါ။ ခရစ္စမတ်ကာလမှာ တစ်ဦးတည်းသောသားလေး ပါကာ့ကို ခေါ်ပြီး မိဘအိမ်ပြန်နေဖို့ စီစဉ်ထားရာကနေ သူ့ဘဝရဲ့အလှည့်အပြောင်းလေး တစ်ခုဖြစ်ခဲ့ပါတော့တယ်။အဲဒါကတော့ သူမရဲ့မိဘအိမ်ဖြစ်တဲ့ ဝယ်လ်လင်တန်ကို ရောက်ရှိသွားခဲ့ရာကနေ အဲဒီမြို့လေးမှာ ဘုနဲ့ဘောက်ဖြစ်စွာ လူတစ်ယောက်နဲ့ တွေ့ရှိခဲ့တာပါပဲ။ စကတည်းက ယဉ်သလိုဆိုသလို ရန်ဖြစ်ပြီး စတွေ့ခဲ့တဲ့ ဝယ်လ်ဆိုတဲ့သူက သူမနဲ့ အမှတ်မထင်ဘဲ အလုပ်အတူလုပ်ရဖို့ ဖြစ်လာခဲ့ချိန်မှာတော့.. ဖြစ်ချင်တော့ အဲဒီမြို့လေးမှာ နံရံဆေးရေးပန်းချီပြိုင်ပွဲတစ်ခု ရှိနေခဲ့ပြီး ပါဝင်ယှဉ်ပြိုင်သူတွေကို ဖိတ်ခေါ်နေခဲ့တာပါ။အိုလစ်ဗီယာက ဝင်ပြိုင်ဖို့စိတ်ကူးမရှိခဲ့ပေမဲ့ သူ့အမေဖြစ်သူ ကောင်းမှုကြောင့် ဝင်ပြိုင်ဖြစ်သွားခဲ့တယ်ပေါ့လေ။ စိတ်ကူးစိတ်သန်းတွေပျောက်ဆုံးနေသူ အိုလစ်ဗီယာတစ်ယောက် နံရံဆေးရေးပန်းချီကိုသတ်မှတ်အချိန်အတွင်း ပြီးဆုံးအောင်ဆွဲနိုင်ပါ့မလား.. သူ့ဘဝရဲ့ကြီးမားတဲ့အလှည့်အပြောင်းကရော ဘာများဖြစ်မလဲ.. ဝယ်လ်နဲ့ရော ဘုနဲ့ဘောက်ဖြစ်ရာကနေ ဘယ်လိုတွေ love spark လေးတွေ‌ ပေါက်ဖွားလာမလဲ ဆိုတာကိုတော့.. ဇာတ်လမ်းထဲမှာပဲ ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦး။,When single mom Olivia is secretly entered into a mural contest by her mom, she partners with the teacher, Will.,"
  },
  {
    "id": "lqt65bxd-94248",
    "title": "Ink MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/9vYyX7c8gZtxuqd6SiRukRb4gRd-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Ink\/Ink.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=ink",
    "tag": "",
    "genre": "Action,Fantasy,",
    "ep": "",
    "date": "Jan. 23, 2009",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/bDB9NAjkB1J7ab3lgydj75aLo7o.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/rbvMzxihGmwBPcgRcdgoFK2rvvA.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/jg30DzeMmE3qnr8fQvt7C7JWb0K.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/swXBAh9HKCOW1ZJhXz1wNwH3tIn.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/pvrrNbCp3Kb8vQh9Uz0eGDNIhBJ.jpg\r,",
    "description": ",Download File Here,–,ဒီတစ်ခါမှာတော့ Ink (2009) ဆိုတဲ့ ဇာတ်ကားလေးကိုတင်ဆက်ပေးချင်ပါတယ်ဇာတ်လမ်းလေးကတော့နေ့အချိန်လွန်ပြီး ညအိပ်ချိန်ရောက်တဲ့အခါမှာ အဖွဲ့နှစ်ဖွဲ့ပေါ်ထွက်လာပါတယ် သူတို့တွေကို မမြင်ရပေမဲ့ သူတို့ဟာ ကျွန်ုပ်တို့အိပ်နေတဲ့အချိန်မှာ ကျွန်ုပ်တို့ရဲ့ဝိဥာဥ်တွေကို အိပ်မက်တွေထဲမှာ တိုက်ပွဲဝင်ခိုင်းနိုင်တဲ့စွမ်းအင်တွေရှိကြပါတယ် တစ်ဖွဲ့က ကျွန်ုပ်တို့ရဲ့မျှော်လင့်ချက်တွေ ခွန်အားတွေနဲ့ပက်သက်ပြီး အိပ်မက်ကောင်းတွေမက်စေတဲ့ အဖွဲ့ပါ သူတို့တွေကိုတော့ ပုံပြင်ပြောသူလို့ခေါ်ပါတယ်နောက်တစ်ဖွဲ့ကတော့ ကျွန်ုပ်တို့ရဲ့စိတ်ဖိစီးမှုတွေ အကြောက်တရားတွေကို အိပ်မက်ဆိုးအဖြစ်မက်အောင်လုပ်တဲ့သူတွေပါ သူတို့က ထမင်းလုံးတစ္ဆေဆိုသလိုမျိုးမိစ္ဆာတွေပါတနေ့မှာ အမ်မာဆိုတဲ့ကောင်မလေးရဲ့ဝိဥာဥ်ကို အင့်ခ်လို့ခေါ်တဲ့သူက ခိုးယူသွားပြီး ထမင်းလုံးတစ္ဆေအဖွဲ့ထဲဝင်ခွင့်ရဖို့အတွက် အပေးအယူအနေနဲ့လဲလှယ်ဖို့လုပ်ပါတယ် အမ်မာရဲ့ဖခင်ဖြစ်သူ ဂျွန်ဆီကိုလည်း ထမင်းလုံးတစ္ဆေတစ်ကောင်က နောက်ကနေအရိပ်လိုလိုက်နေပါတယ် ဒီအခါမှာ ပုံပြင်ပြောသူတွေလို့ခေါ်တဲ့ အိပ်မက်ကောင်းမက်အောက်လုပ်ပေးရတဲ့သူတွေအဖွဲ့က ဖမ်းခေါ်သွားခံရတဲ့ ကလေးမလေးအမ်မာကို ပြန်ရအောင်လိုက်ကယ်ရပါတော့တယ်,Invisible forces exert power over us in our sleep. A mercenary named Ink, on a literal nightmare mission, captures the spirit of 8-year-old Emma in the dream world. To save her, the dream-givers marshal all their resources, focusing on saving the soul of Emma’s tragically broken father.,"
  },
  {
    "id": "lqnzz8sx-96976",
    "title": "The Nightmare Before Christmas MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2022\/08\/oQffRNjK8e19rF7xVYEN8ew0j7b-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/The Nightmare Before Christmas\/The Nightmare Before Christmas.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=the-nightmare-before-christmas",
    "tag": "",
    "genre": "Animation,Family,Fantasy,",
    "ep": "",
    "date": "Oct. 09, 1993",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/xWT5F1DNxciNLEMXRl49iq8zvN7.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/mWCoCdBumhNG3ZJAx0MS3JvaOXB.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/fcYu52ESKpvszWTCPuIJzPnmGL1.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/3BOyU7H74AmoeGbsPhdZdrwW7By.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/b3Keje6jeNqFoMiEloM4Lws7q9Z.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/fhsuN8x2EQpF2wygTKhcaxuayr7.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/b1EtmdiKNG8hmxKC7vhXbYvWGC8.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/eRGfEGszuP5Cc6Iy9EdMqH3CPTl.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/kCAa32H3oYVVZ23EbLTffz9aQ0K.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/nJT0QZIB7e9af31JM6sOzMeTOgD.jpg,",
    "description": ",Download Here,ဒါကတော့ နာမည်ကြီး Dark Gothic movieတွေကိုဖန်တီးလေ့ရှိတဲ့Tim Burtonကြီး produceလုပ်ထားတဲ့Stop-motion animated musicalအမျိုးအစားလေးပါ။Ratingအကြမ်းစားတွေရော၊ musicalကားဆိုတော့သီချင်းဆုတွေရော၊ Oscarဇကာတင်တွေရောရထားတဲ့တစ်ခေတ်တစ်ခါက ဇာတ်လမ်းကောင်းလေးပါ။ဇာတ်လမ်းကတော့ အဲ့ခေတ်ကာလမှာအားလပ်ရက်ပျော်ပွဲရွှင်ပွဲတွေကို လုပ်ဆောင်ရတဲ့မြို့အသီးသီးရှိတယ်ပေါ့။အီစတာမြို့၊ ဟော်လိုဝင်းမြို့၊ခရစ်စမတ်မြို့ အစရှိသဖြင့်ပေါ့။ဒီကားရဲ့ဇာတ်လိုက်ကျော် ဂျက်က ဟော်လိုဝင်းမြို့ရဲ့ရွှေဖရုံသီးဘုရင်ပေါ့ခြောက်လှန့်တဲ့နေရာမှာအထင်ကရဖြစ်တဲ့ အရိုးခြောက်ပေါ့။အားလုံးကသူ့ကို အမြဲချီးမွမ်းနေပေမယ့်သူကတော့ ဟော်လိုဝင်းမှာ လိုက်ခြောက်လှန့်နေရတာကို စိတ်ကုန်နေပါပြီ။နောက်တော့ ခရစ်စမတ်မြို့ထဲရောက်သွားတဲ့အခါမှာဟော်လိုဝင်းဘုရင်က ခရစ်စမတ်လုပ်မယ်လို့ကြံစည်ရင်းသူ့နည်းသူ့ဟန်နဲ့ ခရစ်စမတ်ကိုဆင်နွှဲတဲ့ဇာတ်လမ်းလေးပါ။ခံစားကြည့်ရှုလိုက်ပါအုံး။,Tired of scaring humans every October 31 with the same old bag of tricks, Jack Skellington, the spindly king of Halloween Town, kidnaps Santa Claus and plans to deliver shrunken heads and other ghoulish gifts to children on Christmas morning. But as Christmas approaches, Jack’s rag-doll girlfriend, Sally, tries to foil his misguided plans.,"
  },
  {
    "id": "lqj9bz54-32375",
    "title": "The Emperor of Paris MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/7mZBfj3dFIzQgMVfkDwi9u4JBxI-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/The Emperor Of Paris\/The Emperor Of Paris.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=the-emperor-of-paris",
    "tag": "",
    "genre": "Crime,Drama,Thriller,",
    "ep": "",
    "date": "Dec. 19, 2018",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/2E2bGNMDOEmTpgiwdI4w7G6mxli.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/v81BEDRhzZR5TEOtqtOJJg3mnYl.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/y9Jq6HZQFtzLBp31z0kjxJlGrqJ.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/acwTqaSzZTxPefjSk1GWaWkQFmd.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/rOGq16PCWLkVmh09qGHQCAk0IsG.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/Antmm7z2mkMXVm7ktDzWcX6zqOX.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/7XQkmsbr7ihxY7yzoVESneEYiB1.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/9lS59Fwxwe6nPntp0Otp52NTyJC.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/hB1nRhgzWPb9Is3Jod41QNuspUK.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/bi5It0MuqudeKOjrk6EDW4yYTGI.jpg,",
    "description": ",Download File Here,–,ဒီဇာတ်လမ်းကတော့ ပြင်သစ်နိုင်ငံရဲ့သမိုင်းဝင်စုံထောက်ကြီး ဗီဒေါ့အကြောင်းပါ။ဗီဒေါ့ဟာ နပိုလီယံခေတ်မှာကျော်ကြားလာသူဖြစ်ပြီး ပြင်သစ်နိုင်ငံရဲ့ ပထမဆုံးပြစ်မှုဆိုင်ရာစုံစမ်းစစ်ဆေးရေးအေဂျင်စီကို တည်ထောင်သူလည်းဖြစ်သလိုခေတ်မှီပြစ်မှုဗေဒရဲ့ ဖခင်ကြီးလို့လည်းတင်စားကြပါတယ်။ ငယ်စဉ်ကဆိုးပေမိုက်ခဲ့ပြီးနောက်မှာတော့ အသိတရားဝင်ကာ ပြင်သစ်နိုင်ငံရဲတပ်ဖွဲ့ပူပေါင်းပြီးအမှုတွေလိုက်လံဖြေရှင်းခဲ့ပါတယ်။ဒါ့အပြင် ပုဂ္ဂိလိကစုံထောက်အဖြစ်လည်းလုပ်ခဲ့ပါတယ်။ဒီဇာတ်လမ်းကတော့ သူရဲ့အတ္ထုပတ္တိဇာတ်လမ်း၊ စွမ်းဆောင်ရည်တွေကိုအဓိကရိုက်ကူးထားတာမဟုတ်ဘဲ အကြမ်းဖျင်းသဘောနဲ့ဇာတ်လမ်းဆင်ရိုက်ကူးထားတာဖြစ်ပါတယ်။Rating လည်းမြင့်တဲ့အတွက် ကြည့်ရှုသူတွေစိတ်ကျေနပ်စေဖို့အတွက်တင်ဆက်ပေးလိုက်ပါတယ်..,Paris, France, early 19th century. The legendary convict François Vidocq lives in disguise trying to escape from a tragic past that torments him. When, after an unfortunate event, he crosses paths with the police chief, he makes a bold decision that will turn the ruthless mastermind of the Parisian underworld against him.,"
  },
  {
    "id": "lqhzm4pu-32049",
    "title": "The Strange Case of Embroidered Shoes MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/gnQX0vNwFvBUb7ZsJSS951Xv7hp-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/The Strange Case of Embroidered Shoes\/The Strange Case of Embroidered Shoes.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=the-strange-case-of-embroidered-shoes",
    "tag": "",
    "genre": "Mystery,Thriller,",
    "ep": "",
    "date": "Dec. 07, 2023",
    "images": "",
    "description": ",Download File Here,–,မင်ကော်ခေတ်နှောင်းပိုင်းမှာ ခေတ်အပြောင်းအလဲကြောင့် ဒုစရိုက်ဂိုဏ်းတွေအတင့်ရဲရောင့်တက်နေချိန်ဖြစ်ပါတယ်။ မြို့ထဲမှ ကျောင်းသူအများအပြားပျောက်ဆုံးနေခဲ့ပြီး ရဲတပ်ဖွဲ့အတွက် ခေါင်းကိုက်နေရပါတယ်။မြို့ပြင်မှာရှိတဲ့ ရှန့်မိသားစုအိမ်မှာ တစ်မိသားစုလုံး အသတ်ခံရပြီးနောက်မှာတော့သရဲအိမ်ဆိုပြီး သမုတ်ခံခဲ့ရပါတယ်။ မိုးညတစ်ညမှာ ရှန့်အိမ်ထဲမှာကျောင်းသူတစ်ယောက်နဲ့ လူကုန်ကူးသူတစ်ယောက်ရဲ့ အလောင်းကိုတွေ့ခဲ့ပါတယ်။ဒီအမှုက ထူးဆန်းလွန်းတဲ့အတွက် ဘယ်သူမှ မကိုင်ချင်ဖြစ်နေပါတယ်။ရဲမေလေး ကျန်းရှောင်ဟော်ကတော့ သရဲတစ္ဆေတွေကို အယုံအကြည်မရှိပဲအဖေဖြစ်သူ ရဲမှူးကျန်းမိဟူ ဆန့်ကျင်နေတဲ့ကြားက ဒီအမှုကို လိုက်လံစုံစမ်းခဲ့ပါတယ်။ရှောင်ဟော်ဟာ သူဌေးသမီး ကျောက်ရီချွဲ့နဲ့ ခင်မင်သွားခဲ့ပြီးသူတို့ ၂ ယောက်ပူးပေါင်းကာ လွန်ခဲ့တဲ့ ၁၅ နှစ်က အမှုကို လိုက်လံစုံစမ်းပါတော့တယ်။နောက်ဆုံးမှာ သဲလွန်စတွေအရ လိုင်ဖုန့်လုံကို ရှာဖွေတွေ့ရှိခဲ့ပြီး ချန်စန်းရဲကဦးဆောင်တဲ့ ဟွမ်ထုံချန်အဖွဲ့ကို စုံစမ်းရရှိခဲ့ပါတယ်။ကျန်းရှောင်ဟော်နဲ့ ကျောက်ရီချွဲ့တို့နှစ်ယောက် ဒုစရိုက်အဖွဲ့ကြီးကို အမြစ်ပြတ်ဖြေရှင်းနိုင်ပါ့မလား……လွန်ခဲ့တဲ့ ၁၅ နှစ်က အမှုနဲ့ရော ဘယ်လို ပတ်သတ်နေကြမလဲ……ဆိုတာကို ရုပ်ရှင်လေးနဲ့အတူ အဖြေရှာလိုက်ရအောင်နော်။,"
  },
  {
    "id": "lqkf51yp-04870",
    "title": "The River MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/tbBn5d2dQOzqj4qCbQQ44zntotI-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/The River\/The River.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=the-river",
    "tag": "",
    "genre": "Drama,",
    "ep": "",
    "date": "Dec. 01, 1984",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/jHQ7QEnGEomL69hnzBAGStvAUMT.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/z7uXsIsmP625jQeqsaL2Gp6EtWz.jpg\r,",
    "description": ",Download File Here,–,ဒီကားလေးကတော့ ၁၉၈၄ခုနှစ်တုန်းက ထွက်ရှိထားတဲ့ Old but Gold စာရင်း၀င်ကားလေးပါပဲ။ မင်းသားကြီး Mel Gibson ခေါင်းဆောင်ပါဝင်ထားတာဖြစ်ပြီး Oscar ဆုလေးဆုအတွက် ဆန်ခါတင်၀င်ခဲ့ရုံတင်မက Golden Globes နှစ်‌ဆုအတွက်လည်းဆန်ခါတင်၀င်ခဲ့ပါသေးတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ တန်နက်ဆီမြို့က ချိုင့်ဝှမ်းလေးမှာ ရုန်းကန်ရတဲ့လယ်သမားတွေအကြောင်းပဲဖြစ်ပါတယ်။ မြစ်ရေ၀င်လို့ လယ်မြေတွေပျက်စီးရတဲ့အပြင် ဘဏ်အကြွေးတွေရဲ့ဖိအား မြစ်ရေကိုအပိုင်စီးဖို့ ဆည်ဆောက်ချင်တဲ့လောဘသားအရင်းရှင်နဲ့ ဒုက္ခပေါင်းများစွာကြားမှာ ဗျာများရအောင် လှုပ်ရှားရုန်းကန်နေရတဲ့လယ်သမားမိသားစုအကြောင်းလေးပဲဖြစ်ပါတယ်။မိသားစုပိုင်လယ်ကွက်လေးကို ဘဏ်အကြွေးကြောင့် ဆုံးရှုံးမသွားအောင် ရုန်းနေရတဲ့လယ်သမားတစ်ဦးရဲ့ဘ၀ သူ့ကိုထောက်ပံ့ပေးနေတဲ့သစ္စာရှိတဲ့ ဇနီးသည်နဲ့ ဒုက္ခတွေကြားထဲက ချစ်စရာချစ်ခြင်းမေတ္တာအကြောင်းတွေကိုလည်း ခံစားနိုင်မှာပါ။ အားလုံးပဲကြည့်ရှူခံစားလိုက်ကြပါဦး။,Farming family battles severe storms, a bank threatening to reposses their farm, and other hard times in a battle to save and hold on to their farm.,"
  },
  {
    "id": "lqnzyddp-14686",
    "title": "Obsessed MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/x98L6eO7MsvNmXFy8TNza9UdsFI-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Obsessed\/Obsessed.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=obsessed",
    "tag": "",
    "genre": "Drama,Thriller,",
    "ep": "",
    "date": "Feb. 26, 2009",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/A8tzXD1ReEdkR8Eg9GagP3icpAA.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/vO3XWsz9RSBzEb5yINBehlP3Bc7.jpg\r,",
    "description": ",Download File Here,–,ဒီဇာတ်ကားလေးကတော့ ထူးထူးခြားခြား နာမည်ကျော်အဆိုတော် ဘီယွန်ဆေး ပါဝင်သရုပ်ဆောင်ထားပြီး ဘီယွန်ဆေးနှင့် လီဆာဖိုက်ရမယ့် ဇာတ်ကားလေးပါ။ဇာတ်လမ်းအကျဉ်းကတော့ ဒဲရက်ချားစ်ဟာ ကုမ္မဏီကြီးတစ်ခုမှာ ရာထူးလစာ ကောင်းကောင်းနှင့် အလုပ်လုပ်ကိုင်နေပြီး ရှာရွန်ဆိုတဲ့ဇနီးသည်ချောချောလေးနှင့်အတူ ကိုင်ဆိုတဲ့သားလေးတစ်ယောက် ပိုင်ဆိုင်ထားပြီး စိတ်သဘောထားကောင်းတဲ့အတွက် သွားလေရာမျက်နှာပန်းပွင့်ပြီး အဘက်ဘက်က ပြည့်စုံသူတစ်ဦးပါ။ဒီလိုသာယာနေတဲ့သူ့ဘဝကို မုန်တိုင်းစတင်ဝင်ရောက်တိုက်ခတ်လာတာကတော့ လီဆာဆိုတဲ့အမျိုးသမီးတစ်ယောက် အစမ်းခန့်ဝန်ထမ်းအနေနဲ့ သူတို့ကုမ္ပဏီကို ဝင်ရောက်လာတဲ့အချိန်ပါပဲ။ ဒဲရက်က လီဆာကို သဘောရိုးနဲ့ ပြောဆိုဆက်ဆံလိုက်ပေမယ့် လီဆာတစ်ယောက်ကတော့ တစ်ယောက်တည်းရူး စိတ်ကူးတွေယဉ်ပြီး ဒဲရက်ကို မရမကပိုင်ဆိုင်အောင် ကြိုးစားလာပါတော့တယ်။ ဘာမှမဖြစ်လောက်ပါဘူး ပြီးသွားမှာပါလို့ ဒဲရက်တစ်ယောက်ထင်ထားခဲ့ပေမယ့် လီဆာက လက်မလျှော့ဘဲ မထင်ထားတာတွေလုပ်လာတဲ့အခါ ဒဲရက်တစ်ယောက် ဘယ်လိုဒုက္ခလှလှတွေ့မလဲ သူနှင့်သူမိသားစု ဒီဒုက္ခကနေရော ရုန်းထွက်မလဲဆိုတာ ရင်တမမ ကြည့်ရှုရမှာဖြစ်ပါတယ်။,Things couldn’t be better for Derek Charles. He’s just received a big promotion at work, and has a wonderful marriage with his beautiful wife, Sharon. However, into this idyllic world steps Lisa, a temporary worker at Derek’s office. Lisa begins to stalk Derek, jeopardizing all he holds dear.,"
  },
  {
    "id": "lqj9c9a2-68213",
    "title": "Phoenix MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/jcmxwDdWYYXTlejkeTTabeZ4k82-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Phoenix\/Phoenix.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=phoenix",
    "tag": "",
    "genre": "Horror,Thriller,",
    "ep": "",
    "date": "Nov. 17, 2023",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/uNciJWoaPbBZK7zeuyB32T5vLd0.jpg\r,",
    "description": ",Download File Here,–,ဒီတစ်ခေါက်မှာတော့ Thriller ကြိုက်နှစ်သက်တဲ့ ပရိသတ်တို့အတွက်Thriller ကားကောင်းလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။ပုံမှန်သရဲကားတွေလို ဝုန်းဒိုင်းဆိုပြီး ဟိုးနားက ပေါ်လာ ဒီနားက ပေါ်လာတာမျိုးမဟုတ်ဘဲSound Effect ကောင်းကောင်းနဲ့ ရင်တထိတ်ထိတ်ကြည့်ရှုရမယ့် ဇာတ်လမ်းကောင်းလေးပဲ ဖြစ်ပါတယ်။ရှေ့နေ့ဂျွန်တစ်ယောက်ဟာ လူမှုရေးပြဿနာတွေကြောင့်နဲ့ အိမ်ပြောင်းရွေ့ဖို့ဖြစ်လာခဲ့ပါတယ်။ဂျွန်ဟာ အိမ်နီးချင်းတွေနဲ့ ရောရောနှောနှောမနေချင်ဘဲ တိတ်တိတ်ဆိတ်ဆိတ်နေချင်တဲ့အတွက်အိမ်ကိုသေချာရှာရင်းနဲ့ သူ့အကြိုက်အိမ်တစ်လုံးကို ရှာတွေ့သွားပြီးတော့ အိမ်ကို ပြောင်းလာကြပါတော့တယ်။သူတို့ပြောင်းခဲ့တဲ့ အိမ်ကြီးကတော့ သင်္ချိုင်းဟောင်းတစ်ခုပေါ်မှာ တည်ဆောက်ထားတဲ့ အိမ်ကြီးဖြစ်နေပါတယ်။အိမ်ကို ပြောင်းရွေ့ပြီးတဲ့နောက်မှာတော့ ဘယ်ကနေ ပို့လာမှန်းမသိတဲ့စာတွေက ဂျွန်တို့ရဲ့အိမ်ရှေ့ပေါက်ဝကို ရောက်ရောက်နေတတ်ပါတယ်။ ရောက်လာတဲ့စာတွေဟာလည်း အမျိုးသမီးတစ်ယောက်က ရင်ဖွင့်ရေးသားထားတဲ့ စာတွေနဲ့တူနေပါတယ်။ ဒီနောက်မှာတော့ အိမ်မှာ ငှက်ကလေးတွေ ငိုသံကြားရတာမျိုး ထူးထူးဆန်းဆန်းဖြစ်ရပ်မျိုးတွေ ဖြစ်လာပြီးတော့ အဲဒီနောက်ကွယ်က အကြောင်းတွေကို စုံစမ်းရင်းနဲ့ပဲဒီစာထဲက အမျိုးသမီးကရော ဘယ်သူလဲ ဘာအတွက်ကြောင့် စာတွေပို့နေရတာလဲ ……….အိမ်မှာဖြစ်နေတဲ့ ထူးထူးဆန်းဆန်းဖြစ်ရပ်တွေကရော ဘယ်လိုတွေကြောင့်ဖြစ်ရတာလဲ……. ဂျွန်တို့ မိသားစုရော ဒီအိမ်ကြီးမှာ ဘာတွေကြုံတွေ့ရမလဲဆိုတာတွေကို ထိတ်လန့်ဖွယ်ရာ ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်။,John and his family relocate to a far away island village with hopes of rebuilding their lives. But destiny has other plans for them as a series of horrifying events begin to unfold.,"
  },
  {
    "id": "lqnzz2ln-46738",
    "title": "Mickey’s Magical Christmas: Snowed in at the House of Mouse MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/pjDGKPiaQ0R8wjO8ygZUdIdvZPK-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Snowed in at the House of Mouse\/Snowed in at the House of Mouse.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=mickeys-magical-christmas-snowed-in-at-the-house-of-mouse",
    "tag": "",
    "genre": "Animation,Comedy,Family,",
    "ep": "",
    "date": "Nov. 06, 2001",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/lfAhPKtTzYmgwTfXlLlUoQSqHA0.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/u0Ts1bQRyC5VRSHut0YaSEpKSYr.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/oa0gzfbiDFeSmkoGHHagSVnbDuy.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/qdYlXGIWOpSEZzAkqGWkT8ZkyyU.jpg\r,",
    "description": ",Download File Here,–,ခရစ္စမတ်နေ့မှာ ခရစ္စမတ်အရသာ အပြည့်အဝရမယ့် အန်နီမေးရှင်းလေးတစ်ပုဒ်ပေါ့။ ဒီဇာတ်လမ်းမှာ ၂၀၀၁မတိုင်ခင်ထွက်ခဲ့တဲ့ ဒစ္စနေးရဲ့ရှိသမျှ ဇာတ်ကောင်တွေ အကုန်နီးနီးပါတယ်။ ဘာလို့ပါသတုန်းဆို ဒီရုပ်ရှင်က House of Mouse လို့ခေါ်တဲ့ မစ်ကီမောက်စ်စီးရီးရဲ့ Spin-Off အဖြစ်ထုတ်ထားတာ။ House of Mouse က ပြောရရင် ဒစ္စနေးရဲ့ မှတ်တိုင်စိုက်ထူမှုတစ်ခုလို့ ပြောရမယ်။ ဘာလို့ဆို House of Mouse ဆိုတဲ့ နာမည်ကိုက ဒစ္စနေးရဲ့ နာမည်ပြောင်လည်းဟုတ်နေတယ်။ နောက် House of Mouse စီးရီးမှာ ၁၉၃၀ကနေ ၁၉၅၀ဝန်းကျင်က ဒစ္စနေးကာတွန်းအတိုလေးတွေကို မစ်ကီတို့က ပြန်ပြထားကြတာတွေတော်တော်ပါတယ်။ သူတို့ရဲ့ကောင်းပေ့ညွန့်ပေ့ဆိုတဲ့ ကာတွန်းအတိုလေးတွေကို မစ်ကီတို့က ပြန်ပြကြတာပေါ့။ House of Mouse ဆိုတာက မစ်ကီတို့သူငယ်ချင်းတွေဖွင့်ထားတဲ့ Dinner Theatre Club… အဲဒီကို ဒစ္စနေးက ဇာတ်ကောင်တွေအကုန်လာကြတယ်ပေါ့။ အဲဒီဇာတ်ကောင်တွေကိုထည့်တဲ့နေရာမှာ အန်နီမေးရှင်းလုံးဝမရှိသေးတဲ့ ဒစ္စနေးကောမစ်က ဇာတ်ကောင်တွေကိုပါ ထည့်ခဲ့တယ်။ ၅၂ပိုင်းနဲ့ ရုပ်ရှင်၂ကားထွက်ခဲ့တယ်။ ဒီရုပ်ရှင်ကတော့ အဲဒီ၂ကားထဲက တစ်ကားဖြစ်သလို ခရစ္စမတ်ကားလည်းဟုတ်နေတဲ့ကားပေါ့။ဇာတ်လမ်းစစမှာ မစ်ကီတို့တွေဟာ ခရစ္စမတ်အကြိုနေ့မှာ ဖျော်ဖြေပွဲလုပ်ပြီးတဲ့နောက် ဧည့်သည်တွေကို နှုတ်ဆက်တယ်။ ကံဆိုးချင်တော့ နှင်းတွေပိန်းပိတ်နေအောင် ကျနေလို့ တစ်ယောက်မှ အိမ်ပြန်မရတော့ဘဲ House of Mouse မှာပဲ ခရစ္စမတ်ပါတီကို ကျင်းပရဖို့ အကြောင်းဖန်လာတယ်။ ဒီလိုခရစ္စမတ်ပါတီကျင်းပတော့ မစ်ကီက အိမ်ရှင်ပီပီ အားလုံးကို ပျော်စေချင်တယ်။ ရှိရှိသမျှ ဒစ္စနေးဗီလိန်တွေအကုန်လုံးတောင် ခရစ္စမတ်ကိုတော့ ချစ်ကြတယ်။ ပျော်ကြရွှင်ကြတယ်ပေါ့။ ဒါပေမဲ့ ခရစ္စမတ်ကို မချစ်နိုင်တဲ့သူက ဒေါ်နယ်လ်။ ဒီတော့ ဒေါ်နယ်လ်ကို ခရစ္စမတ်ကို ချစ်တတ်လာအောင် မစ်ကီက မစ်ကီရဲ့ဇာတ်လမ်းတိုလေးတွေရော ဒေါ်နယ်လ်ရဲ့ဇာတ်လမ်းတိုလေးတွေရောပြတယ်။ ထုံးစံအတိုင်း မင်နီ ဂူဖီ ပလူတိုတို့ရော ဟူဝီ ဒူဝီ လူဝီတို့ရော ဘဲကပ်စေးတို့ရော အကုန်ပါတာပေါ့။ တစ်ပုဒ်ပြီး တစ်ပုဒ်ပြပေမဲ့ ဒေါ်နယ်လ်ကတော့ သူ့ဦးလေးဘဲကပ်စေးနဲ့တူအောင်ကို ခေါင်းတွင်တွင်ခါနေတုန်းပဲ။ ဒီတော့ မစ်ကီတို့တွေ ဒေါ်နယ်လ်ကို ခရစ္စမတ်ကို ချစ်သွားအောင် ဘာပြရမလဲ ခေါင်းချင်းရိုက်ကြတာပေါ့။ ဒေါ်နယ်လ်ချစ်တတ်သွားအောင် မစ်ကီတို့ ဘယ်လိုဇာတ်လမ်းတွေ ဒေါ်နယ့်လ်ကို ပြကြမလဲ ကြည့်ကြရလိမ့်မယ်။ဒေါ်နယ့်လ်ကို ပြသွားတဲ့ ခရစ္စမတ်ဇာတ်လမ်းတွေထဲမှာ ဒစ္စနေးရုပ်ရှင်တို ၂ခုပါတယ်။ Pluto’s Christmas Tree (1952) နဲ့ Mickey’s Christmas Carol (1983) တို့ပါပဲ။ Mickey’s Christmas Carol ကတော့ ချားလ်ဒစ်ကင်းရဲ့ A Christmas Carol ကို မှီးထားတယ်။ Academy Award for Best Animated Short Film ဆုပါ ဆန်ခါတင်ဝင်သွားသေးတယ်။ တကယ်လည်း‌ ကောင်းပါတယ်။ သူတို့ပြခဲ့တဲ့ဇာတ်လမ်းတွေထဲ ဒီတစ်ပုဒ်ကတော့ တော်တော်ကောင်းတယ်။ ခရစ္စမတ်ရဲ့ အကျော်ကြားဆုံးဇာတ်လမ်းဖြစ်တဲ့ A Christmas Carol ရဲ့ ကျောရိုးအတိုင်း မစ်ကီမောက်စ်တို့နဲ့ ကြည့်ရမှာဆိုတော့ ခရစ္စမတ်မှာ ကြည့်လို့လည်း တော်တော်အရသာရှိလိမ့်မယ်။မစ်ကီတို့ဆိုခဲ့တဲ့သီချင်းအတိုင်းပေါ့… ခရစ္စမတ်ဆိုတာ ခရစ္စမတ်သစ်ပင်ကြီးဧည့်ခန်းထဲ အလှထည့်ထားတာလည်းမဟုတ်ဘူး။ ခရစ္စမတ်ပွဲကြီးလမ်းကြီးတွေ လုပ်ကြတာမျိုးလည်း မဟုတ်ဘူး။ ခရစ္စမတ်ဆိုတာ ကိုယ်ချစ်တဲ့သူတွေနဲ့အတူ ချစ်ခြင်းတွေနဲ့ အတူရှိနေတဲ့ အချိန်ပါပဲ။,When a huge snowstorm leaves everyone stranded, Mickey and all of his guests at the House of Mouse, including Pooh, Belle, Snow White, Cinderella, Ariel and many more of his old and new friends, break out the cookies and hot chocolate to help Donald mend his tattered Christmas spirit.,"
  },
  {
    "id": "lqicc2mh-90396",
    "title": "Sugar Factory MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/Sugar-Factory-192x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Sugar Factory\/Sugar Factory.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=sugar-factory",
    "tag": "",
    "genre": "",
    "ep": "",
    "date": "",
    "images": "",
    "description": ",Download File Here,–,Sugar Factoryဆိုတဲ့ ကန်နာဒါစကားပြော အိန္ဒိယအချစ်ဟာသဇာတ်လမ်းလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။မင်းသမီးချော ဆိုနာမွန်တယ်ရီယိုနဲ့ မင်းသားဒါလင်ခရစ်ရှ်နာတို့ အဓိကပါဝင်သရုပ်ဆောင်ထားတာပါ။“Single is the best”လို့ တစာစာကြွေးကြော်ရင်း အချစ်ရေး အိမ်ထောင်ရေးကိုတစက်ကလေးမှ စိတ်မဝင်စားကြတဲ့ အာရာနဲ့ အာဒီတီ။အာရာက မင်္ဂလာပွဲတွေစီစဉ်ပေးတဲ့ စီစဉ်သူကြီးဖြစ်ပေမဲ့ အိမ်ထောင်ရေးကိုလုံးလုံးအယုံအကြည်မရှိသူ။အာဒီတီဆိုတဲ့ မိန်းမပျိုလေးကလည်း ထိုနည်း၎င်း ဘာလဲ အချစ်ဆိုတာလို့ မေးခွန်းထုတ်တတ်တဲ့ ဆော့ဖ်ဝဲပညာရှင်။ဒီလို မချစ်တတ်တဲ့ယောကျ်ားနဲ့ မချစ်တတ်တဲ့မိန်းမတို့ ဆုံတွေ့ကြတာက Sugar Factoryလို့ခေါ်တဲ့အရက်ဆိုင်မှာ။နှစ်ယောက်သား မထင်မှတ်ဘဲဆုံတဲ့အချိန်မှာ အရင်တချိန်က ဆုံခဲ့ဖူးသူတွေမို့ခဏအတွင်းရင်းနှီးသွားကြရင် အချစ်ကိုမယုံကြည်ကြောင်း ဒဿနတွေပွင့်အံကြတာပေါ့။ဒီလိုနဲ့ လူမှန်းသူမှန်းမသိအောင်မူးပြီးတဲ့နောက်မှာတော့ အကြောင်းကြောင်းကြောင့်ချစ်သူတွေအဖြစ်ဟန်ဆောင်ရဖို့ဖြစ်လာပါတော့တယ်။အချစ်ကိုအယုံအကြည်မရှိတဲ့ သူတို့နှစ်ယောက်ရဲ့ ဟန်ဆောင်အချစ်ဇာတ်လမ်းလေးက ဘယ်လိုအဆုံးသတ်မလဲဆိုတာ ခံစားကြည့်ရှုလိုက်ကြပါဦးစို့။,Arya and Adithi Bopanna meets up in a pub, Where they pretend in a love relationship among their friends due to a challenge.,"
  },
  {
    "id": "lqhzm3a7-62604",
    "title": "Blindness MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/deBsx5IxyqCC217j3VY24TkkE0Z-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Blindness\/Blindness.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=blindness",
    "tag": "",
    "genre": "Drama,Mystery,Science Fiction,Thriller,",
    "ep": "",
    "date": "May. 14, 2008",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/lcYC9tQO4445iEyT01TMFQO3Go4.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/sN0czEtCT1jEFQVajWBsKwdFBKm.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/8vSGNUm24RB7uKbZopb5FCCHj40.jpg\r,",
    "description": ",Download File Here,–,ဒီဇာတ်လမ်းကတော့ တစ်မူထူးခြားပါတယ်။ဘာကြောင့်လဲဆိုတော့ဒီဇာတ်လမ်းထဲက ဇာတ်ကောင်အကုန်လုံးကိုအမည်နာမသတ်မှတ်မထားသလိုဇာတ်ကောင်တစ်ယောက်ချင်းစီရဲ့ နောက်ကြောင်းရာဇဝင်ကိုဖော်ပြထားခြင်းမရှိပါဘူး။ကျွန်တော့်အမြင်တော့ဒါရိုက်တာက ဒီဇာတ်လမ်းရဲ့ဇာတ်ကောင်တစ်နေရာကခံစားကြည့်ရှုစေချင်တာဖြစ်မယ်။ဇာတ်လမ်းအကျဉ်းလေးပြောပြပါမယ်အစမှာ ဂျပန်အမျိုးသားတစ်ယောက်ဟာ လမ်းပေါ်မှာကားမောင်းနေရင်းနဲ့ အမြင်အာရုံရုတ်တရက်ပျောက်ဆုံးသွားပါတယ်။ အမြင်အာရုံပျောက်ဆုံးတယ်ဆိုပေမယ့် မျက်စိကန်းနေတဲ့သူလိုအမည်းရောင်ပဲမြင်ရတာမဟုတ်ဘဲ အဖြူပြင်ကြီးပဲမြင်နေရတာပါ။လမ်းပေါ်ကလူညစ်တစ်ယောက်ရဲ့အကူအညီနဲ့ ဂျပန်အမျိုးသား ဟာအိမ်ကိုပြန်ရောက်ခဲ့တယ်ဆိုပေမယ့် သူ့ကားတော့အခိုးခံလိုက်ရတယ်။ သူ့မိန်းမအိမ်ပြန်လာကိုစောင့်ပြီးလင်မယားနှစ်ယောက်မျက်စိအထူးကုဆရာဝန်ဆီကိုသွားပြကြပါတယ်။ဆရာဝန်စစ်ဆေးကြည့်တဲ့အခါမျက်လုံးမှာ ထူးထူးခြားခြားဘာမှမဖြစ်တဲ့အတွက်မစိုးရိမ်ဖို့ပြောပြီး ကျန်တာစစ်ဆေးဖို့အတွက်ဆေးရုံကိုလွှတ်လိုက်ပါတယ်။ကြည့်စရာလူနာတွေကုန်သွားတော့ မျက်စိဆရာဝန်ဟာ အိမ်ကိုပြန်လာပြီးကြုံတွေ့ခဲ့တာတွေကိုမိန်းမဖြစ်သူကိုပြောပြတယ်။နောက်နေ့မှာ အဲ့ဆရာဝန်လည်းမျက်စိမမြင်ရတော့ပါဘူး။ ဒါဟာကူးစက်ရောဂါတစ်မျိုးပဲသိသွားတယ်။ အခြားတစ်ဖက်မှာလည်းမြို့အတွင်းမှာ တစ်ယောက်စ နှစ်ယောက်စ စဖြစ်လာတဲ့အတွက်အစိုးရကရောဂါကူးစက်‌သူတွေကို စိတ်ကျန်းမာရေးဆေးရုံးဟောင်းဆီမှာစုနေဖို့ဆုံးဖြတ်ချက်ချလိုက်တယ်။ ဆရာဝန်ရဲ့မိန်းမက သူ့ယောက်ျားကိုစိတ်မချတဲ့အတွက်သူ့ကိုယ်သူရောဂါကူးစက်နေပါတယ်လို့လိမ်ပြီးတော့လိုက်သွားတယ်။ဆေးရုံတစ်ခုလုံးမှာ ဆရာဝန်ရဲ့မိန်းမတစ်ယောက်သာ မျက်လုံးမြင်တဲ့အတွက်အစအစအရာရာ ဦးဆောင်ပြီးလုပ်‌‌ပေးတယ်။အစပိုင်းမှာ အဆင်ပြေပေမယ့်နောက်ပိုင်းလူတွေတစ်စတစ်စများလာ‌တော့သူ့အတွက်ဝန်ပိလာပါတယ်။ စရိုက်ပေါင်းစုံလူပေါင်းစုံရှိလာတဲ့ဒီဆေးရုံဟာ ကမ္ဘာသစ်တစ်ခုလိုဖြစ်လာတယ်။ ကြီးနိုင်ငယ်ညှင်းစိတ်သဘောရှိတဲ့ လူတစ်ချို့ရဲ့ကြီးစိုးမှုကြောင့် အခက်အခဲတွေကြုံလာတဲ့အခါမှာ‌တော့….,When a sudden plague of blindness devastates a city, a small group of the afflicted band together to triumphantly overcome the horrific conditions of their imposed quarantine.,"
  },
  {
    "id": "lqhyy1u6-37064",
    "title": "Maestro MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/kxj7rMco6RNYsVcNwuGAIlfWu64-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Maestro\/Maestro.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=maestro",
    "tag": "",
    "genre": "Drama,Music,Romance,",
    "ep": "",
    "date": "Nov. 22, 2023",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/et0G74BxoBgNQEZBkUcVhsgeRFF.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/5aa0Dp2weJuVqnaKH7DOjealBme.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/lTwIdWVjhst9u2aj2Ea2hFTBitQ.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/aGXCtrbBtDdq97y11fjf9wEtFtv.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/ob01ndA93OTbyvHkm1hvUKlarpe.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/8aLAL3GqWKSTRBkrIvmVZYrk9d.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/5kksqAGXUa043EjsJBzqB0q8Ys1.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/iNws0GhOwUMcXCPjB7Hv85bBAue.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/cJ0Pma5vg1Xt5331UByMHRd23Do.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/j7BG8EYc0tES3kater7eX7lZviM.jpg,",
    "description": ",Download File Here,–,Maestro ဟာ လက်ရှိမှာ American Film Institute ရဲ့ Top Ten Films of The Year စာရင်းဝင်ထားပြီး Bradley Cooper ရဲ့ ဒါရိုက်တာဘဝ ပိုအသက်ဝင်လာစေတဲ့ ရုပ်ရှင်လို့ပြောကြတယ်။ Maestro ကို ကနဦးမှာတော့ ပါရာမောင့်က မာတင်စကောဆဲစီရိုက်ဖို့ ရည်ရွယ်ခဲ့တာဖြစ်ပြီး The Irishman ရိုက်ဖို့ မာတင်ကြီးက ငြင်းလိုက်လို့ စပီးဘာ့ဂ်ရဲ့ Amblin Entertainment လက်ထဲရောက်သွားပြီး ဘရက်ဒလေကူးပါးလက်အပ်လိုက်ပါတယ်။ မာတင်စကောဆဲစီလည်း သူ မရိုက်ဖြစ်ပေမဲ့ စတီဗင်စပီးဘာ့ဂ်နဲ့အတူတူ ပရိုဂျူဆာတော့ ဝင်လုပ်ထားပေးတယ်။ စီနီမာတိုဂရပ်ဖာကတော့ ဒါရန်အာရွန်နော့စကီးရဲ့ Pi (1998), Requiem for a Dream (2000), The Fountain (2006) နဲ့ Black Swan (2010) တို့အပြင် သူ့ကားတိုင်းအားလုံးနီးပါးမှာ စီနီမာတိုဂရပ်ဖာလုပ်ပေးခဲ့တဲ့ Matthew Libatique ပါပဲ။ ကူးပါးရဲ့ ပထမကား A Star is Born မှာလည်း သူပဲ စီနီမာတိုဂရပ်ဖာလုပ်ပေးထားတာပါ။ ဇာတ်ညွှန်းပိုင်းကိုတော့ ဘရက်ဒလေကူးပါးနဲ့ ဂျို့စ်ဆင်းဂါးက ကိုင်ခဲ့တယ်။ ဂျို့စ်ဆင်းဂါးက Spotlight (2015) နဲ့ အော်စကာမှာ အကောင်းဆုံးဇာတ်ညွှန်းဆုရဖူးတဲ့လူလည်းဟုတ်သလို The Post (2017) နဲ့ First Man (2018) တို့ကိုလည်း ဇာတ်ညွှန်းရေးခဲ့ဖူးတယ်။ဇာတ်ကတော့ ခေတ်တစ်ခေတ်ရဲ့ဂန္ထဝင် ဂီတပညာရှင်တစ်ယောက်ဖြစ်တဲ့ လီယိုနာ့ဒ်ဘန်စတိုင်းအကြောင်းပါ။ သူ့အကြောင်းဆိုတာထက် သူနဲ့ သူ့မိန်းမ တယ်လီဗေးရှင်းမင်းသမီး ဖယ်လီစီယာမွန်တီလက်ဂျ်ရဲ့ ဆက်ဆံရေးအကြောင်းဆို ပိုမှန်မယ်။ အဲဒီဆက်ဆံရေးဆိုတာကလည်း ကျွန်တော်တို့မြင်နေကျတွေလို ကတောက်ကဆတွေချည်း ရိုက်ပြထားတာမျိုးမဟုတ်တာက သူ့ထူးခြားချက်ပဲဖြစ်မယ်။ လီယိုနာ့ဒ်အကြောင်းအရင်ပြောရရင် ဒီဘဲက ဂီတပညာရှင်။ ဘယ်လိုဂီတပညာရှင်လဲဆိုတော့ ဂီတနဲ့ပတ်သက်ရင် အကုန်သူ့နယ်ပယ်ပဲလို့ ခံယူပြီး ဂီတနဲ့ပတ်သက်သမျှ အကုန်လုပ်တဲ့ အကုန်လည်းဟုတ်တဲ့ ဂီတပညာရှင်။ သူက ဂီတမှူး၊ ဂီတစာဆို၊ စန္ဒယားဆရာ၊ ဂီတသင်ကြားသူ၊ ရုပ်ရှင်နောက်ခံတေးစသဖြင့် အစုံ့အစုံအကုန်လုပ်ခဲ့တဲ့သူ။ အမေရိကန်သမိုင်းက အတော်ဆုံး အအောင်မြင်ဆုံး ဂီတသမားတွေထဲက တစ်ယောက်လည်းဟုတ်တယ်။ သူ့ကို နာမည်နဲ့တွဲမသိရင်သာနေမယ်။ ရုပ်ရှင်သမားတွေတော့ သူ့ဂီတနဲ့ကောင်းကောင်းရင်းနှီးကြလိမ့်မယ်။ Elia Kazan ရိုက်ပြီး မာလွန်ဘရန်ဒိုသရုပ်ဆောင်ထားတဲ့၊ Best Picture အထိရခဲ့တဲ့ On the Waterfront ရဲ့ နောက်ခံတေးကို သီကုံးခဲ့တဲ့သူ။ အဲဒီကားနဲ့ သူဆန်ခါတင်လည်းဝင်ခဲ့ဖူးတယ်။ West Side Story မူရင်းကားရဲ့ဂီတပိုင်းကိုရော သူပဲကိုင်ခဲ့သလို လူမရှိတော့ပေမဲ့ စပီးဘာ့ဂ်ပြန်ရိုက်တဲ့အသစ်မှာလည်း သူ့ဂီတကိုပဲ ပြန်သုံးထားတယ်။ ကုန်ကုန်ပြောရရင် ဒီ Maestro ထဲက ဂီတပိုင်းတောင် သူ့ဂီတကိုပဲ ပြန်သုံးထားတာပါပဲ။ လီယိုနာ့ဒ်ဟာ တိုနီဆု ၂ဆု၊ ဂရမ်မီ ၁၆ဆု၊ အမ်မီ ၇ဆု ရခဲ့တယ်။ အော်စကာတော့ မရခဲ့ရှာပါဘူး။ ဒါပေမဲ့လည်း သူ့လိုင်းက ပြဇာတ်နဲ့ဂီတမှူး ဂီတစာဆိုလိုင်းဘက်ပိုသွားတော့ သူလုပ်ခဲ့တာတွေနဲ့ သူရထားတာတွေနဲ့က အံကိုက်တော့အံကိုက်ပါပဲ။ ဘန်စတိုင်းနေရာကတော့ ဘရက်ဒလေကူးပါးကပဲ သရုပ်ဆောင်ထားပြီး သူ့မိန်းမနေရာကတော့ ကာရေးမယ်လီဂန်က သရုပ်ဆောင်ထားတယ်။Maestro မှာ ကူးပါးဟာ ဘန်စတိုင်းရဲ့ ဘဝဇာတ်ကို သူ့အနုပညာနဲ့ သူ့မိသားစုဘဝ ၂ခုလုံးကို ပြသွားတယ်။ ဒီလိုဆိုပေမဲ့ သူ့မိသားစုဘဝဘက်ကိုတော့ ပိုအလေးပိုလိမ့်မယ်။ ဒီရုပ်ရှင်မှာ ဘန်စတိုင်းရဲ့ အောင်မြင်ခြင်းတွေထက် သူ့မိန်းမဖယ်လီစီယာရဲ့ အချစ်နဲ့နားလည်မှုက သူ့အောင်မြင်ခြင်းကို ဘယ်လိုအရောင်တင်ပေးခဲ့လဲ ပိုအလေးပေးပြသွားတယ်လို့ပြောရမယ်။ ဒါကြောင့်ပဲ မယ်လီဂန်အတွက် သရုပ်ဆောင်ကွက် ပိုရခဲ့သလို သူကလည်း ကောင်းကောင်းကြီး ထုတ်ပြနိုင်ခဲ့တယ်။ ဒီရုပ်ရှင်မှာတော့ ကူးပါးထက်ကို မယ်လီဂန်ရဲ့သရုပ်ဆောင်ပေါက်တွေက ပိုတာသွားတယ်လို့ မြင်တယ်။ ၂၀၀၉မှာ An Education, ၂၀၂၀မှာ Promising Young Woman တို့နဲ့ အော်စကာ ဆန်ခါတင်ဝင်ဖူးခဲ့တဲ့ Carey Mulligan ကတော့ ဒီနှစ်လည်း Golden Globe မှာ မင်းသမီးဆုဝင်ထားသလို Maestro နဲ့ သူ့ကိုရသင့်တယ်အော်နေကြတဲ့ အသံတွေလည်းရှိနေ‌တော့ ဆန်ခါတင်ပဲထပ်ဝင်သွားမလား ရပဲရသွားမလား ကြည့်ရဦးမှာပါပဲ။ လီယိုနာ့ဒ်နဲ့ ဖယ်လီစီယာတို့ရဲ့ သမီးနှစ်ယောက်ထဲက တစ်ယောက်ဖြစ်တဲ့ ဂျေမီအဖြစ်သရုပ်ဆောင်သွားတဲ့ Maya Hawke ကလည်း အခန်းသိပ်မရပေမဲ့ ပါသလောက်မှာ သဘောကျချင်စရာတော့ကောင်းတယ်။ ဇာတ်လမ်းက လီယိုနာ့ဒ်နဲ့ သူ့မိန်းမကြားက အချစ်လို့ခေါ်မလား မေတ္တာလို့ခေါ်မလား အဲဒီအရာတစ်ခုကိုတော့ ပေါ်လွင်အောင်ပြသွားနိုင်ခဲ့တယ်။ ပြဿနာလုံးဝကင်းတယ်တော့မဟုတ်ပေမဲ့ ချစ်ခြင်းနဲ့အဆုံးသတ်ပြီး သတိရခြင်းနဲ့ ခရီးဆက်နေတဲ့ လီယိုနာ့ဒ်ရဲ့အခြေအနေကိုလည်း ပြသွားတယ်။ ပြောရရင် Maestro တစ်ယောက်ရဲ့ ဘဝပဲ့ကိုင်ရှင်တစ်ယောက်အကြောင်းပဲထားပါတော့။ သေချာတာတော့ သတိရခြင်းနဲ့ ခရီးဆက်နေတဲ့ လူတစ်ယောက်ကိုတော့ ခံစားမိမှာပဲ။,A towering and fearless love story chronicling the lifelong relationship between Leonard Bernstein and Felicia Montealegre Cohn Bernstein. A love letter to life and art, Maestro at its core is an emotionally epic portrayal of family and love.,"
  },
  {
    "id": "lqkf5i90-04102",
    "title": "Baby Shark’s Big Movie MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/pF9Y5H5x94Tuo6xAZBCrGG8Wvq5-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Baby Sharks Big\/Baby Sharks Big.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=baby-sharks-big-movie",
    "tag": "",
    "genre": "Adventure,Animation,Comedy,Family,",
    "ep": "",
    "date": "Dec. 08, 2023",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/bkuuospxn6ioRiIOWd95iqIv6XD.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/hclizfwL1RCuezDUQwLoJPhoVg4.jpg\r,",
    "description": ",Download File Here,–,Baby Shark ဆိုတာက Pinkfong ကနေထုတ်ထားတဲ့ Youtube ပေါ်မှာကြည့်ရှုသူအများဆုံး ကလေးသီချင်းဖြစ်တယ်ဆိုတာ ကလေးလူကြီးအကုန်သိကြမှာပါ။ သီချင်းရဲ့ဆွဲဆောင်မှုနဲ့ လွယ်ကူမှုတွေကြောင့် တစ်ခါနားထောင်ဖူးရုံနဲ့နားထဲမှာစွဲစေတဲ့ သီချင်းလည်းဖြစ်ပါတယ်။ဒီဇာတ်ကားကတော့ အဲ့ဒီသီချင်းကိုပဲကာတွန်းဇာတ်ကားအဖြစ် ကလေးလူကြီးအားလုံးကြိုက်မယ့်ပုံစံအဖြစ် ပြန်လည်ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။Baby Shark သီချင်းနဲ့ ကိုရီးယားနာမည်ကြီးအဆိုတော်အဖွဲ့ Enhypen တို့ရဲ့သီချင်း Keep Swimmin’ Through အပါအဝင် သီချင်းကောင်းများစွာပါဝင်တဲ့အပြင်Cardi B နဲ့ Enhypen တို့နဲ့အတူ နာမည်ကြီးအနုပညာရှင်များလည်း ဧည့်သည်အဖြစ်ပါဝင်ထားတဲ့အတွက် ကလေးတွေအပြင် လူကြီးတွေအနေနဲ့လည်း ပေါ့ပေါ့ပါးပါးကြည့်ရှုလို့ရမယ့် Animation ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအနေနဲ့ကတော့ သမုဒ္ဒရာရေပြင်တစ်ခုလုံးက ဂီတအားလုံးကိုခိုးယူပြီးသူတစ်ယောက်တည်းလွှမ်းမိုးချင်နေတဲ့ စတားရီးယားနားဆိုတဲ့ကြယ်ငါးမလေးကိုBaby Shark တို့အဖွဲ့ ဂီတကိုဂီတနဲ့ပြန်တိုက်ထုတ်ဖို့ကြိုးစားကြပုံကို သူငယ်ချင်းနှစ်ယောက်ကြားက သံယောစဉ်နဲ့ချစ်ခြင်းတွေ ဂီတဆိုတာ ကမ္ဘာကြီးလှပဖို့အတွက်လိုအပ်ကြောင်းတွေကို သီချင်းတွေအများကြီးနဲ့ မပျင်းရအောင်တင်ဆက်ထားတဲ့အတွက်လူကြီးလူငယ်အားလုံး ကြိုက်ကြမယ့် ကာတွန်းကားမျိုးပဲဖြစ်ပါတယ်။,Baby Shark is forced to leave the world he loves behind after his family’s move to the big city, and must adjust to his new life without his best friend, William. When Baby Shark encounters an evil pop starfish named Stariana who plans to steal his gift of song in order to dominate all underwater music, he must break her spell to restore harmony to the seas.,"
  },
  {
    "id": "lqkf5fhq-38432",
    "title": "You’re All Gonna Die MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/zgTEt6Dvm3Ra8Pd3MW8Kf5lTXon-215x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Youre All Gonna Die\/Youre All Gonna Die.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=youre-all-gonna-die",
    "tag": "",
    "genre": "Horror,Mystery,",
    "ep": "",
    "date": "Nov. 24, 2023",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/4z1QfbOVwGwW36QY4zpoAVyoFvU.jpg\r,",
    "description": ",Download File Here,–,You’re All Gonna Die ဇာတ်ကားက ၂၀၂၃ ခုနှစ်ထွက် horror, crimeရုပ်ရှင်ကားသစ်တစ်ကား ဖြစ်ပါတယ်။ဇာတ်လမ်းကို အမြည်းလေးပြောပြရမယ်ဆိုရင် အမေရိကန်နိုင်ငံကလူသွားလူလာနည်းတဲ့ အမြန်လမ်းမတစ်ခုမှာ လူသတ်မှုတွေ ဆက်တိုက်ဖြစ်လာနေခဲ့တာက စပါတယ်။ အဲ့အမှုကို ရဲတွေက အမှုမြန်မြန် ပိတ်ချင်ဇောနဲ့တွေ့ရာလူ ဖမ်းပြီး အတင်းဝန်ခံခိုင်းခဲ့ပါတယ်။ အဲ့ဒါကို ရိပ်စားမိတဲ့ အမှန်တရားကိုချစ်မြတ်နိုးတဲ့ လူငယ်တစ်စုက အဲ့ဖမ်းထားတဲ့လူဟာ တကယ့်လူသတ်သမားမဟုတ်ကြောင်းကို သက်သေပြဖို့ ကြိုးစားခဲ့ပါတယ်။ အဲ့လို ကြိုးစားတဲ့နေရာမှာအခင်းဖြစ်သွားရာနေရာကို သွားလေ့လာဖို့ သူငယ်ချင်းအုပ်စုတစ်ခုကဆုံးဖြတ်ခဲ့ပါတယ်။ အဲ့အခင်းနေရာရောက်တဲ့အချိန်မှာ သူတို့ မထင်မှတ်ထားတဲ့ဘယ်လိုအရာတွေကို တွေ့ရှိရမလဲ ဘာတွေရင်ဆိုင်ရမလဲ ရဲတွေကရော အကူအညီဖြစ်မှာလား ဇာတ်လမ်းရဲ့ နောက်တစ်ပိုင်းမှာလဲ အဓိကမင်းသမီးဖြစ်တဲ့ အန်နာရဲ့နောက်ကြောင်းတွေကိုလည်း ချိတ်ဆက် ပြသထားတာဖြစ်လို့ သေချာတွေးတောစရာတွေကို ပေးနိုင်မဲ့ ရုပ်ရှင်ကားလေးတစ်ခုဖြစ်ကြောင်း လက်တို့လိုက်ပါရစေ..,In their attempt to exonerate an innocent man, a group of social justice warriors raid an abandoned campsite in search of a serial killer. But, one by one, they are eliminated until it’s just one person left against the prolific killer.,"
  },
  {
    "id": "lqt64uij-30713",
    "title": "Thuppakki MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/uTQNCqMnSDbZghFYNmzDvTVD413-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Thuppakki\/Thuppakki.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=thuppakki",
    "tag": "",
    "genre": "Action,Thriller,",
    "ep": "",
    "date": "Nov. 13, 2012",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/itm6HknrBWGTAicBITeqEThIrQw.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/4Wu47iNvY8AYjDPYwsyFLULRnkR.jpg\r,",
    "description": ",Download File Here,–,ပြောထားတဲ့အတိုင်း ဗီဂျေးအသည်းစွဲ အိန္ဒိယရုပ်ရှင်ချစ်ပရိသတ်ကြီးအတွက် ဗီဂျေးစုစည်းမှုအနေနဲ့ဗီဂျေးရဲ့ ဝေဖန်သံတွေနဲ့အတူ ဝက်ဝက်ကွဲအောင်မြင်ခဲ့တဲ့ ရုံတင်ကား အဟောင်းတစ်ကားကိုတင်ဆက်ပေးလိုက်ပြန်ပါပြီဗျ။မင်းသမီးလေးကလည်း တောင်ပိုင်းကားတွေရော မြောက်ပိုင်းကားတွေမှာပါပါဝင်တဲ့ခင်ဗျားတို့ရော ကျွန်တော်ရောချစ်ရတဲ့ ဘိုင်ရာဘာမင်းသမီးလို့နာမည်ကြီးတဲ့ မင်းသမီးချောလေး ကာဂျဲအက်ဂါဝဲပဲဖြစ်ပါတယ်၊ ကွန်မန်ဒိုမင်းသားဗီဒရွတ်လည်းပါဝင်အားဖြည့်ထားတာမို့ အဟောင်းထဲက အကောင်းတောင့်တနေတဲ့ ပရိသတ်ကြီးအကြိုက်တွေ့မဲ့ကားပါဗီဂျေးက ကတ်ရှ်မီးကနေ မွမ်ဘိုင်းကို ခွင့်နဲ့ပြန်လာခဲ့တဲ့စစ်သားတစ်ယောက်၊ ရထားဘူတာမှာပဲမိသားစုက လာကြိုပြီး စေ့စပ်ကြောင်းလမ်းဖို့ရာအရေး အလျင်စလိုတန်းခေါ်ချင်းခံရရော။အဲဒီမှာ မင်းသမီးကို တွေ့တွေ့ချင်း ဆောက်နဲ့ထွင်းဆိုသလို မကြိုက်နိုင်ဘူး ဟိုလိုဖြစ်တယ်ဒီလိုဖြစ်တယ်နဲ့ ကြေးများ။မင်းသမီးရဲ့ တကယ့်စရိုက်အမှန်ကိုမြင်သွားတော့ လွတ်တဲ့ငါးကြီးရုံမက မိုနာ့ချ်ထဲမှာ ဖြတ်လျောက်ပါတဲ့ ဂေါ်ဇီလာကြီးလောက် ဖြစ်နေပါရောလား။ဒီမှာတင်ပဲ တစ်ယောက်နဲ့တစ်ယောက် ရန်စကလေးတွေနဲ့ ဇာတ်လမ်းစတော့တာပေါ့။ဒါက ဒရာမာတဖြတ်။တစ်နေ့ ဗီဂျေးလမ်းမှာသွားနေတုန်း ဘတ်စ်ကား ဗုံးဖောက်ခွဲခံရတာနဲ့ကြုံ။လက်သည်ကို ဖမ်းမိလိုက်ပေမဲ့ အကြောင်းကြောင်းတွေကြောင့် လွတ်သွားရာကနေမီးခိုးကြွက်လျောက်လိုက်တဲ့အခါမှာ မထင်မှတ်ထားတာတွေဖြစ်။ဒါက အက်ရှင်တဖြတ်။ဒီလို အချစ် ဒရာမာ အက်ရှင်ဇာတ်ကြမ်းကားကြီးကို ကြည့်ရှုကြပါဦး ချစ်သောရုပ်ရှင်ချစ်ပရိသတ်အပေါင်းတို့။,An army captain is on a mission to track down and destroy a terrorist gang and deactivate the sleeper cells under its command.,"
  },
  {
    "id": "lqy284un-15166",
    "title": "Suzzanna: Kliwon Friday Night MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2024\/01\/Ah2F2pzS0St34QDtRyK7AIIMUwP-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Suzzanna Kliwon Friday Night\/Suzzanna Kliwon Friday Night.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=suzzanna-kliwon-friday-night",
    "tag": "",
    "genre": "Drama,Fantasy,Horror,",
    "ep": "",
    "date": "Aug. 03, 2023",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/5VExqRvj9uVI9ImTflzmOqsSzZG.jpg\r,",
    "description": ",Download File Here,–,Suzzanna Kilwon Friday Night 2023 ပရိသတ်ကြီးအတွက် ခုတစ်ခါတင်ဆက်ပေးချင်တာကတော့ငယ်ငယ်တုန်းက ကြည့်နေကျ မလေးရှားစုန်းဇာတ်ကားတွေလိုမျိုး အောက်လမ်းပညာတွေ စုန်းကဝေတွေအကြောင်း ပါဝင်တဲ့ အင်ဒိုသရဲကားလေးပဲ ဖြစ်ပါတယ်ဆူဇနာနဲ့ ဆူရာဟာအရမ်းချစ်မြတ်နိုးကြတဲ့ စုံတွဲလေးပါ မကြာခင်မှာလက်ထပ်ဖို့လည်း ရည်ရွယ်ထားပြီး စေ့စပ်ပြီးကြပါပြီဒါပေမဲ့ ဘဝဆိုတာ ကိုယ်စီမံသလိုဖြစ်မလာပဲ လောင်းကစားမက်တဲ့ ဆူဇနာရဲ့အဖေကြောင့်ဆူဇနာဟာ ရွာသူဌေး ရာဒန်ရဲ့အကြွေးနဲ့သိမ်း မယားငယ်လုပ်ခြင်းကို ခံလိုက်ရပါတော့တယ်ဒါကိုပဲ မယားကြီးဖြစ်သူက မကျေနပ်လို့ အောက်လမ်းနဲ့ပြုစားတဲ့ ဘာတွေဖြစ်လာမလဲဆူဇနာကိုဆုံးရှုံးလိုက်ရပေမယ့် အချစ်မပြယ်သေးတဲ့ ဆူရာကရော ဘာတွေဆက်လုပ်မလဲဆိုတာရင်နာနာနဲ့ မျက်ရည်လဲဝဲ ကြောက်လဲကြောက်ရင်း ကြည့်ရှုရမှာမို့ဒီလိုမျိုး ဖျော်ဖြေမှုအသားပေး ငယ်ဘဝအမှတ်တရ စုန်းသရဲကားတွေကြိုက်တဲ့ ပရိသတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ပါတယ်,After a shaman casts a curse on her, a woman is killed by dark sorcery and resurrected as a wrathful spirit who seeks to reunite with her newborn baby.,"
  },
  {
    "id": "lqy282gu-35974",
    "title": "Phases of the Moon MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2024\/01\/gZy6Y1gMFqT7VKcRrFPAypN2wq9-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Phases of the Moon\/Phases of the Moon.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=phases-of-the-moon",
    "tag": "",
    "genre": "Drama,Fantasy,Romance,",
    "ep": "",
    "date": "Dec. 02, 2022",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/mIpuPIgdH0r5m9CCtPCAFRQspps.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/9RIpIorEXj1p0DBw2cg2SSPETzd.jpg\r,",
    "description": ",Download File Here,–,ဒီတစ်ခေါက်ကားလေးကတော့ 2022ခုနှစ်ကထွက်ရှိခဲ့တဲ့Phases of the moon ဆိုတဲ့ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။ဒီကားထဲမှာဆိုရင် ဟိုတစ်လောကမှထွက်ရှိထားတဲ့ My happy marriage live action ကအဆိုတော်သရုပ်ဆောင် Meguro Renလည်း ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဒါက‌တော့ ဇာတ်လမ်းအကျဉ်းလေးပေါ့နော်။Tsuyoshi Osanai ဟာ ဇနီးဖြစ်တဲ့ Kozue Osanaiရယ်သူ့ရဲ့သမီးဖြစ်သူ Ruri Osanai ရယ်နဲ့ မိသားစုသုံးယောက် ဘဝကိုပျော်ပျော်ရွှင်ရွှင်ဖြတ်သန်းနေခဲ့တာပါ။ဒါပေမဲ့ ရုတ်တရက် ဇနီးနဲ့သမီးဟာ မတော်တဆမှုနဲ့ သေဆုံးသွားခဲ့ကြပြီး သူ့ရဲ့ဘဝဟာလည်းပျော်ရွှင်မှုတွေပျောက်ဆုံးသွားခဲ့ရပါတော့တယ်။အဲ့လိုနဲ့ တစ်ရက်မှာတော့ Tsuyoshi ဆီကို Misumi Akihiko ဆိုတဲ့ဓာတ်ပုံဆရာတစ်ယောက်ရောက်ရှိလာခဲ့ပါတယ်။Tsuyoshi ရဲ့ ဇနီးနဲ့သမီးဖြစ်သူ မတော်တဆဖြစ်ခဲ့တဲ့နေ့မှာ သူနဲ့တစ်ခါမှတွေ့ဆုံသိကျွမ်းဖူးခြင်းမရှိတဲ့ Ruriဟာသူနဲ့တွေ့ဖို့လာနေရင်းမတော်တဆဖြစ်ခဲ့တယ်ဆိုတာကို Misumi ကပြောပြခဲ့ပါတယ်။အဲ့ဒီအပြင် သူ့ရဲ့သေဆုံးသွားတဲ့ချစ်သူ Ruri Masaki ရဲ့အကြောင်းကိုပါပြောခဲ့ပြီးRuri Osanai ဟာ သူ့ရဲ့ချစ်သူဝင်စားတာဖြစ်နိုင်ကြောင်းပြောပြခဲ့ပေမဲ့ Tsuyoshi ကတော့လက်မခံနိုင်ခဲ့ပါဘူး။နောက်ဆုံးမှာ Tsuyoshi က သူ့သမီးဟာ လူဝင်စားတယ်ဆိုတာကိုယုံကြည်လက်ခံသွားနိုင်မှာလား။ချစ်ရသူကိုတွေ့ချင်လို့ လူပြန်ဝင်စားခဲ့တဲ့ Ruriကရော Misumi ကိုတွေ့နိုင်သွားမှာလား ဆိုတာကိုတော့ပရိသတ်ကြီးကပဲ ဆက်ပြီးတော့ကြည့်ရှုကြည့်လိုက်ကြပါနော်။,Osanai Kei enjoys a peaceful and happy life with his wife Osanai Kozue and daughter Osanai Ruri, but his wife and daughter die in an accident. Osanai Kei’s life suddenly changes. One day, a man named Misumi Akihiko visits Osanai Kei. Misumi Akihiko tells him that on the day Osanai Kozue and Osanai Ruri died, Osanai Ruri, who was a complete stranger to him, was coming to see him. Misumi Akihiko tells him about a woman named Masaki Ruri, who he once loved. These people, who don’t seem related, connect under the name of love.,"
  },
  {
    "id": "lqnzy3yf-59047",
    "title": "Hunterrr MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/2NEEd6vpnLjPP2LaiT4WDcMvxZ9-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Hunterrr\/Hunterrr.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=hunterrr",
    "tag": "",
    "genre": "Drama,Romance,",
    "ep": "",
    "date": "Mar. 20, 2015",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/tX8j7o57l7usueur5iHdBHYBW9n.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/2cebNQ8wu6EQf2aayBAIu8UclHh.jpg\r,",
    "description": ",Download File Here,–,“အသက်၄၀ လူတွေမေးတယ် ဘယ်တော့များမှ စားရမှာလဲ ဟန်ဆောင်ရပြီ လူတွေမသိအောင် အပြုံးလေးနဲ့ ရယ်ပြသည်။”ဒီဇာတ်ကားလေးကတော့ အိမ်ထောင်ပြုရတာကို အယုံံအကြည်မရှိတဲ့ စားဘဲကြီးတစ်ယောက်ရဲ့အကြောင်းပေါ့ဗျာ။ကောလိပ်စတက်ကတည်းက မိန်းမလှလှလေးမြင်ရင် မနေနိုင်တဲ့ သူကြီးပေါ့။အချစ်ကို အယုံအကြည်မရှိတဲ့သူဟာ မိန်းမတွေကို မူစကူဒူးဖို့လောက်သာ သိတဲ့သူပါ။တစ်နေ့တော့ ပါတီမှာ ကောင်မလေးတစ်ယောက်ကို မူစကူဒူးဖို့ကြိုးစားရင်းကနေဝိုင်းရိုက်ခံရပါတော့တယ်။ နောင်တတွေရပြီး နောက်နောင်မူစကူဒူးဖို့မစဥ်စားတော့ဘူးလို့ ဆုံးဖြတ်လိုက်ပေမယ့် ဆန္ဒကို သိက္ခာနဲ့ မထိန်းနိုင်ခဲ့ပါဘူး။ကဲ ဆက်လက်ပြီး ဒီလူကြီးရဲ့ဘဝမှာ ဘာတွေဆက်ဖြစ်လာဦးမလဲဆိုတာကိုဟာသနှောပြီး ကြည့်ရဦးမှာပဲဖြစ်ပါတယ်။,An ordinary bachelor pursues girls like a hunter, but not with the intention of settling down in life.,"
  },
  {
    "id": "lqt6567b-75465",
    "title": "Fog City MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/isewxmxthIUrmPpGHQQlIuOid3s-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Fog City\/Fog City.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=fog-city",
    "tag": "",
    "genre": "Horror,Thriller,",
    "ep": "",
    "date": "Oct. 20, 2023",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/pwvVS1AiRWLropqJ03i5ovynZhk.jpg\r,",
    "description": ",Download File Here,–,Georgia က ဥစ္စာပေါ ရုပ်ချောတဲ့ အပြင် သူ့အဖေကလည်း Paigeဆိုတဲ့ စက်ရုံကြီးပိုင်ပါတယ်။ အဲ့စက်ရုံက ထူးဆန်းတဲ့ ဓာတ်ငွေ့တွေ ထုတ်လုပ်နေတယ်ဆိုတဲ့ ကောလဟာလလည်း ပြန့်နေပါတယ်။ အဲ့ဒါကြောင့် Georgia ကို အားလုံးက Poison Paige လို့ နာမည်ပြောင်ပေးထားကြတာပါ။ တစ်ရက်မှာ Georgiaနဲ့ အတူ သူ့ကောင်လေး JK သူ့သူငယ်ချင်း Reegan တို့အပါအဝင် သူငယ်ချင်း အုပ်စုလိုက်က မြို့နဲ့ ခပ်လှမ်းလှမ်းက Georgia တို့စက်ရုံနဲ့ နီးတဲ့ Reeganရဲ့ ဦးလေး အပန်းဖြေအိမ်မှာ တစ်ပါတ်လောက် သောက်စားအပန်းဖြေဖို့ ထွက်ခဲ့ကြပါတယ်။သူတို့ အပန်းဖြေအိမ်ဘက်ကို စက်ရုံဘက်က လာတဲ့ မြူခိုး အစုအငွေ့ကြီးက ဦးတည်လာနေပါတယ်။ အားလုံးရဲ့ ဖုန်းတွေကလည်း လိုင်းမမိတော့ပါဘူး။ ထူးဆန်းတဲ့ ဥသြသံကြီးလည်း ကြားနေရပါတယ်။ Georgia ကိုယ်တိုင်လည်း ဒါက ဘာကြောင့်ဖြစ်လဲ မသိပါဘူး။ ဒါပေမယ့် ကောင်းတဲ့ အငွေ့မဟုတ်မှန်းတော့ သိနေပါတယ်။ သူငယ်ချင်းတစ်စု အတူတူ အသက်ရှင်ဖို့ကြိုးစားကြရင်း ဘယ်လိုတွေ အကျည်းတန်တာတွေနဲ့ ကြုံရမလဲ ကြည့်ရမှာ ဖြစ်ပါတယ်။,A group of friends seal themselves inside a secluded Cape Cod vacation home after a mysterious orange fog leaks from an old nearby factory. Once trapped, they quickly learn there is no escape.,"
  },
  {
    "id": "lqj9c67p-54585",
    "title": "80’s Buildup MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/88soUeQuYeBdsrLs28eAJ408qs3-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/80s Buildup\/80s Buildup.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=80s-buildup",
    "tag": "",
    "genre": "Comedy,Romance,",
    "ep": "",
    "date": "Nov. 24, 2023",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/fDPNYRalq1EMz1D93Y8txQ9dcOJ.jpg\r,",
    "description": ",Download File Here,–,ဇာတ်လမ်းအကျဉ်းဇမီးမိသားစုအိမ်တော်ဟာ မျိုးရိုးစဉ်ဆက်ချမ်းသာလာကြပြီးရှေးဟောင်းရတနာတွေအိမ်မှာမြှုပ်ထားတယ်လို့ဓားပြတွေတချောင်းချောင်းဖြစ်နေတဲ့အိမ်။ထိုအိမ်မှာ ကာသီရ်နဲ့ မန်ဂျာကီလီတို့မောင်နှမနှစ်ယောက်ရှိပါတယ်။စကားတစ်ခွန်းအပြန်အလှန်ပြောကြတာနဲ့တင်အချင်းချင်းထသတ်ကြတဲ့ မတည့်အတူနေတွေပါ။သို့ပေမယ့်သူတို့နှစ်ယောက်မှာ ဝါသနာတူအကျင့်တစ်ခုရှိပါတယ်။အဲဒါကတော့ အလောင်းအစားလုပ်ပြီးစိန်ခေါ်မှုလုပ်တာပါပဲ။နှစ်ယောက်သား စိန်ခေါ်ရင် တိမ်ပေါ်ထိလိုက်မယ့်သူတွေပါ။တစ်နေ့မှာ လူလိမ်အဖွဲ့တစ်ဖွဲ့ရတနာပစ္စည်းရှာဖို့အိမ်ကိုရောက်လာပြီးမတော်တဆမှုတစ်ခုကြောင့် အဖိုးဖြစ်သူရုတ်တရက်ဆုံးသွားရှာပါတယ်။ဒီလိုနဲ့အသုဘမှာ ရတနာရှာမယ့်သူခိုးကတစ်ဖွဲ့ အလောင်းအစားလုပ်ပြီးစိန်ခေါ်နေတဲ့မောင်နှမကတစ်ဖွဲ့ အမွေခွဲပေးဖို့ကိုသာ မျက်စိကျနေတဲ့တစ်ဖွဲ့ အဲလိုနဲ့ပဲအဖိုးဖြစ်သူအသုဘဟာ ပြဿနာအရှုပ်ထုပ်တွေကြား‌အေးအေးချမ်းချမ်းနဲ့ ပြီးသွားနိုင်မလားဆိုတာကို အသုဘထဲရယ်ရမလိုလိုငိုရခက်စေမယ့် တမီးလ်ဇာတ်ကားကောင်းတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။,A man wagers his competitive sister that he can get a woman to fall in love with him.,"
  },
  {
    "id": "lqhyy5su-22609",
    "title": "Summer Love MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/4a032gpu8Xbch2t4LHsHNxRC1Vx-214x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Summer Love Love\/Summer Love Love.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=summer-love",
    "tag": "",
    "genre": "Comedy,Romance,",
    "ep": "",
    "date": "Aug. 25, 2011",
    "images": "",
    "description": ",Download File Here,–,ဒီတစ်ခါတေ့ာ တရုတ်ဇာတ်မြူး ကားလေး တစ်ကားတင်ဆက်ပေးလိုက်ပါတယ်။လူကြီးရုပ်ရှင် မဟုတ်ပေမယ့် ခပ်လန်းလန်း ကောင်မလေးတွေ ကိုအားပါးတရ ငမ်း လို့ လည်း ရမှာ ဖြစ်တာကြောင့် ရုပ်ရှင်လည်းကြည့်ရင်း စကီလည်းရှိုးရင်း ဆိုသလို ကိုကိုပုရိသတို့ အကြိုက်တွေ့စေမယ် ဆိုတာ တော့ အာမခံ ပါရစေ။ ဇာတ်လမ်း အကျဉ်းချုံး ကတော…Fong Ryan နဲ့ Fattyတို့ သုံးယောက်ဟာဟိုင်နန် ကို အပန်းဖြေ ခရီး ထွက် လာရင်းနဲ့ဒုက္ခ ရောက်ရပုံ နဲ့ တည် ထား ပါတယ်။ပစ္စည်းတွေ အလစ်သုတ် ခံရပြီး ကမ်းခြေ တစ်ခု မှာသုံးယောက်သား ယောင်လည်လည် ဖြစ်နေကြတာပါ။အဲ့ဒီ အချိန်မှာပဲ ထိုနေရာမှာ လူထူးဆန်း တစ်ယောက်ကသူ့ဘဝလက်တွဲဖော် ရှာဖို့ ပြိုင်ပွဲ စီစဉ်နေတာပါ။ပြိုင်ပွဲ နာမည်က “သန်းကြွယ်လေးနဲ့ ဘယ်သူ လက်ထပ် ချင်လဲ” ဆိုတာပါ။စကီလေးတော်တော် များများကလည်း စိတ်ဝင်စားကြပြီးထိုလူရဲ့ စိတ်ဝင်စား မှု ရအောင် ကြံဖန် ကြပါတော့တယ်။အဲ့ စကီလေးတွေ ထဲက တချို့ကို သကောင့်သားငနဲသုံးကောင်က စိတ်ဝင်စား မိပြီး ချဉ်းကပ် ကြပုံ ကိုတင်ဆက် ထားတာပါ။ ဇာတ်လမ်းကို ပေါ့သွားမှာ စိုးလို့ အစအဆုံးပြောမနေတော့ပါဘူး။သူတို့ သုံးယောက်ဟာ သူတို့ လိုချင်တဲ့ အဖြေ ကိုကောင်မလေးတွေဆီက ရနိုင်ပါ့မလား။ဘယ်လိုပုံ ဘယ်လိုနည်း နဲ့ ချဉ်းကပ်ကြမယ်ဆိုတာကတော့ ပရိသတ်ကြီးတို့ပဲ ရှူစားကြပါလို့ ပြောပါရစေ။ဒီဇာတ်ကားလေးကလည်း ပရိသတ်တွေရဲ့ဘဝအမော ကို ဖြေဖျောက်ပေးနိုင်မှာ တေ့ာ သေချာ ပါကြောင်း,The story begins with three men from different walks of life who lead very ordinary lives in Hong Kong but all have something in common – single and desperate for love. They decide to travel to Hainan, China, in search of love. On their adventure, they suffer plenty of bad luck, one after another, but love may just be around the corner.,"
  },
  {
    "id": "lqiclqv4-05692",
    "title": "Our Son MMSubSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/hrc42z1vK2NUi1wMhsD2IOrkKXh-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Our Son\/Our Son.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=our-son",
    "tag": "",
    "genre": "Drama,",
    "ep": "",
    "date": "Oct. 14, 2023",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/4Iqepu4ZvMqpJerV8zCmCpoy7Bx.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/A2p8MerEWn8cDEPd3sBAKa7HU8h.jpg\r,",
    "description": ",Download File Here,–,ရိုးရိုးလေးနဲ့ လက်တွေ့လောကမှာဖြစ်တတ်တဲ့ အချစ်ရေးမိသားစုအရေးတွေကို LGBTQ+ စုံတွဲနဲ့ပုံဖော်ထားတဲ့ Drama အမျိုးအစားဖြစ်ပါတယ်။နယူးယောက်မှာ လိင်တူစုံတွဲတွေ လက်ထပ်ခွင့်ရကတည်းက ၁၃နှစ်ကြာလက်ထပ်ပေါင်းသင်းလာကြတဲ့ နစ်ကီနဲ့ဂေဘရီရယ်တို့ ဂေးစုံတွဲ…သူတို့မှာ နစ်ကီရဲ့မျိုးစေ့နဲ့ အငှားကိုယ်၀န်ဆောင်ပြီးယူထားတဲ့ အို၀မ်ဆိုတဲ့ ၈နှစ်အရွယ်သားလေးရှိတယ်။နစ်ကီက စာအုပ်‌ထုတ်ဝေသူဖြစ်ပြီး ဂေဘရီရယ်ကတော့ နစ်ကီကိုမွေးပြီးကတည်းက ကလေးစောင့်ရှောက်ဖို့ဆိုပြီး အရင်သရုပ်ဆောင်အလုပ်ကနေနားလိုက်တာ အခုထိပါပဲ။ နှစ်တွေအကြာကြီးပေါင်းလာပြီး တဖြည်းဖြည်းနဲ့ သံယောဇဉ်ကုန်လာတယ်ပြောရမလား… ဂေဘရီရယ်က နစ်ကီက သူတို့သားကို ဂရုမစိုက်ဘူး အလေးမထားဘူးလို့ တစ်စတစ်စမြင်လာပါတယ်။ နစ်ကီမသိအောင် တခြားတစ်ယောက်ပါတွေ့နေပြီး နောက်ဆုံးမှာ ကွာရှင်းဖို့ ထုတ်ပြောလာပါတယ်။နစ်ကီကလည်း အို၀မ်ကို မပေးနိုင်… ဂေဘရီရယ်ကလည်း အို၀မ်အတွက် သူကပိုသင့်တော်တယ်ဆိုပြီး နှစ်ယောက်သား ကလေးအုပ်ထိန်းခွင့်လုကြရင်း တရားရုံးထိပါရောက်သွားတဲ့အခါ…၁၃နှစ်ကြာခဲ့တဲ့ သူတို့ရဲ့ဆက်ဆံရေးက နောက်ဆုံးမှာ တခြားသူတွေလိုပဲ ကွာရှင်းခြင်းနဲ့ အဆုံးသတ်မလား… အို၀မ်အတွက် ဘယ်အရာက အကောင်းဆုံးဖြစ်မလဲ… လိင်တူစုံတွဲတွေ ကြုံရတတ်တဲ့ မိသားစုပြသာနာတွေ ကလေးပြသာနာတွေအပြင် ပတ်၀န်းကျင်နဲ့ မိဘတွေဘက်က သဘောထားတွေကိုပါ ထည့်သွင်းထားတာ မြင်ရမှာပါ။,When his husband Gabriel files for divorce, Nicky fights for custody of their 8-year-old son Owen, as he struggles to come to terms with what it means to love someone and what it means to be a father.,"
  },
  {
    "id": "lqt652m6-26919",
    "title": "The Adventures MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/w0Fao59IOjgfA9a1BFHG5nECGJg-202x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/The Adventures\/The Adventures.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=the-adventures",
    "tag": "",
    "genre": "Comedy,Romance,",
    "ep": "",
    "date": "Dec. 22, 2023",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/mOQV573Tr0WxI2VVOLKwtfaRGZH.jpg\r,",
    "description": ",Download File Here,–,My Ambulance နဲ့ Happy Old Year တို့လို ဝက်ဝက်ကွဲအောင်မြင်ခဲ့တဲ့ဇာတ်လမ်းတွေမှာ ပါဝင်ခဲ့တဲ့မင်းသား Sunny Suwanmethanont နဲ့ မင်းသမီးချောလေး Chacha Matcha Mosimann တို့ရဲ့ rom-com ကားသစ်လေး ရပါပြီ။ကုမ္ပဏီကြီးတစ်ခုမှာအလုပ်လုပ်တဲ့ အတွင်းရေးမှူးမလေး “Joe” ကစွန့်စားခန်းဝတ္ထုတွေဖတ်ရတာ စွန့်စားခရီးသွားရှိုးတွေကြည့်ရတာကို ကြိုက်နှစ်သက်ပြီးလက်တွေ့ဘဝနဲ့မတူဘဲ သူ့ဘဝကိုဝတ္ထုဆန်ဆန်စွန့်စွန့်စားစားနေချင်တဲ့အိပ်မက်ရှိသူတစ်ယောက်ပါ။တစ်ဖက်မှာလည်း “Ricky” က သူဌေးတွေကို ရှေးဟောင်းပစ္စည်းတွေပြန်ရောင်းတဲ့အလုပ်နဲ့အသက်မွေးနေသူတစ်ယောက်ပေါ့။ဒီလိုနဲ့တစ်နေ့မှာ “Joe” တစ်ယောက် သူဌေးဖြစ်သူနဲ့အတူ ရှန်ဟိုင်းကို အလုပ်ကိစ္စခရီးသွားဖို့ဖြစ်လာပါတော့တယ်။ရှန်ဟိုင်းတစ်ခွင်လျှောက်လည်ရင်း ရှေးဟောင်းပစ္စည်းအရောင်းဆိုင်တစ်ဆိုင်မှာ ထူးဆန်းတဲ့ရုပ်တုလေးနှစ်ရုပ်ကိုမျက်စိကျသွားရာကနေ “Ricky” တွေ့ဖို့အကြောင်းဖန်လာတာပေါ့။စစတွေ့ချင်းမှာပဲ မပြေလည်မှုနဲ့စလာတဲ့ သူတို့ရဲ့ဇာတ်လမ်းလေး ဘယ်လိုအဆုံးသတ်သွားမလဲ ..ဘာတွေလွဲဦး ခွီရဦးမလဲဆိုတာကိုကြည့်ရှုနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်။,Joy, a secretary at a large multinational company, has an online shopping problem, likes to read adventure novels and watch travel and adventure shows. She daydreams about living a life of adventure. One day, on a trip to Shanghai with her boss, Joy meets Thai traveler ‘Ricky’ at an antiques shop. Ricky sells largely counterfeit antiques to the rich and is in debt to many. The two fight over a pair of strange statues at the shop. When Ricky gets the prize back to his room, he accidentally breaks it and discovers that hidden inside is a piece of an old treasure map. For the two adventurers, a hunt for unknown treasure begins.,"
  },
  {
    "id": "lqy286v6-56623",
    "title": "Toxic Parents MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2024\/01\/tat8vJ8UoEVwpChLSNOyUyHPclT-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Toxic Parents\/Toxic Parents.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=toxic-parents",
    "tag": "",
    "genre": "Drama,Mystery,Thriller,",
    "ep": "",
    "date": "Nov. 01, 2023",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/6uAjCDeHnvM2CvQCQZrchDBU2MS.jpg\r,",
    "description": ",Download File Here,–,ဒီတစ်ခါတင်ဆက်ပေးမယ့် ကားလေးကတော့ ကိုရီးယားလူငယ်တော်တော်များများကြုံတွေ့ရတတ်တဲ့အခက်အခဲကိုသေချာလေးမီးမောင်းထိုးရိုက်ပြထားတဲ့ Toxic Parents ဆိုတဲ့ကားလေးပဲဖြစ်ပါတယ်အီယူရီဆိုတဲ့ကလေးမလေးကအတန်းထဲမှာစံပြကျောင်းသူတစ်ယောက်ဖြစ်ပေမယ့်တင်းကြပ်လွန်းတဲ့သူမအမေဖြစ်သူကြောင့်သူငယ်ချင်းတစ်ယောက်မှမရှိသူပါဒါပေမယ့်တစ်နေ့မှာတော့အိုင်ဒေါလ်ဖြစ်ဖို့ကြိုးစားနေတဲ့သင်တန်းသူမလေး ယယ်နာနဲ့တွေ့ပြီးသူငယ်ချင်းဖြစ်သွားပါတော့တယ်ဂျစ်ပစီမလေးယယ်နာနဲ့ယူရီက အကျင့်စရိုက်ချင်းကွာခြားပေမယ့်အခင်ဆုံးသူငယ်ချင်းတွေဖြစ်လာခဲ့ပြီးတဲ့နောက်မှာရုတ်တရက်ယူရီကသေဆုံးသွားခဲ့ပါတယ်စုံထောက်တွေအနေနဲ့ယူရီသေဆုံးရတဲ့အကြောင်းအရင်းကိုလိုက်ရှာတဲ့အခါမှာ ယူရီဟာဘာကြောင့်သေဆုံးသွားသလဲဘယ်သူတွေပါဝင်ပက်သက်နေသေးလဲ ယယ်နာကရောယူရီရဲ့သေဆုံးမှုမှာပါဝင်နေမလားဆိုတာကြည့်လိုက်ကြရအောင်သားသမီးတွေကိုကိုယ်ကိုယ်တိုင်တောင်မသိလိုက်ပဲအဆိပ်တွေပေးနေမိမှန်းမသိတဲ့မိဘတွေလည်းရှိပါတယ်ပညာပေးကားလေးလည်းဖြစ်တာမို့ နောင်တစ်ချိန်မိဘဖြစ်လာမယ့်လူငယ်တွေ‌ရောလက်ရှိမှာမိဘဖြစ်နေတဲ့သူတွေရောကြည့်ရှုသင့်တဲ့ကားလေးပါ,Yoo-ri, a seemingly model student from a well-to do family suddenly commits suicide. Detectives suspect suicide, but her mother Hye-young believes that Yoo-ri’s classmate Ye-na and homeroom teacher Gi-beom were the killers. As the investigation dives into the lives of these people, it spirals out of control due to conflicting statements between the three, but detectives find out that Hye-young caused cracks in Yoo-ri’s heart. Deeply believing that she was doing everything possible for her child out of love, can Hye-young uncover the truth behind her daughter’s death?,"
  },
  {
    "id": "lqy28jfn-44386",
    "title": "The Eye’s Dream MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2024\/01\/gl7C73o7XxIjpTQsGcrvFYjtRii-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/The Eyes Dream\/The Eyes Dream.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=the-eyes-dream",
    "tag": "",
    "genre": "Horror,Thriller,",
    "ep": "",
    "date": "Jul. 30, 2016",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/sjJj2ls28BufHvRTvHOjmUAYyPX.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/9bRW1UUABYV9dkLlQkUbiOhRjQr.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/v5ociW7DgoybuYyaNvUnCEsl7pc.jpg\r,",
    "description": ",Download File Here,–,Mystery, Fantasy, Thriller, Documentary တွေလိုမျိုး ရိုက်ကူးတတ်တဲ့ဒါရိုက်တာ Hisayasu Sato ရဲ့ ၂၀၁၆ က ထွက်ရှိခဲ့ရုပ်ရှင်လေးနဲ့ မိတ်ဆက်ပေးပါရစေ။ဒီကားကတော့ ကြည့်ရတာနည်းနည်းတော့ရှုပ်ပေမယ့် ကြည့်ရတာ အဆင်ပြေတယ်ဆိုရုံလောက်ပါပဲ။ဇာတ်လမ်းထဲမှာကတော့ ဓာတ်ပုံဆရာမတစ်ယောက်က မျက်လုံးတွေကို စွဲလမ်းနေတဲ့သူတစ်ယောက်ပါ။လမ်းမှာမြင်သမျှလူတွေကိုလည်း မျက်လုံးဓာတ်ပုံတွေကို လိုက်ရိုက်တတ်ပါတယ်။တစ်နေ့မှာ မှတ်တမ်းရုပ်ရှင်ဒါရိုက်တာတစ်ယောက်က သူ့ရဲ့ မျက်လုံးတွေကို စွဲလမ်းတတ်တဲ့ရောဂါကိုရုပ်ရှင်ရိုက်ကူးချင်တယ်လို့ ပြောလာတဲ့အခါ ဘယ်လိုတွေဆက်ဖြစ်မလဲ။ဒါရိုက်တာနဲ့ရော ဘယ်လိုတွေနှစ်ပါးသွားမလဲ Psycho ဆန်ဆန်လေးကို၁၈+ တစ်မျိုးလေး ကြည့်ရှုရမှာဆိုတော့ ပုရိသတို့ အကြိုက်တွေ့စေမှာ အမှန်ပါပဲလို့ပြောရင်း ကြည့်ရှုလိုက်ရအောင်နော်။,Maya is a photographer. She takes photos related to the eyeball. Kunio is a neurosurgeon and an independent documentary film director. He is interested on making a documentary about Maya. A mysterious eyeball collector watches for Maya’s own eyeballs.,"
  },
  {
    "id": "lqy280kd-51900",
    "title": "The Graduates MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2024\/01\/rXxNFrIa8W30uCwAlkrDguDFObc-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/The Graduates\/The Graduates.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=the-graduates",
    "tag": "",
    "genre": "Comedy,Drama,",
    "ep": "",
    "date": "Mar. 31, 2007",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/rCGUMDpZ6C2EFh3BL8776Gtq9MB.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/9KyvW4ywWB0Onbeabw1bvTeTkMY.jpg\r,",
    "description": ",Download File Here,–,အခုတစ်ခေါက်ဇာတ်ကားလေးကတော့ 2007ခုနှစ်ကထွက်ရှိထားတဲ့The graduates ဆိုတဲ့ ဂျပန်ကျောင်းသားဇာတ်ကားလေးဖြစ်ပါတယ်။Kayoko Akimotoဟာဆိုရင် ကျောင်းမှာဘက်စုံတော်ပြီးတော့တိုကျိုမှာ တက္ကသိုလ်သွားရောက်တက်ဖို့မျှော်မှန်းထားတဲ့ စီနီယာအထက်တန်းကျောင်းသူတစ်ယောက်ဖြစ်ပါတယ်။ဘေ့စ်ဘောအသင်းရဲ့ ace pitcher ဖြစ်တဲ့ Sasaki Tomizoကတော့ Kayokoကို သဘောကျနေသူတစ်ယောက်ပါ။တစ်ဖက်မှာလည်း အတန်းရဲ့နောက်ဆုံးမှာထိုင်ပြီး အမြဲတမ်းသီချင်းနားထောင်နေတတ်တဲ့Kei Shirataဆိုတဲ့ တေးရေးဆရာတစ်ယောက်ဖြစ်တဲ့ ကျောင်းသူလေးတစ်ယောက်ရှိပါတယ်။တစ်ရက်မှာတော့ Keiဟာ သူမနဲ့အတန်းတူ Tsujimoto Kazuyaဆိုတဲ့ကျောင်းကရော့ခ်တီးဝိုင်းမှာ ဝင်ရောက်တီးခက်နေတဲ့ ကျောင်းသားလေးကိုသတိထားမိသွားခဲ့ရာက Tsujimoto ဟာ သူ့လိုမျိုးပဲ ဂီတကိုခံစားတတ်တဲ့သူတစ်ယောက်ဆိုတာကို ခံစားမိခဲ့ပါတယ်။ဂီတအကြောင်းပြောရင်း နှစ်ယောက်သားရင်းနှီးသွားခဲ့ကြရာကနေ သူနဲ့ဝါသနာပါရာနယ်ပယ်ချင်းတူတဲ့Tsujimoto အပေါ်မှာ Kei ဟာ ခံစားချက်တွေရှိလာပါတော့တယ်။ Kei ရဲ့ခံစားချက်တွေကို Tsujimotoက သိရှိပြီးလက်ခံသွားမှာလား။Kei ရဲ့တေးရေးဆရာဖြစ်ချင်တဲ့အိပ်မက်ကရော ပြည့်ဝသွားမှာလားဆိုတာရယ်။‌Kayokoတက်ချင်တဲ့ တိုကျိုကတက္ကသိုလ်ကို တက်နိုင်သွားမလား။Sasaki ရဲ့ Kayokoအပေါ်ထားတဲ့ခံစားချက်တွေက ထပ်တူကျသွားနိုင်မှာလားဆိုတာတွေကိုစောင့်ကြည့်ရမယ့်အပြင်အထက်တန်းကျောင်းသားဘဝရဲ့ အနာဂတ်ရည်မှန်းချက်တွေ ချစ်ခြင်း‌မေတ္တာတွေ စတဲ့လူငယ်ဘဝခံစားချက်လေးတွေကို ပြန်ပြီးသတိရနိုင်မှာဖြစ်လို့ စောင့်မျှော်ကြည့်ရှုပေးကြပါဦးနော်။,The experiences and relationships of five senior students at a rural high school, during the last year leading to graduation.,"
  },
  {
    "id": "lqkf4x5m-67895",
    "title": "Butterfly Vision MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/mOdquBhp69l0GVFNfZOW5ZeicWI-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Butterfly Vision\/Butterfly Vision.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=butterfly-vision",
    "tag": "",
    "genre": "Drama,",
    "ep": "",
    "date": "Oct. 12, 2022",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/atRKIqytb8k8H0KvngKk8inPGq4.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/l6bj6fIeYOqxE8U5V0HwC68U3LQ.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/dk9ofEMvPpDXBDkZj0EYpEGkNu4.jpg\r,",
    "description": ",Download File Here,–,ဒီဇာတ်ကားကတော့ ယူကရိန်းနဲ့ ရုရှားတို့ရဲ့ စစ်ပွဲကြားထဲကနေ နောက်ဆုံးတော့ ဘယ်သူတွေကပဲ အနစ်နာခံရ ဘယ်သူတွေကပဲ အဆုံးရှုံးခံခဲ့ရလဲဆိုတဲ့အကြောင်းကို ရိုက်ပြထားတာပါဇာတ်လမ်းအညွန်းကတော့ စစ်သုံ့ပန်းအနေနဲ့ ရုရှားမှာ နှစ်လကြာအောင်အဖမ်းခံခဲ့ရတဲ့ လီလီယာဆိုတဲ့ မိန်းကလေးဟာ နိုင်ငံချင်းသဘောတူညီမှုပေါင်းများစွာနဲ့ ပြန်လွတ်လာခဲ့ပါတယ် ထိုသိုလွတ်လာခဲ့ပေမဲ့ စိတ်ပိုင်းဆိုင်ရာ ကိုယ်ပိုင်းဆိုင်ရာ ထိခိုက်မှုပေါင်းများစွာခံစားခဲ့ရတဲ့ မိန်းကလေးတစ်ယောက်အနေနဲ့ လူတောထဲပြန်တိုးဖို့က အရမ်းခက်ခဲလွန်းခဲ့တယ်။ ထိုအခက်အခဲတွေအပြင် အဖမ်းခံရစဉ်က မတော်မတရားပြုကျင့်ခံခဲ့ရတာကနေ အိမ်ပြန်ရောက်လာတော့မှ ကိုယ်ဝန်ရှိမှန်းသိသွားတဲ့အခါ ဘယ်လိုမျိုးပြန်လည်ရပ်တည်ဖို့ ကြိုးစားမလဲဆိုတာကို ကြည့်ရှုခံစားပေးကြပါဦး။,After spending months as a prisoner in Donbass, Ukrainian aerial reconnaissance expert Lilia returns home to her family. But the trauma of captivity continues to torment her and surface in dreamlike ways. Something growing deep within Lilia will not allow her to forget, yet she refuses to identify as a victim and will fight to liberate herself.,"
  },
  {
    "id": "lqhzx168-95527",
    "title": "Rebel Moon – Part One: A Child of Fire MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/ui4DrH1cKk2vkHshcUcGt2lKxCm-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Rebel moon part one a child of fire\/Rebel moon part one a child of fire.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=rebel-moon-part-one-a-child-of-fire",
    "tag": "",
    "genre": "Action,Adventure,Science Fiction,",
    "ep": "",
    "date": "Dec. 15, 2023",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/58PlR5pIdgmEbRzP9yRaSskcmrW.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/sRLC052ieEzkQs9dEtPMfFxYkej.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/w4d1jESRZK12oTMMgmh0IWqlHw.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/uFOGWhl9nTYLHM7F6R3a61k6ZSG.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/n7ayNI6NRRNDyDbWZk7sResI5re.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/4MogpnUQxc8KnOmNndzDF4R36eW.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/50kOLkMD5Jws6aZp9RoOSXkRqvl.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/oUihIF0mL3ZakkjOhQDlZvXBFPI.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/tD6fRv9WTVtZkbL9OQv7gLR0Tz7.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/oZ5Itgn8vfGALtj2G7sdwZC32jY.jpg,",
    "description": ",Download File Here,–,ဒါရိုက်တာ ဇက်စနိုင်ဒါရဲ့ စတားဝေါ ဖန်မိတ် ရုပ်ရှင်ကြီးလာပါပြီ။ ဒီဇာတ်လမ်းကို စတားဝေါလူကြီးဆန်ဆန်ဗားရှင်းအဖြစ် ကမ်းလှမ်းခဲ့ပေမဲ့ ဒစ္စနေးနဲ့လူးကပ်ရုပ်ရှင်ကုမ္ပဏီက လက်မခံတာကြောင့် Star Wars ရုပ်ရှင်အဖြစ်မဟုတ်ဘဲ ကိုယ်ပိုင်ရိုက်ကူးဖြစ်သွားတာပါ။ ဒါကြောင့် ဂျဒိုင်းတွေနဲ့အလင်းဓားတွေ မပါဝင်ပေမဲ့ အင်ပါယာ နဲ့ ဖိနှိပ်ခံဂြိုလ်တွေ၊ တော်လှန်ရေးအဖွဲ့တွေ အကုန်ပါဝင်နေပါတယ်။ ဒါ့အပြင် ဇာတ်လမ်းကျောရိုးကိုလည်း ဇက်ရဲ့ အကြိုက်ဆုံးရုပ်ရှင် Seven Samurai (1954) ကို မှီငြမ်းထားတာမို့ အာကာသထဲက ဆာမူရိုင်း ၇ ယောက် ဇာတ်လမ်းမျိုးဖြစ်နေပြန်ပါတယ်။ လက်ရှိ ဝေဖန်ရေးဆရာတွေ အကြိုက်မတွေ့တဲ့အချက်ကလည်း ဒီအချက်ပဲဖြစ်ဖို့များပါတယ်။ မူရင်းဖန်တီးချက် ဘာမှမပါသေးဘဲ စတားဝေါ နဲ့ ဆဲဗင်းဆာမူရိုင်း ဒါမှမဟုတ် Magnificent Seven ကြည့်ပြီးသားလူတွေအတွက် မဲပြာပုဆိုးဖြစ်နေလို့ပါပဲ။ ဒါပေမဲ့ ပထမရုပ်ရှင်ပဲ ရှိသေးတာမို့ နောက်ထွက်လာမဲ့ အပိုင်းတွေမှာ မထင်မှတ်ထားတဲ့ ဇာတ်လမ်းအချိုးအကွေ့တွေနဲ့ အောင်မြင်နိုင်ပါသေးတယ်။ဒီအချက်တွေကို မေ့ပစ်ပြီး ကြည့်မယ်ဆိုရင်တော့ ဇက်ရဲ့ထုံးစံအတိုင်း ရိုက်ချက်လှလှ၊ ဒိုင်ယာလော့ကောင်းကောင်း၊ အက်ရှင်ခန်းကြမ်းကြမ်းတွေနဲ့ ကြည့်ပျော်တဲ့ရုပ်ရှင်မို့ လူတိုင်းကြည့်လို့အဆင်ပြေပါတယ်။ဇာတ်လမ်းအကျဉ်းဗဲ့ဒ်ဆိုတဲ့ ရွာကလေးက လယ်သမားတွေဆီကို အင်ပါယာဗိုလ်ချုပ်တစ်ယောက်ရောက်လာပြီး ရိက္ခာတွေ မတန်တဆ တောင်းတယ်။ ဒါကို ရွာသားတွေကမပေးနိုင်တော့ ပြန်ခုခံဖို့ အကူအညီတောင်းဖို့ ကြိုးစားတယ်။ သူတို့မှာလည်း ကြေးစားတပ်တွေငှားဖို့ ပိုက်ဆံမရှိပါဘူး ရိက္ခာအပိုလေးနည်းနည်းပဲပေးနိုင်တာပါ။ ရွာမှာ ခိုအောင်းနေတဲ့ ဝရမ်းပြေးစစ်သည်တော်တစ်ယောက်နဲ့ လယ်သမားလေးတစ်ယောက်တို့ စကြဝဠာထဲမှာ ခြေဆန့်ပြီး မဖြစ်စလောက်ရိက္ခာလေးပေးရုံနဲ့ လယ်သမားတွေဘက်ကနေ ကူတိုက်ပေးမဲ့ စစ်သည်တော်တွေကို လိုက်စုစည်းကြတာက အပိုင်း-၁ ရဲ့ ဇာတ်လမ်းပါပဲ။ အပိုင်း-၂ မှာတော့ ဒီဆာမူရိုင်းတွေ အင်အားအရမ်းကြီးတဲ့ အင်ပါယာကြီးကို ဘယ်လိုခုခံတော်လှန်ကြမလဲဆိုတာ တွေ့ရမှာပါ။,When a peaceful colony on the edge of the galaxy finds itself threatened by the armies of the tyrannical Regent Balisarius, they dispatch Kora, a young woman with a mysterious past, to seek out warriors from neighboring planets to help them take a stand.,"
  },
  {
    "id": "lqkf5nkp-24010",
    "title": "Barbie in A Christmas Carol MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/fX9g1AE1JIqjX3LPPKVjcmHs6fd-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Barbie In A Christmas Carol\/Barbie In A Christmas Carol.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=barbie-in-a-christmas-carol",
    "tag": "",
    "genre": "Animation,Family,",
    "ep": "",
    "date": "Nov. 03, 2008",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/jhigHpoxLDxpjUUuBOCVmAo8ntb.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/vYjZEw6g76pDXSoXTwtypr42Iyz.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/1UvCyVRk8w9zXHoOAncDFgON3Eb.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/7wcer4UosoPorXm1Om9qEKpfkTo.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/gyejEVJd86qlPDo7jjwJgygCPZA.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/aebgypfmhxGoPHoWEDEkpro5waC.jpg\r,",
    "description": ",Download File Here,–,ဒီဇာတ်လမ်းလေးကတော့ ကလေးတွေအတွက် ဘယ်တော့မှမရိုးနိုင်တဲ့ ဘာဘီဇာတ်ကားလေးပဲဖြစ်ပြီး ခရစ္စမတ်themeနဲ့ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့ခရစ္စမတ်အကြိုညနေခင်း ရန်ပုံငွေကပွဲကို သွားရမယ့် ဘာဘီမင်းသမီးလေးဟာ ညီမဖြစ်သူရဲ့ ကပွဲကိုမလိုက်ချင်ဘူးဆိုတဲ့ဂျီတိုက်မှုကြောင့် ပုံပြင်တစ်ပုဒ်နဲ့ ချော့ဖို့ဖြစ်လာပါတယ်။ဘာဘီပြောပြလိုက်တဲ့ ပုံပြင်ကတော့ ခရစ္စမတ်ရဲ့နာမည်ကျော်ပုံပြင်တစ်ပုဒ်ဖြစ်တဲ့ ခရစ္စမတ်ရဲ့တစ္ဆေ၃ကောင်ဆိုတဲ့ ပုံပြင်ပါ။အဲဒီပုံပြင်ကို ဘာဘီမင်းသမီးရဲ့ဇာတ်လမ်းအဖြစ် ဘယ်လိုမျိုးဆန်းသစ်ထားမလဲ၊ ကလေးတို့အတွက် ဘယ်လိုသင်ခန်းစာမျိုးပေးစွမ်းသွားမလဲဆိုတာ ကြည့်ရှုရမှာပါ။,On Christmas Eve, Kelly is reluctant to go to a Christmas Eve ball, so Barbie tells her the story of Eden Starling, a glamorous singing diva in the Victorian England and the owner of a theatre house. However, Eden is self-centered and loves only herself. She is frequently accompanied by her snooty cat, Chuzzlewit. She does not believe in Christmas and orders all her employees to work on Christmas.,"
  },
  {
    "id": "lqj9bdx3-44944",
    "title": "NAGA MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/5QOYVE6zS0tyQ3qeGaECD7WWoaF-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Naga\/Naga.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=naga",
    "tag": "",
    "genre": "Comedy,Thriller,",
    "ep": "",
    "date": "Sep. 08, 2023",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/wIqSZJfXA8zqApJjtIcBZIeESdi.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/iuSkPYQP6HCbQOraetT6qfGiNAH.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/nyytmlyI6tEYT2Iu6hKARiUcQug.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/nfmAKGSJ8SrnstrO9HMR3XEcle.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/3bRkn2h52VU64aZFNtwZwBYAX8i.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/vi3IbRfIQTZjc25MFvOIIJEq0YM.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/5XegWsPeCcF2EHEYYNCB6E5pRu7.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/4I8bkx3RFSogIImyHPNTBHIGtGQ.jpg\r,",
    "description": ",Download File Here,–,ဒီတစ်ခါတော့ ပိရိတ်သတ်ကြီးကို ဆော်ဒီ ဇာတ်ကားလေးတစ်ကားဖြစ်တဲ့ Drama\/Thriller အမျိုးအစား ဇာတ်ကားလေး တစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်အာရပ်တွေရဲ့ ဘာသာရေးအယူအဆတွေနဲ့ တင်းကြပ်တဲ့ စည်းမျဉ်းစည်းကမ်းတွေကြားထဲမှာ ဆာရာ ဆိုတဲ့ ကောင်မလေးတစ်ယောက် မိဘတွေစည်းကမ်းကြီးကြီးနဲ့ တင်းကြပ်တဲ့ကြားထဲက ချစ်သူကောင်လေးနဲ့ ချိန်းတွေ့ပြီးတော့ သဲကန္တာရထဲက ပါတီပွဲတစ်ပွဲကို ခိုးပြီး သွားရာကနေ မမျှော်လင့်ဘဲနဲ့ ကံဆိုးမိုးမှောင်ကျပြီး ဒုက္ခတွေရောက်ရတဲ့အကြောင်းကို ဇာတ်အိမ်တည်ပြီးရိုက်ပြထားတာပါအာရပ်တွေရဲ့တင်းကြပ်တဲ့ ဘာသာရေးအယူအဆတွေကြားမှာ လူငယ်တွေ တိတ်တိတ်လေးခိုးပြီး ပျော်ပါးကြပုံနဲ့ ဘဝရှင်သန်ပုံတွေကိုတော့…….,Stranded amid Riyadh’s desert dunes, Sarah, a local Saudi girl, escapes heartaches and the vengeance of a vigorous camel after discreetly sneaking out of her parent’s home for a romantic date that landed her astray.,"
  },
  {
    "id": "lqhzlxzs-35986",
    "title": "The Grifters MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/zMpGfkiDIdg5bB7WGcAT3Fdrfpt-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/The Grifters\/The Grifters.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=the-grifters",
    "tag": "",
    "genre": "Crime,Drama,",
    "ep": "",
    "date": "Aug. 08, 1990",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/fRMggmOJ9LadLlWXK5aZrIhpUGw.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/i8vHWue4YFBQPI4wsnnBJq2RQV9.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/y2ET99djUwBCDxu4l7ldFS6LM1P.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/oXNAhccqg3vnVyPVcU0VHOfIAEn.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/3gDCuUsnOnlqCFuHRaieaV5KeMa.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/7SwDILB0TAjr38NWf052ZnBj7vd.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/A5cgNpIFQFs3EAIjzm8lfLdPxOc.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/5SJ9fNGfGvvtrsLJjmzZjBCYZCG.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/9GfkrDL7tpvCzzPtrafxpy0JV7s.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/gXwMFAy8WKLN4Nqmzmk6uDQVYKS.jpg,",
    "description": ",Download File Here,–,National Board of Review of Motion Pictures ရဲ့ ၁၉၉၀ ခုနှစ်အတွက် အကောင်းဆုံး ရှပ်ရှင် ၁၀ ကားထဲက တစ်ခုအဖြစ်သတ်မှတ်ခံရတဲ့ရုပ်ရှင်ပါ။ သိတဲ့အတိုင်း ၁၉၉၀ ဆိုတာ ကားကောင်းတွေထွက်ခဲ့တဲ့နှစ်ဆိုတော့ အကောင်းဆုံး ၁၀ ကားထဲပါတယ်ဆိုတာ တော်ရုံတော့မဟုတ်ပါဘူး။ အော်စကာဆု ၄ ခု ဆန်ကာတင်ဝင်ခဲ့တဲ့အပြင် ဒါရိုက်တာ၊ သရုပ်‌ဆောင်နဲ့ ဇာတ်လမ်းအပိုင်းတွေမှာ တခြားဆုကြီးတွေလည်း ရခဲ့တယ်။ဒီရုပ်ရှင်ကို Crime ဝတ္ထု‌နယ်ပယ်မှာ ဩဇာရှိတယ်လို့ပြောလို့ရတဲ့ Jim Thompson ရဲ့ The Grifters ဝတ္ထုကို မှီငြမ်းထားတယ်။ ၁၉၉၀ မှာ Jim Thompson ရဲ့ ဝတ္ထု ၂ ခုကို မှီငြမ်းရိုက်ခဲ့တဲ့ ရုပ်ရှင် ၂ ကားထွက်ခဲ့တယ်။ “The Grifters” နဲ့ “After Dark, My Sweet” တို့ပေါ့။ ဒီဝတ္ထုကအရှိန်အဝါရှိတဲ့ ဝတ္ထုဆိုတော့ အရှိန်အဝါရှိတဲ့လူနဲ့ရိုက်မှတော်ကာကျမပေါ့။ အဲဒါကြောင့် အစက ဒီရုပ်ရှင်ကို ထုတ်လုပ်တဲ့ Studio Cineplex Odeon Films က Martin Scorsese ကို ဒါရိုက်တာလုပ်စေချင်ခဲ့တယ်။ ဒါပေမဲ့ မာတင်က Stephen Frears ကို ရိုက်ကူးဖို့ပြောပြီး သူကတော့ ပရိုဂျူဆာနေရာမှာပဲနေခဲ့တယ်။ Frears ကလည်း ဒီနှစ်(၂၀၂၃)ထဲမှာပဲ ရုပ်ရှင်နယ်ပယ်မှာ သူ့ရဲ့အားထုတ်မှုအတွက် သူရဲကောင်းဘွဲ့ရခဲ့တယ်။Grifters ဆိုတာ ဖိုးတွမ်တိပေါ့။ ဖိုးတွမ်တိမှာတောင် ၂ မျိုးရှိတယ်။ Long-con ခေါ်တဲ့ အချီကြီးသမားနဲ့ Short-con ခေါ်တဲ့ တစ်ပွဲတိုးသမား။ အချီကြီးသမားတွေက ပိပိရိရိ ‌အသေးစိတ်အစီအစဉ်ဆွဲပြီး ငွေပမာဏအများကြီးကိုလိမ်တယ်။ တစ်ပွဲတိုးသမားတွေကတော့ ဖဲလိမ်သလို၊ အံစာတုံးလိမ်သလို၊ လက်လှည့်ပြကွက်မျိုးတွေနဲ့ တစ်ပွဲတိုးစာလောက်ပဲလိမ်တယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဒီလန်က တစ်ပွဲတိုးသမား၊ သူ့ချစ်သူ မိုင်ရာကတော့ အချီကြီးသမားပေါ့။ ဒီလိုနဲ့တစ်နေ့မှာ ဒီလန်ဆီကို မတွေ့တာကြာတဲ့ သူ့အမေ လီလီ ရောက်လာတယ်။ လီလီက ဝါရင့်ဖိုးတွမ်တိသမားလို့ပြောလို့ရတယ်။ လတ်တလောကတော့ လူမိုက်ဂိုဏ်းတစ်ခုမှာ မြင်းပွဲဒိုင်လုပ်နေတယ်။ အဲဒီလိုနဲ့ သူတို့ ၃ ယောက် ပြန်ဆုံပြီး အရင်းအနှီးကြီးတဲ့ ရှုပ်ထွေးမှုတွေထဲ ခြေရှုပ်မိကြတဲ့အချိန်မှာ အချင်းချင်း လိမ်လည်လှည့်ဖျားရင်း ပြန်လမ်းမရှိတဲ့ လမ်းတွေကို နင်းခဲ့မိကြတယ်။ဒီရုပ်ရှင်မှာ အဓိကအနေနဲ့ တစ်ပွဲတိုးသမား ဒီလန် (John Cusack)၊ အရာရာကို မြှူပြီးဖြေရှင်းတတ်တဲ့ မိုင်ရာ (Anette Benning) နဲ့ ဒီလန်ရဲ့ အမေဖြစ်တဲ့ ဝါရင့်ဖိုးတွမ်တိ လီလီ (Anjelica Houston) တို့ပါဝင်ထားတယ်။ ဇာတ်ကောင်က ၃ ယောက်ဆိုပေမဲ့ ဇာတ်ကောင်တည်ဆောက်ပုံတွေက စိတ်ဝင်စားဖို့ကောင်းတယ်။ လူ ၃ ယောက် စိတ် ၃ မျိုး။ လီလီက ဒီလန်ကို ကိုယ်ဝန်ဆောင်တဲ့အချိန်မှာ သူ့အသက် ၁၄ နှစ်ပဲရှိသေးတယ်။ အဲဒီတော့ သူတို့သားအမိက ကစားဖော်တွေလိုဖြစ်နေတယ်။ သူတို့ဆက်ဆံရေးကလည်း တော်တော်ကိုထူးဆန်းတယ်။ မိုင်ရာက တစ်ချိန်ကတော့ အချီကြီးလုပ်တဲ့ဆရာကြီး ကိုးလ်ဆိုတဲ့လူနဲ့ လက်တွဲလုပ်ခဲ့ပြီး အဲဒီလိုအချီကြီးမျိုးကိုသိပ်လုပ်ချင်နေတယ်။ အဲဒီအတွက် ဒီလန်နဲ့ပေါင်းပြီးလုပ်ချင်တယ်တကဲကဲဖြစ်နေတာပေါ့။ လီလီကတော့ မိုင်ရာကို သိပ်သဘောမကျဘူး။ သူကိုယ်တိုင်ကော သူ့သားကိုပါ ဒီ ဒုစရိုက်လောကထဲက ထွက်စေချင်တယ်။ ဒါပေမဲ့ ထင်သလောက်မလွယ်ပါဘူး။ ဒုစရိုက်လောကဆိုတာ အလျော်အစားကြီးပါတယ်။ ဒီရုပ်ရှင်မှာ ဘယ်သူက လူဆိုးလဲပြောဖို့ခက်လိမ့်မယ်။ ၃ ယောက်လုံးက ကိုယ့်နည်းကိုယ့်ဟန်နဲ့ ဉာဏ်နီဉာဏ်နက်များကြတယ်။ နောက်ဆုံးကျန်ခဲ့မယ့်မေးခွန်းက…“ဘယ်သူက ဘယ်သူ့ကို လိမ်နေတာလဲ…”,A young short-con grifter suffers both injury and the displeasure of reuniting with his criminal mother, all the while dating an unpredictable young lady.,"
  },
  {
    "id": "lqicltup-27234",
    "title": "Babylon 5: The Road Home MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/qlXLiFKf2kvJ4K2VDBC5Z048vm3-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Babylon 5 The Road Home\/Babylon 5 The Road Home.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=babylon-5-the-road-home",
    "tag": "",
    "genre": "Action,Adventure,Animation,Science Fiction,",
    "ep": "",
    "date": "Aug. 15, 2023",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/axIU0Ay88ZSfZHL5AlsQm64Bcb8.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/yvqDjxmBKikNfBSS4SK6ubgFeIN.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/8s4ENfSns6thFRkC2Tu2LmW0ykP.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/kbN7iymutQMjMKAjjcP1UBfjWkN.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/7RY43TgwuVgujCw4goM4CvrDfv8.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/vADJhlcMRhqmxMNEtEiYcz9rUO.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/rev96QptaplZCFAW9U3rLSwg3Em.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/8tYrwDrlsCsumzyQD93iV9w1csY.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/qVhBB19dZLkeBIOBZdllR2zpWr.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/bde2S6dBIBCWa6yA2eTTckdS3eG.jpg,",
    "description": ",Download File Here,–,ဒီတစ်ခေါက် တင်ဆက်ပေးမှာကတော့ Warner Bros. ကုမ္ပဏီက ထုတ်ဝေထားပြီး နာမည်ကြီး Babylon 5 Franchise ရဲ့ ခုနှစ်ကားမြောက်ဖြစ်တဲ့ Babylon 5: The Road Home ဆိုတဲ့ Animation လေးပဲဖြစ်ပါတယ်။~ ဇာတ်လမ်းအညွှန်း ~ဂျွန်ရှရီဒန်တစ်ယောက် စကြာဝဠာထဲခရီးသွားရင်း တက်ခီရွန်လှိုင်းနဲ့ထိတွေ့ပြီးနောက် အချိန်စီးကြောင်းထဲမှာ ပိတ်မိသွားရင်း မတူညီတဲ့ အချိန် ဘဝတွေထဲကိုရောက်သွားခဲ့ပါတယ်။အဲဒီလိုရောက်သွားရင်းပဲ သူဘာတွေရင်ဆိုင်ရမလဲ… ဒီအချိန်ပိတ်မိနေတာကနေ လွတ်မြောက်ဖို့ ဘယ်လိုတွေကြိုးစားခဲ့ရလဲ… ဆိုတာတွေကို အခု တစ်ခေါက်ထွက်ရှိထားတဲ့ ကားလေးမှာ ရိုက်ကူးပြထားပေးတာပဲဖြစ်ပါတယ်။,Travel across the galaxy with John Sheridan as he unexpectedly finds himself transported through multiple timelines and alternate realities in a quest to find his way back home. Along the way he reunites with some familiar faces, while discovering cosmic new revelations about the history, purpose, and meaning of the Universe.,"
  },
  {
    "id": "lqkf549d-69488",
    "title": "Single in Seoul MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/rVq0Mpo8QWQe1QLdsOpWWHRkH1H-210x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Single in Seoul\/Single in Seoul.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=single-in-seoul",
    "tag": "",
    "genre": "Comedy,Romance,",
    "ep": "",
    "date": "Nov. 29, 2023",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/9Rpzr3ViIcoPSDPdCy2pYFhRMqz.jpg\r,",
    "description": ",Download File Here,–,Lee Dong Wook နဲ့ Im Soo Jung တို့ အဓိကပါဝင်ထားတဲ့ အချစ်၌ကိုးကွယ်ခြင်းနတ္ထိပုံစံဆန်ဆန်ကား လေးထွက်ရှိလို့လာပါပြီ….သရုပ်ဆောင်တွေနဲ့တင်ကြည့်ရတာတန်ပါတယ်…Lee Dong Wook ကတော့ ဒီကားထဲမှာ Single ဘဝကိုနှစ်ခြိုက်တဲ့ ဆယ်လီတစ်ယောက်ဆိုပါတော့..အသက်ကလေးရလာလေ တစ်ယောက်တည်းဘဝက ပိုပြီး စိုပြေတယ်ဆိုတဲ့အယူအဆကြောင့်သူ့ကို လူတချို့ကလည်းစိတ်ဝင်စားလာကြတယ်…Im Soo Jung ကတော့ သူနဲ့ဆန့်ကျင်ဖက်ဆိုပါတော့…..ဘဝမှာ အိမ်သာတက်တောင် ဖုန်းလေးနဲ့ ချစ်သူဆက်စာပို့ရင်းတက်မှ ပိုအရသာရှိတယ်လို့ ထင်တဲ့ အပျိုကြီးမမပေါ့…သူမ က အတည်တကျအတွဲလေးလိုချင်ပေမဲ့လည်း ဘဝက ချောတဲ့ကွီးယားမင်းသားတိုင်းကိုကျွန်မဘဲပါလို့ ပိုစ်တင်တာမျိုးလို လွယ်ကူမနေဘူး…သူမရဲ့ အဓိက ရည်ရွယ်ချက်က စင်ဂဲဘဝကိုပိုင်ဆိုင်ထားတဲ့ဆယ်လီတစ်ချို့နဲ့ စာရေးဆရာတွေရဲ့ အကြောင်းကို စာအုပ်ထုတ်ဖို့ကြံစည်နေတာပေါ့…ဒီလိုနဲ့ အပျိုကြီးမမနဲ့ လူပျိုကြီး ဦးလေးကြီးနဲ့တွေ့တဲ့အခါမှာတော့…,A writer who praises living a life of single teams up with an editor who is desperate about finding her better half. Would it be possible for the two of them to finish the book?,"
  },
  {
    "id": "lqt64wk1-75426",
    "title": "Dream Scenario MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/zhEaG0KQ32KerHEWmImsYLexDix-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Dream Scenario\/Dream Scenario.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=dream-scenario",
    "tag": "",
    "genre": "Comedy,Fantasy,",
    "ep": "",
    "date": "Nov. 10, 2023",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/rmfIhftLXpHEZzkLSpWQMZhirMJ.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/vlbTPrt664RAIeMYtgnqCYQPfgR.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/bx6ipM7K7hF6B974POq5PkbqfNc.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/n7SjSsDGlgxtW9DAz765MXuvsp5.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/2iXVI5toBmkMAUOqbumLPvtJvn.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/tyBejyPQUYAcnFOmb39cl8inGQA.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/fMS3XB51ECk4o1CZLKuwuXQF403.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/w6iqKmu01IpoKnFeZx5sa92tp5B.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/7OwLcVm9FYaKVZxnEKUsTGahcD3.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/bVBVFyJCYNmGgQLDheOG95FHbe1.jpg,",
    "description": ",Download File Here,–,ဇာတ်လမ်းအဆန်းအကောင်းတွေကို ထုတ်လုပ်နေကျ A24 ရဲ့ Dark Comedy ရုပ်ရှင်အသစ်လာပါပြီ။ A24 ရဲ့ Nick Cage နဲ့ ပထမဆုံး တွဲလုပ်တဲ့ရုပ်ရှင်ပါပဲ။ ဒါရိုက်တာAri Aster က အစမှာ Adam Sandler နဲ့ ဒီရုပ်ရှင်ကို ရိုက်မလို့ပေမဲ့ နောက်ပိုင်းမှာ ပရိုဂျူဆာအဖြစ်ပါ ပါဝင်ခဲ့ပြီး ဒါရိုက်တာ Kristoffer Borgli ကို စိတ်ကြိုက်ရိုက်ကူးစေခဲ့တာပါ။ Kristoffer Borgli ရဲ့ အကြံပြုချက်အတိုင်း Nick Cage နဲ့ ရိုက်ခဲ့ပြီး အခုလိုပဲရုပ်ရှင်ကောင်းတစ်ခု ဖြစ်လာခဲ့ပါတယ်။ Dark Comedy တွေရဲ့ထုံးစံအတိုင်း သူများ ဒုက္ခရောက်နေတာတွေ ငိုရခက် ရယ်ရခက် ကြည့်ရဦးမှာပါပဲ။ A24 ရဲ့ ထုံးစံအတိုင်းရုပ်ရှင်ဟာ အဓိပ္ပါယ်တစ်ခု၊ လမ်းတစ်ခုတည်းကို ပြနေတာမဟုတ်ဘဲ၊ ကြည့်ရှုသူတွေစိတ်ကြိုက်တွေးစရာ ချန်ထားခဲ့တာတွေ၊ ဥပမာပြ နိမိတ်ပြပုံတွေနဲ့ ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ မင်းသားကြီး Nick Cage ကလည်း သူ့ရဲ့ သရုပ်ဆောင်ဘဝကို PIG (2021)The Unbearable Weight Of Massive Talent (2022) နဲ့ Dream Scenario (2023)တို့လို ရုပ်ရှင်ကားကောင်း ၃ ကားနဲ့ ပိတ်ပြီး အနားယူချင်ကြောင်းပါ ပြောခဲ့ပါတယ်။ဒီရုပ်ရှင်ရဲ့ ကျောရိုးကိုတော့ စိတ်ပညာရှင် Carl Jung ရဲ့ Collective Unconscious သီဝရီကို အခြေခံထားပါတယ်။ လူသားတွေဟာ မိမိကိုယ်ပိုင်အတွေ့အကြုံသိစိတ်မသိစိတ်ကနေမဟုတ်ဘဲ၊ တစ်ကမ္ဘာလုံးရဲ့ လူသားမျိုးစိတ် အစဉ်အဆက် လက်ဆင့်ကမ်းလာတဲ့ဘုံမသိစိတ်တွေ ရှိနေတယ်ဆိုတဲ့အယူအဆပါ။ ဒီဘုံမသိစိတ်ကြောင့်ပဲ ဘာသာရေးတွေရဲ့အခြေခံအယူအဆတွေ ဆင်ဆင်တူတာတွေ၊ အိပ်မက်တွေရဲ့ ဖြစ်ပျက်တတ်ပုံတွေတူတာတွေ၊ လူတွေ ‌အမှောင်ကြောက်တာ အမြင့်ကြောက်တာ စတဲ့အချက်မျိုးတွေ တူတာတွေဖြစ်လာတယ်ဆိုပါတယ်။ဒီရုပ်ရှင်ဟာ နာမည်နဲ့လိုက်အောင် အိပ်မက်ကို အခြေခံထားတာဖြစ်ပါတယ်။ အဓိကဇာတ်ကောင် ပေါမက်သရူး (နစ်ကေ့) ဟာ ထူးခြားချက်ဘာမှမရှိတဲ့ ပျှမ်းမျှသာမန်လူစစ်စစ်တစ်ယောက်ပါ။ ဆင့်ကဲပြောင်းလဲမှုဗေဒကို သင်နေတဲ့ ပါမောက္ခတစ်ယောက်ဖြစ်ပြီး မိန်းမနဲ့ကလေးတွေနဲ့ အေးအေးဆေးဆေးပဲ‌ နေထိုင်ပါတယ်။ ဒါပေမဲ့ သူ့စိတ်ထဲမှာတတော့ အသိအမှတ်အပြုခံချင်စိတ် သူ့နယ်ပယ်မှာ အောင်မြင်ကျော်ကြားချင်စိတ်တွေရှိနေပါတယ်။ ဒီသာမန်လူတစ်ယောက်ဟာ ရုတ်တရက်ကြီး လူပေါင်းများစွာရဲ့ အိပ်မက်ထဲမှာ ပါလာလို့ဆိုပြီးနာမည်ကြီးလာပါတယ်။ ဘာကြောင့်လဲဆိုတာ ဘယ်သူမှ ရှင်းမပြတတ်ပါဘူး။ အိပ်မက်တွေထဲမှာလည်း သူက ဘာမှမလုပ်ဘဲ ရပ်နေရုံ ဖြတ်လျှောက်ရုံဖြစ်နေတာကြောင့် လူတွေကသူ့ကို ရယ်စရာတစ်ခုလို၊ လူထူးဆန်းတစ်ယောက်လို ပေါ့ပေါ့ပါးပါး ချစ်ခင်ကြရုံနဲ့ နာမည်ကြီးလာပါတယ်။ လူစိတ်ဝင်စားခံလာရပါတယ်။ ရုပ်ရှင်နာမည် Dream Scenario ဆိုတဲ့အတိုင်း“မယုံနိုင်စရာကောင်းလိုက်အောင် အိပ်မက်ဆန်တဲ့ အောင်မြင်မှုမျိုး” ရလာတာပေါ့။ ဒါပေမဲနောက်တော့ လူတွေရဲ့ အိပ်မက်တွေထဲမှာ ရုတ်တရက် ပေါဟာ အရမ်းအကြမ်းဖက်လာပါတယ်။ အိပ်မက်မက်တဲ့လူတွေလည်း သူ့ကိုကြောက်လာကြပြီး အပြင်က သူ့ကိုပါ မုန်းတီးခံလာရပါတယ်။ လူချစ်လူခင်များတဲ့ ဆယ်လီဘဝကို ဘာမှမလုပ်ရပါဘဲ ရောက်လာပြီး တစ်လောကလုံးဝိုင်းမုန်းတဲ့ ဆယ်လီဘဝကိုလည်း သူဘာမှ မလုပ်ရဘဲ ရောက်သွားတဲ့ကိစ္စကြီးကတကယ်ကို စားပါတယ်။ ရယ်ရခက် ငိုရခက်ကြီးကို ထိုင်ကြည့်နေရတာပါ။ ဒါကို သူဖြေရှင်းဖို့ကြိုးစားရင်း ပိုပိုဆိုးလာတဲ့ဇာတ်ကြောင်းကို မြင်ရပါလိမ့်မယ်။ဇာတ်လမ်းထဲမှာတော့ ဆိုရှယ်မီဒီယာရဲ့ နာမည်ကြီးလွယ် နာမည်ပျက်လွယ်ပုံသဘောတရားတွေ၊ နာမည်ကြီးလာတဲ့အချက်မှာ ကောင်းကျိုးရော ဆိုးကျိုးရောရှိပုံတွေ၊ လက်ရှိခေတ်ရဲ့cancel culture လို့ခေါ်တဲ့ လူအများစု နေရာစုံမှာ ဝိုင်းကျဉ်တာကိုခံရရင် ဖြစ်တတ်တဲ့ပုံတွေကိုသရော်ထားပုံ ရိုက်ကူးထားတာပါပဲ။ ကျန်တဲ့ ဇာတ်ဝင်ခန်းတစ်ခန်းချင်းကို ခံစားပုံကတော့ကြည့်တဲ့သူရဲ့ ကိုယ်ပိုင်အတွေးအမြင်နဲ့ အယူအဆအပေါ်မူတည်တာမို့ ကိုယ်တိုင်ပဲကြည့်ကြည့်လိုက်ပါတော့။,Hapless family man Paul Matthews finds his life turned upside down when millions of strangers suddenly start seeing him in their dreams. But when his nighttime appearances take a nightmarish turn, Paul is forced to navigate his newfound stardom.,"
  },
  {
    "id": "lqiclmo5-19604",
    "title": "Dealing with Christmas MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/9kKDdxX0KZ6x2F5FNCUOa4VQEji-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Un Stupefiant Noel\/Un Stupefiant Noel.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=dealing-with-christmas",
    "tag": "",
    "genre": "Action,Adventure,Comedy,",
    "ep": "",
    "date": "Dec. 07, 2023",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/pfu1NHLOv8HOmr2WFDXB9eizRBF.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/oaUDSpjM8euKI8Hz87iAzsSGPUy.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/A2MjjMpfLAleQKPwaC5nu0uDSvX.jpg\r,",
    "description": ",Download File Here,–,ခရစ်စမတ်အတွက် လောလောလတ်လတ်ထွက်ရှိထားတဲ့ ဟာသရုပ်ရှင်ဖြစ်ပါတယ်။ခရစ်စမတ်အကြိုနေ့မှာ ဂရက်လို့ခေါ်တဲ့ ရဲအရာရှိတဦးဟာ သမီးငယ်ဖြစ်သူအတွက် အချိန်မပေးနိုင်ဘဲ မစ်ရှင်ထမ်းဆောင်ဖို့ရာကိုပဲ စိတ်ဆုံးဖြတ်ခဲ့ပါတယ်။ ဂရက် သမီးလေးရဲ့ခရစ်စမတ်ဆုတောင်းကတော့ သူ့အဖေကို သူ(မ)အရမ်းကြိုက်တဲ့ ခရစ်စမတ်ရုပ်ရှင်ထဲက လေးစားအားကျရတဲ့ ရစ်ချက်ဆီလီစတုန်းလို အဖေတယောက်ဖြစ်လာစေဖို့ပါ။သမီးငယ်လေးရဲ့ဆုတောင်းကို သိလိုက်ရတဲ့ဆန်တာကလော့စ်ဟာ ဂရက်နဲ့ရစ်ချက်တို့ကို ကမ္ဘာချင်းလဲလိုက်ပါတယ်။ ရစ်ချက်ဟာ တကယ့်ကမ္ဘာက ရဲအရာရှိဖြစ်သူ ဂရက်ရဲ့ကိုယ်ထဲကိုရောက်ရှိသွားပြီး ဂရက်ကတော့ ရုပ်ရှင်ကမ္ဘာထဲက ရစ်ချက်နေရာကိုရောက်ရှိသွားပါတယ်။ ဒီလိုနဲ့ ဂရက်က ရုပ်ရှင်ထဲကရစ်ချက်ရဲ့ မိသားစုပြဿနာတွေကိုဖြေရှင်းပေးနေတဲ့အချိန် ရစ်ချက်ကတော့ လက်တွေ့ကမ္ဘာက ရဲအရာရှိ ဂရက်ရဲ့မစ်ရှင်ကို ပြီးပြတ်အောင်လုပ်ပေးပြီး ခရစ်စမတ်နေ့မှာ သမီးလေးအတွက်အချိန်ပေးနိုင်အောင် ကြိုးစားကြပါတော့တယ်။ဂရက်နဲ့ ရစ်ချက်တို့ရဲ့ ဟာဟတွေ တလွဲတွေကို ပေါ့ပေါ့ပါးပါးကြည့်ရှုလို့ရအောင် ရိုက်ကူးထားတာမလို့ ဘ၀အမောတွေပြေပျောက်စေမယ့် ဟာသရုပ်ရှင်‌လေးဖြစ်ကြောင်း ညွှန်းဆိုပေးလိုက်ပါတယ်။,On Christmas Eve, Greg, a solitary and taciturn police officer, doesn’t hesitate to leave his daughter behind to go on a mission. To teach him a lesson, Santa Claus decides to grant his daughter’s wish: that her father looks like Richard Silestone, the good-natured and heavily indebted family man from the beloved Christmas movie she adores. While Greg is sent into this improbable world, Richard accidentally lands in the real world and both men realize they have no choice but to complete each other’s missions to reclaim their respective lives.,"
  },
  {
    "id": "lqicc6ct-57821",
    "title": "The Good Shepherd MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/ruyJwuDdxFJB0Tvumm1DKPRlC2p-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/The Good Shepherd\/The Good Shepherd.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=the-good-shepherd",
    "tag": "",
    "genre": "Drama,History,Thriller,",
    "ep": "",
    "date": "Dec. 11, 2006",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/9djPnra3CJs83JAqcyhy9lpvsnI.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/xHsZnvPFTyEa5X4RyWCdyM6iVQg.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/axiHReDKcLP5R3x6IVOl5DrP9RX.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/tyJlWMzJ51VujsuyQ70mv9VjqeJ.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/cCaq0ip8l1Bt1EVMwtZhgR0xM8O.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/xJJtaR9VDlbxCqxS1xtu7Oys9jC.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/9MmucSxkrsEiTALbSLy0Yecsio0.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/2jN8bZ5DnrRzM51TgGnm4dH7ICN.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/kR0b1QrKIn4AJs1a56ejU7tWfoh.jpg\r,",
    "description": ",Download File Here,–,Robert De Niroက ဒီရုပ်ရှင်ရဲ့ ဒါရိုက်တာ၊ပရိုဂျူဆာအပြင် သရုပ်ဆောင်အနေနဲ့လည်းပါဝင်ထားပါတယ်။ Matt Damon၊ Angelina Jolieနဲ့ Eddie Redmayneတို့လည်း အဓိကဇာတ်ကောင်အနေနဲ့ ပါဝင်ထားပါတယ်။ဇာတ်လမ်းက စီအိုင်အေအေးဂျင့်ဟောင်းတစ်ယောက်ရဲ့ ကြုံတွေ့ခဲ့ရတဲ့အဖြစ်အပျက်တွေကို အခြေခံပြီး စီအိုင်အေရဲ့ ကနဦး ၀ရုန်းသုန်းကားအခြေအနေတွေကို အေးဂျင့်တယောက်ရဲ့ဘ၀ကနေတဆင့် ရှုမြင်ရိုက်ကူးတင်ဆက်ထားတာပါ။စီအိုင်အေအကြီးတန်းအရာရှိ အက်ဒ်ဝက်ကူလန်တစ်ယောက် သူတို့ဌာနအတွင်းမှာ သူသျှိုရှိနေတာကို သိလိုက်ရပြီး အိမ်ကိုပြန်ရောက်တဲ့အချိန် သူ့အိမ်တံခါးမှာ အထုပ်တစ်ထုပ်တွေ့ခဲ့တယ်။ အထုပ်ထဲမှာ အမျိုးသားတစ်ဦးနဲ့ အမျိုးသမီးတစ်ဦးရဲ့ အိပ်ရာပေါ်ကဓာတ်ပုံတွေရယ် အသံဖမ်းထားတဲ့တိပ်ခွေတွေကို တွေ့ရပေမဲ့ ဘယ်သူဘယ်ဝါဆိုတာ မသဲကွဲခဲ့ပါဘူး။ဒီလို သူသျှိုဘယ်သူဘယ်ဝါမှန်းမသိတဲ့အချိန်မှာ ဇနီးဖြစ်သူနဲ့အဆင်မပြေ၊ သားဖြစ်သူကလည်း စီအိုင်အေထဲကို ဝင်ဖို့ဆုံးဖြတ်ပြီးပြီဆိုတဲ့ကြားမှာ အက်ဒ်ဝက်တစ်ယောက် မိသားစုနဲ့ အလုပ်ကြားကပြဿနာတွေကို ဘယ်လိုရင်ဆိုင်မလဲ။နောက်ပြီး သူ့အလုပ်မှာ သားဖြစ်သူက ဘယ်လိုပတ်သက်လာလဲဆိုတာရယ်ကို စိတ်ဝင်စားဖွယ်ရိုက်ကူးတင်ဆက်ထားပါတယ်။,Edward Wilson, the only witness to his father’s suicide and member of the Skull and Bones Society while a student at Yale, is a morally upright young man who values honor and discretion, qualities that help him to be recruited for a career in the newly founded OSS. His dedication to his work does not come without a price though, leading him to sacrifice his ideals and eventually his family.,"
  },
  {
    "id": "lqy28dc1-91522",
    "title": "Selfie 69 MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2024\/01\/aCpAQEC42FzNF0HoLIitFmpGVtu-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Selfie 69\/Selfie 69.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=selfie-69",
    "tag": "",
    "genre": "Action,Comedy,Romance,",
    "ep": "",
    "date": "Sep. 16, 2016",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/uM8r5lbpyWMUFmUMopyb0Myeu9d.jpg\r,",
    "description": ",Download File Here,–,သမီးရည်စားရန်ဖြစ်ရာမှ စပြီး အသည်းကွဲကာ သူငယ်ချင်းတွေလူငယ်ပီပီ ဘယ်လို ပေါက်ကရတွေလုပ်ပြီးအလွဲလွဲအမှားမှားတွေဖြစ်မလဲကို ကြည့်ရှုရမယ့် ပညာပေးအချစ်ဟာသဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်။သူငယ်ချင်းတွေ အသည်းကွဲ မူးရူးပြီး ဘယ်သူအရင်ဆုံးလက်ထပ်နိုင်မလဲ လောင်းကစားလုပ်ရာမှနောက်ပိုင်းဖြစ်ပျက်မှုတွေမှတစ်ဆင့် သင်ခန်းစာများနဲ့တကွ ရသ အမျိုးမျိုးကို ခံစားကြည့်ရှုရမယ့် ပညာပေးလူကြီးဇာတ်ကားဖြစ်ပါတယ်။သူငယ်ချင်းအုပ်စု ၂ ဖွဲ့ဘယ်လိုမတူညီတဲ့ ဒုက္ခတွေ အလွဲလွဲ အမှားမှားတွေကို ဟာသအမြင်နဲ့ ခံစားပြီးမိဘအလိုလိုက်မှုကြောင့် ခြေဦးတည့်ရာ ပေါက်ကရတွေလုပ်ရင်း အချစ်ကိုတစ်ဖန်ပြန်လည်ရှာတွေ့နိုင်မလားအန္တရာယ်များတဲ့အမှောင်ဒုစရိုက်လောကဘက်ကို ရောက်သွားပြီး ဒုက္ခတစ်မျိုးစီနဲ့ သူငယ်ချင်း ၃ယောက်တစ်ယောက်တစ်မျိုးဆီ ဘယ်လို အလွဲတွေ သင်ခန်းစာ‌တွေကြားက အချစ်ကိုဘယ်လိုရှာကြမလဲဘယ်လိုမထင်မှတ်ဘဲတွေ့မလဲ ရယ်ရယ်မောမောနဲ့ ပေါ့ပေါ့ပါးပါး ကြည့်ရှုကြရမှာပါ။,Your best friends are also the friends who’ll make you do the stupidest things. After parting hardcore, Roxi, Yasmine and Ana meet in a bet that will change their lives: Who gets married first in three days?,"
  },
  {
    "id": "lqkf7p36-20533",
    "title": "12 Feet Deep MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/3B4MLYYr5WTjQiJMbA8fCFF8M4O-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/12 Feet Deep\/12 Feet Deep.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=12-feet-deep",
    "tag": "",
    "genre": "Horror,Thriller,",
    "ep": "",
    "date": "Jun. 20, 2017",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/AhwEkJY1RRna8M0dcSAhR9aCeF4.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/bVSz3avCht5eTsCc9yXtBMqwEln.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/pps8sQHu3C65iDf1vXtHniQBFdB.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/ml4gzuMr8vTcMRT9a2SXr7HLvdf.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/hVLjvtFB6AtbG2t9tdHc6Pgrpwo.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/hvVlUbTj4pwYV9vcejypDJPfU3n.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/yRprFAFAJGszwalWauVVWNqmD3B.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/ehMrZP8R1CG8JK6EPVMgFcyZs8x.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/1sEULnpXgYkBYMiRKdMsoFEWDgc.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/tJxlPuqxouCrsvk8pBWvkyKAXql.jpg,",
    "description": ",Download File Here,–,ဒီရုပ်ရှင်လေးကတော့ ရေကူးကန်တစ်ခုမှာပဲ တစ်ကားလုံးရိုက်ကူးသွားတာပါ…။အဓိကသရုပ်ဆောင်ကလည်း မင်းသမီးနှစ်လက်သာပါပြီး တစ်ကားလုံးကိုညီအစ်မနှစ်ယောက်ရဲ့ခံစားချက်တွေ သံယောဇဥ်တွေနဲ့သာ ဖွဲ့စည်းပါထားပါတယ်….ဇာတ်လမ်းအကြောင်းအရာလေးကတော့ မဆုံဖြစ်တာကြာပြီဖြစ်တဲ့ ညီအစ်မနှစ်ယောက်ဟာ သူတို့ငယ်ငယ်ကဆုံနေကျ ရေကူးကန်လေးမှာ ရှေးဟောင်းနှောင်းဖြစ်တွေပြောရင်း ရေလာကူးကြပါတယ်….။ကံဆိုးချင်တော့ ဇာတ်လမ်းလှည့်ကွက်တွေကြောင့် ရေကူးကန်ပိတ်သွားတာတောင်ညီအစ်မနှစ်ယောက်ဟာ ရေကူးကန်ထဲပိတ်မိပြီးကျန်နေခဲ့ပါတယ်….။နှစ်ယောက်သား ရေကူးကန်ထဲမှာပဲ ကူကယ်ရာမဲ့ အချိန်ကြာလာလေအသက်အန္တရာယ်ရှိလာလေပါ…။ဒီလို ရေကူးကန်အိပ်မက်ဆိုးကနေ ညီအစ်မနှစ်ယောက်ဘယ်လိုရုန်းထွက်နိုင်မလဲဆိုတာဇာတ်လမ်းလေးထဲကြည့်ရှုလို့ရပါပြီ….။,Two sisters are trapped under the fiberglass cover of an Olympic sized public pool and must brave the cold and each other to survive the harrowing night.,"
  },
  {
    "id": "lqhyxqs7-83974",
    "title": "Tagaru Palya MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/8PmS2eEuUvOxwTFQJvHOKWmPVIS-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/Tagarupalya\/Tagarupalya.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=tagaru-palya",
    "tag": "",
    "genre": "Comedy,Drama,",
    "ep": "",
    "date": "Oct. 27, 2023",
    "images": "",
    "description": ",Download File Here,–,ပရမ်ကူးမားလို့ နာမည်ကျော်တဲ့ ကန်နေဒါမင်းသားကြီး ပရမ်ရဲ့ သမီးချောလေးအမ်ရူသာပရမ်ရဲ့ ပွဲဦးထွက် ကန်နေဒါစကားပြော အိန္ဒိယဇာတ်လမ်းလေးကို တင်ဆက်ပေးပါရစေ။ကျေးလက်သဘာ၀နဲ့ ရိုးရာဓလေ့တွေအပြင် အချစ် ဟာသရောနှောထားပြီး ဆိတ်ကလေးတကောင်ပါ အဓိကပါဝင်ထားတာမို့ အပျင်းပြေစရာ ရုပ်ရှင်တစ်ကားဖြစ်စေမှာပါ။ သမီးဖြစ်သူကို ဆင်စီးမြင်းရံတာမြင်ချင်တဲ့ ဖခင်တစ်ယောက်အနေနဲ့ သမီးဖြစ်သူကောင်းကောင်းမွန်မွန် အိမ်ထောင်မှုတစ်ခုပြုနိုင်ရင် ရိုးရာပွဲကျင်းပဖို့ရည်မှန်းထားပါတယ်။သူ့ရည်မှန်းချက်အောင်မြင်သွားတဲ့အခါမှာတော့ ရိုးရာဓလေ့အတိုင်း တောထဲက ဘုရားကျောင်းမှာ ဆိတ်တစ်ကောင်ကို ယဇ်ပူဇော်ပြီး ရိုးရာပွဲကျင်းပဖို့စီစဉ်ပါတော့တယ်။ သားမက်လောင်းက မြို့ပေါ်က အင်ဂျင်နီယာဆိုတော့ တစ်ရွာလုံးကိုကြွားလုံးထုတ်ပြီး ရိုးရာပွဲကိုဖိတ်ခဲ့ပါရော။အသားနဲ့အရက်ပါမှာဆိုတော့ တစ်ရွာလုံးက ကာလသားကြီးငယ် မိန်းမပျိုအိုမကျန်လိုက်ကြတာပေါ့။ အဲဒီမှာပဲ အဖေ့စကားနားထောင်ပြီး လက်ထပ်ပါမယ်ဆိုတဲ့ သမီးဖြစ်သူရဲ့ ဖုံးကွယ်ထားတဲ့ အမှန်တရားပေါ်လာတဲ့အချိန်…။ ယဇ်ပူဇော်ဖို့ရာ သယ်လာခဲ့တဲ့ ချိုကုတ်နဲ့ဆိတ်ကလေးက အငြိမ်မနေပဲမွှေတဲ့အခါမှာတော့…။ အဖေဖြစ်သူတစ်ယောက် ဘယ်လိုတွေစီမံပြီး ဘယ်လိုဒုက္ခတွေ တွေ့မလဲဆိုတာ ကြည့်ရှုခံစားကြပါဦး။,Tagaru Palya … Revolve around the essence of rural life and how the villagers cook food on the temple premises and serve it to the devotees,"
  },
  {
    "id": "lqj9b69q-57580",
    "title": "A Creature Was Stirring MMSub",
    "image": "https:\/\/myanmarsubmovie.com\/wp-content\/uploads\/2023\/12\/ikQG3byEFyfwcnF0zmyNtXTmr5v-200x300.jpg",
    "video": "https:\/\/download.myanmarsubmovie.com\/wp-content\/uploads\/2023\/NewMoviesFour\/A Creature Was Stirring\/A Creature Was Stirring.mp4",
    "link": "https:\/\/myanmarsubmovie.com\/?movies=a-creature-was-stirring",
    "tag": "",
    "genre": "Horror,",
    "ep": "",
    "date": "Dec. 08, 2023",
    "images": "https:\/\/image.tmdb.org\/t\/p\/original\/uvqf3e451hBviQiCvPx4lapVOKf.jpg\r,https:\/\/image.tmdb.org\/t\/p\/original\/bg66dvmJg3ReDzfppT748SIJRmw.jpg\r,",
    "description": ",Download File Here,–,မင်းသမီးချောလေး Annalise Basso ပါဝင်သရုပ်ဆောင်ထားတဲ့ Horror ဇာတ်ကားလေးတစ်ကားပါLouisville ဆိုတဲ့ မြို့လေးတစ်မြို့ရဲ့ ခရစ္စမတ်ကာလမှာ နှင်းမုန်တိုင်းတွေအပြင်းအထန်တိုက်နေတဲ့ကြားကနေ ဘာသာရေးယုံကြည်သက်ဝင်တဲ့ မောင်နှမနှစ်ယောက်ဟာ သာသနာပြန့်ပွားရေးအတွက်ခရီးထွက်လာကြရင်းနဲ့ ခိုလုံဖို့အိမ်တစ်အိမ်ကို ကျူးကျော်ဝင်ရောက်ခဲ့ကြတယ်အိမ်ရှင်ဖြစ်တဲ့ ဖိတ် ဆိုတဲ့ Nurse တစ်ယောက်ဟာ သူ့သမီးနဲ့အတူနေထိုင်တာပေါ့ သူ့ရဲ့သမီးဖြစ်တဲ့ ချမ် မှာ ထူးဆန်းတဲ့ ရောဂါတစ်ခုဖြစ်နေတာကို အမေဖြစ်သူက ကြိတ်ကုနေတာပေါ့ ရောဂါကတော့အဆန်းပဲ Body Temperature တစ်ခုကိုရောက်သွားရင် ထူးဆန်းတဲ့ သတ္တဝါတစ်ကောင်အဖြစ် ပြောင်းလဲသွားတာပါပဲ ဒါကိုလူသိမခံချင်တဲ့ သားအမိနှစ်ယောက်နဲ့ အိမ်ဖောက်ပြီးရောက်လာတဲ့ မောင်နှမနှစ်ယောက်ကြားမှာ ဘယ်လိုကြောက်စရာဖြစ်ရပ်တွေနဲ့ သည်းထိတ်ရင်ဖိုတွေဖြစ်ကြဦးမလဲဆိုတာကိုတော့…..,A nurse taking care of her daughter’s mysterious affliction struggles to hide her secrets when uninvited strangers take shelter in her house during a lethal blizzard.,"
  }
]